Repository: rstefanetti/MSDyn365BC.Code.History
Catalog: AdvancedLocalizationPackForCzech/Source/Advanced Localization Pack for Czech/Translations/Advanced Localization Pack for Czech.*.xlf
Languages: cs_cz

# PageExtension 2996679564 - Control 1447799953 - Property 1295455071
source: Specifies the code for the General Business Posting Group that applies to the entry.
cs_cz: Určuje kód obecné obchodní účtoskupiny, která je použita pro položku.

# PageExtension 3121100931 - Control 1249737115 - Property 1295455071
source: Specifies the applied amount for the general ledger entry.
cs_cz: Určuje vyrovnanou částku věcné položky.

# PageExtension 3121100931 - Control 3004801054 - Property 1295455071
source: Specifies the remaining amount of general ledger entries
cs_cz: Určuje zbývající částku věcné položky.

# PageExtension 3121100931 - Control 3004801054 - Property 2879900210
source: Remaining Amount
cs_cz: Zůstatek

# PageExtension 3121100931 - Control 782758102 - Property 1295455071
source: Specifies to indicate that the general ledger entry is closed.
cs_cz: Určuje označení, že věcná položka je uzavřena.

# PageExtension 3187947203 - Control 1258762823 - Property 1295455071
source: Specifies where the entry originated
cs_cz: Určuje původ položky

# PageExtension 3187947203 - Control 2261959332 - Property 1295455071
source: Specifies where the entry originated
cs_cz: Určuje původ položky

# PageExtension 3332016003 - Control 1461697477 - Property 1295455071
source: Specifies general bussiness posting group for items ship.
cs_cz: Určuje obecnou obchodní účto skupinu pro dodávku zboží.

# PageExtension 3332016003 - Control 617672214 - Property 1295455071
source: Specifies general bussiness posting group for itemsreceive.
cs_cz: Určuje obecnou obchodní účto skupinu pro příjem zboží.

# PageExtension 339927671 - Control 1167146520 - Property 1295455071
source: Specifies skiping Update SKU on Posting
cs_cz: Určuje přeskočení aktualizace skladových jednotek při účtování.

# PageExtension 339927671 - Control 3207313148 - Property 1295455071
source: Specifies whether the General Product Posting Group from the Stock keeping Unit is transferred to the documents.
cs_cz: Určuje, zda je obecná účto skupina zboží ze skladové jednotky převedena do dokladů.

# PageExtension 339927671 - Control 4138656314 - Property 1295455071
source: Specifies that a storno transaction cannot be posted unless the Applies-from Entry field on the item journal line specifies an entry.
cs_cz: Určuje, že není možné zaúčtovat storno, pokud pole Vyrovnáno položkou na řádku deníku zboží není vyplněno.

# PageExtension 4172369888 - Control 782758102 - Property 1295455071
source: Specifies that the entry is closed.
cs_cz: Určuje, že položka je uzavřena.

# PageExtension 665432168 - Control 2679724641 - Property 1295455071
source: Specifies the ID of dimension description field.
cs_cz: Určuje ID pole popis dimenze.

# PageExtension 665432168 - Control 3679981417 - Property 1295455071
source: Specifies the name of dimension description field.
cs_cz: Určuje ID pole popis dimenze.

# PageExtension 665432168 - Control 943575171 - Property 1295455071
source: Specifies the rule for dimension description update.
cs_cz: Určuje pravidlo pro aktualizaci popisu dimenze.

# PageExtension 884967737 - Control 1461697477 - Property 1295455071
source: Specifies general bussiness posting group for items ship.
cs_cz: Určuje obecnou obchodní účto skupinu pro dodávku zboží.

# PageExtension 884967737 - Control 617672214 - Property 1295455071
source: Specifies general bussiness posting group for items receive.
cs_cz: Určuje obecnou obchodní účto skupinu pro příjem zboží.

# PageExtension 948656467 - Control 423181706 - Property 1295455071
source: Specifies the default general bussines posting group.
cs_cz: Určuje výchozí obecnou obchodní účto skupinu zboží.

# PermissionSet 2801731927 - Property 2879900210
source: CZ Advance Pack - Read
cs_cz: CZ Advance Pack - čtení

# PermissionSet 4062700957 - Property 2879900210
source: CZ Advance Pack - Edit
cs_cz: CZ Advance Pack - úprava

# Report 1581848143 - Control 1738519444 - Property 1295455071
source: Specifies when entry details are to be skip
cs_cz: Určuje, kdy mají být přeskočeny podrobnosti položky

# Report 1581848143 - Control 1738519444 - Property 2879900210
source: Skip Entry Details
cs_cz: Přeskočit podrobnosti položky

# Report 1581848143 - Control 2346885236 - Property 2879900210
source: Options
cs_cz: Možnosti

# Report 1581848143 - Control 3240616093 - Property 1295455071
source: Specifies the last date in the period for open general ledger entries.
cs_cz: Určuje poslední datum v období pro otevřené věcné položky.

# Report 1581848143 - Control 3240616093 - Property 2879900210
source: Balance to Date
cs_cz: Saldo do data

# Report 166047328 - Control 2346885236 - Property 2879900210
source: Options
cs_cz: Možnosti

# Report 166047328 - Control 3214291206 - Property 1295455071
source: Specifies if you want each G/L account to be printed on a separate page.
cs_cz: Určuje, zda má každý účet být vytištěn na samostatné stránce.

# Report 166047328 - Control 3214291206 - Property 2879900210
source: New Page per G/L Acc.
cs_cz: Účet na novou stranu

# Report 166047328 - Control 3814107 - Property 1295455071
source: Specifies when the apllied entries is to be show
cs_cz: Určuje, kdy mají být zobrazeny vyrovnané položky.

# Report 166047328 - Control 3814107 - Property 2879900210
source: Show Apllied Entries
cs_cz: Zobraz položky vyrovnaní

# Report 166047328 - Control 50186443 - Property 1295455071
source: Specifies when the entries with zero remainig amt. is to be show
cs_cz: Určuje, kdy mají být zobrazeny položky s nulovou zbývající částkou.

# Report 166047328 - Control 50186443 - Property 2879900210
source: Show Entries with zero Remainig Amt.
cs_cz: Zobraz položky s nulovým zůstatkem

# Report 541621504 - Control 109314875 - Property 1295455071
source: Specifies if the G/L entries have to be according to the external document number applied.
cs_cz: Určuje, zda mají být věcné položky vyrovnány dle externího čísla dokladu.

# Report 541621504 - Control 109314875 - Property 2879900210
source: External Document No.
cs_cz: Číslo externího dokladu

# Report 541621504 - Control 1167907775 - Property 1295455071
source: Specifies if the G/L entries have to be according to the amount applied.
cs_cz: Určuje, zda mají být věcné položky vyrovnány dle částky.

# Report 541621504 - Control 1167907775 - Property 2879900210
source: Amount
cs_cz: Částka

# Report 541621504 - Control 1321980503 - Property 2879900210
source: Close by
cs_cz: Uzavřít dle

# Report 541621504 - Control 1465000000 - Property 1295455071
source: Specifies if the G/L entries have to be according to the dimensions applied.
cs_cz: Určuje, zda mají být věcné položky vyrovnány dle dimenzí.

# Report 541621504 - Control 1465000000 - Property 2879900210
source: Dimensions
cs_cz: Dimenze

# Report 541621504 - Control 2322324535 - Property 1295455071
source: Specifies if the G/L entries have to be according to the posting date applied.
cs_cz: Určuje, zda mají být věcné položky vyrovnány dle zúčtovacího data.

# Report 541621504 - Control 2322324535 - Property 2879900210
source: Posting Date
cs_cz: Zúčtovací datum

# Report 541621504 - Control 2346885236 - Property 2879900210
source: Options
cs_cz: Možnosti

# Report 541621504 - Control 2455285842 - Property 1295455071
source: Specifies if the G/L entries have to be free or unicate applied.
cs_cz: Určuje, zda mají být věcné položky vyrovnány volně nebo jedinečně.

# Report 541621504 - Control 2455285842 - Property 62802879
source: Free Applying,Unicate Applying
cs_cz: Volné párování,Jedinečné párování

# Report 541621504 - Control 2634357637 - Property 1295455071
source: Specifies if the G/L entries have to be according to the business unit code applied.
cs_cz: Určuje, zda mají být věcné položky vyrovnány dle účetní jednotky.

# Report 541621504 - Control 2634357637 - Property 2879900210
source: Business Unit Code
cs_cz: Kód účetní jednotky

# Report 541621504 - Control 3208706316 - Property 1295455071
source: Specifies if the G/L entries have to be according to the document number applied.
cs_cz: Určuje, zda mají být věcné položky vyrovnány dle čísla dokladu.

# Report 541621504 - Control 3208706316 - Property 2879900210
source: Document No.
cs_cz: Číslo dokladu

# Report 166047328 - NamedType 3088120073
source: To Date: %1
cs_cz: K datu: %1

# Report 1581848143 - Property 2879900210
source: Open G/L Entries To Date
cs_cz: Otevřené věcné položky do data

# Report 166047328 - Property 2879900210
source: Inventory Account to Date
cs_cz: Inventura účtu k datu

# Report 541621504 - Property 2879900210
source: G/L Entry Applying
cs_cz: Párování věcných položek

# Report 1581848143 - ReportLabel 1877187315
source: Page
cs_cz: Stránka

# Report 1581848143 - ReportLabel 1947827686
source: Account No.
cs_cz: Číslo účtu

# Report 1581848143 - ReportLabel 22978517
source: Balance To Date:
cs_cz: Saldo do data:

# Report 1581848143 - ReportLabel 2644353523
source: Account Total
cs_cz: Součet účtu

# Report 1581848143 - ReportLabel 3571515244
source: Open G/L Entries To Date
cs_cz: Otevřené věcné položky do data

# Report 1581848143 - ReportLabel 3949032127
source: Open Amount
cs_cz: Otevřená částka

# Report 1581848143 - ReportLabel 4231693433
source: Original Amount
cs_cz: Původní částka

# Report 1581848143 - ReportLabel 499154677
source: Credit Amount
cs_cz: Dal částka

# Report 1581848143 - ReportLabel 775175188
source: Debit Amount
cs_cz: MD částka

# Report 166047328 - ReportLabel 1496693689
source: Account No.
cs_cz: Číslo účtu

# Report 166047328 - ReportLabel 2254474097
source: Account Name
cs_cz: Název účtu

# Report 166047328 - ReportLabel 2833281111
source: Document No.
cs_cz: Číslo dokladu

# Report 166047328 - ReportLabel 3098883598
source: Remaining Amount
cs_cz: Zůstatek

# Report 166047328 - ReportLabel 3285233284
source: Amount
cs_cz: Částka

# Report 166047328 - ReportLabel 3337055126
source: Inventory Account to the date
cs_cz: Inventura účtu k datu

# Report 166047328 - ReportLabel 3847460886
source: Description
cs_cz: Popis

# Report 166047328 - ReportLabel 443421780
source: Posting Date
cs_cz: Zúčtovací datum

# Report 166047328 - ReportLabel 650077689
source: Page
cs_cz: Stránka

# Report 166047328 - ReportLabel 82581272
source: Document Type
cs_cz: Typ dokladu

# Report 166047328 - ReportLabel 848210651
source: Entry No.
cs_cz: Číslo položky

# Report 541621504 - ReportLabel 1877187315
source: Page
cs_cz: Stránka

# Report 541621504 - ReportLabel 3287569589
source: Applied Amount
cs_cz: Vyrovnaná částka

# Report 541621504 - ReportLabel 455449627
source: G/L Entry Applying
cs_cz: Párování věcných položek

# Table 3427427172 - Field 1277570778 - Property 2879900210
source: Unapplied
cs_cz: Vyrovnání zrušeno

# Table 3427427172 - Field 1411740825 - Property 2879900210
source: G/L Entry No.
cs_cz: Číslo věcné položky

# Table 3427427172 - Field 1841447818 - Property 2879900210
source: Unapplied by Entry No.
cs_cz: Vyrovnání zrušeno položkou č.

# Table 3427427172 - Field 2708250016 - Property 2879900210
source: User ID
cs_cz: ID uživatele

# Table 3427427172 - Field 3319631365 - Property 2879900210
source: Transaction No.
cs_cz: Číslo transakce

# Table 3427427172 - Field 3710982960 - Property 2879900210
source: Posting Date
cs_cz: Zúčtovací datum

# Table 3427427172 - Field 3852983238 - Property 2879900210
source: G/L Account No.
cs_cz: Číslo účtu

# Table 3427427172 - Field 4110727982 - Property 2879900210
source: Applied G/L Entry No.
cs_cz: Č. vyrovnané věcné položky

# Table 3427427172 - Field 486908828 - Property 2879900210
source: Document No.
cs_cz: Číslo dokladu

# Table 3427427172 - Field 636392376 - Property 2879900210
source: Amount
cs_cz: Částka

# Table 3427427172 - Field 883711285 - Property 2879900210
source: Entry No.
cs_cz: Číslo položky

# Table 3427427172 - Property 2879900210
source: Detailed G/L Entry
cs_cz: Detailní věcná položka

# TableExtension 1291892732 - Field 1447799953 - Property 2879900210
source: Gen. Bus. Posting Group
cs_cz: Obecná obch.účto skupina

# TableExtension 1461960929 - Field 2437515332 - Property 2879900210
source: Exact Cost Rev.Manda. (Cons.)
cs_cz: Nutné vrác.přesn.nákl.(spotř.)

# TableExtension 1461960929 - Field 423181706 - Property 2879900210
source: Default Gen. Bus. Posting Group
cs_cz: Výchozí obecná obch.účto skupina

# TableExtension 1523970195 - Field 1447799953 - Property 2879900210
source: Gen. Bus. Posting Group
cs_cz: Obecná obch.účto skupina

# TableExtension 1913808028 - Field 1447799953 - Property 2879900210
source: Gen. Bus. Posting Group
cs_cz: Obecná obch.účto skupina

# TableExtension 221196887 - Field 1461697477 - Property 2879900210
source: Gen. Bus. Post. Group Ship
cs_cz: Obec.obch.účt.sk.dodání

# TableExtension 221196887 - Field 617672214 - Property 2879900210
source: Gen. Bus. Post. Group Receive
cs_cz: Obec.obch.účt.sk.příjem

# TableExtension 2328263544 - Field 1258762823 - Property 2879900210
source: Invoice-to Source No.
cs_cz: Č. původu fakturace

# TableExtension 2328263544 - Field 1756241870 - Property 2879900210
source: Currency Factor
cs_cz: Faktor měny

# TableExtension 2328263544 - Field 1844538358 - Property 2879900210
source: Currency Code
cs_cz: Kód měny

# TableExtension 2328263544 - Field 2261959332 - Property 2879900210
source: Delivery-to Source No.
cs_cz: Číslo původu dodávky

# TableExtension 2328263544 - Field 3773763163 - Property 2879900210
source: Reason Code
cs_cz: Kód příčiny

# TableExtension 2328263544 - Field 751290780 - Property 2879900210
source: Source Code
cs_cz: Kód původu

# TableExtension 2545551447 - Field 455172872 - Property 2879900210
source: User ID
cs_cz: ID uživatele

# TableExtension 2562894161 - Field 1258762823 - Property 2879900210
source: Invoice-to Source No.
cs_cz: Č. původu fakturace

# TableExtension 2562894161 - Field 1756241870 - Property 2879900210
source: Currency Factor
cs_cz: Faktor měny

# TableExtension 2562894161 - Field 1844538358 - Property 2879900210
source: Currency Code
cs_cz: Kód měny

# TableExtension 2562894161 - Field 2261959332 - Property 2879900210
source: Delivery-to Source No.
cs_cz: Číslo původu dodávky

# TableExtension 2570785984 - Field 1461697477 - Property 2879900210
source: Gen. Bus. Post. Group Ship
cs_cz: Obec.obch.účt.sk.dodání

# TableExtension 2570785984 - Field 617672214 - Property 2879900210
source: Gen. Bus. Post. Group Receive
cs_cz: Obec.obch.účt.sk.příjem

# TableExtension 2631964760 - Field 1461697477 - Property 2879900210
source: Gen. Bus. Post. Group Ship
cs_cz: Obec.obch.účt.sk.dodání

# TableExtension 2631964760 - Field 617672214 - Property 2879900210
source: Gen. Bus. Post. Group Receive
cs_cz: Obec.obch.účt.sk.příjem

# TableExtension 3309469980 - Field 1040549453 - Property 2879900210
source: Amount to Apply
cs_cz: Částka k vyrovnání

# TableExtension 3309469980 - Field 1249737115 - Property 2879900210
source: Applied Amount
cs_cz: Vyrovnaná částka

# TableExtension 3309469980 - Field 2678419667 - Property 2879900210
source: Applies-to ID
cs_cz: ID vyrovnání

# TableExtension 3309469980 - Field 3991734557 - Property 2879900210
source: Closed at Date
cs_cz: Uzavřeno dne

# TableExtension 3309469980 - Field 4146916728 - Property 2879900210
source: Date Filter
cs_cz: Filtr data

# TableExtension 3309469980 - Field 745897596 - Property 2879900210
source: Applying Entry
cs_cz: Vyrovnávací položka

# TableExtension 3309469980 - Field 782758102 - Property 2879900210
source: Closed
cs_cz: Uzavřeno

# TableExtension 339927671 - Field 1167146520 - Property 2879900210
source: Skip Update SKU on Posting
cs_cz: Přeskočit aktualizaci skladových jednotek při účtování

# TableExtension 339927671 - Field 3207313148 - Property 2879900210
source: Use Gen. Prod. Posting Group from Stockkeeping Unit
cs_cz: Použít obecnou účto skupinu zboží ze skladové jednotky

# TableExtension 339927671 - Field 4138656314 - Property 2879900210
source: Exact Cost Reversing Mandatory
cs_cz: Nutné vrác.přesn.nákladů

# TableExtension 3489247644 - Field 1461697477 - Property 2879900210
source: Gen. Bus. Post. Group Ship
cs_cz: Obec.obch.účt.sk.dodání

# TableExtension 3489247644 - Field 617672214 - Property 2879900210
source: Gen. Bus. Post. Group Receive
cs_cz: Obec.obch.účt.sk.příjem

# TableExtension 3768564670 - Field 1461697477 - Property 2879900210
source: Gen. Bus. Post. Group Ship
cs_cz: Obec.obch.účt.sk.dodání

# TableExtension 3768564670 - Field 617672214 - Property 2879900210
source: Gen. Bus. Post. Group Receive
cs_cz: Obec.obch.účt.sk.příjem

# TableExtension 3817588302 - Field 1756241870 - Property 2879900210
source: Currency Factor
cs_cz: Faktor měny

# TableExtension 3817588302 - Field 1844538358 - Property 2879900210
source: Currency Code
cs_cz: Kód měny

# TableExtension 3817588302 - Field 2261959332 - Property 2879900210
source: Delivery-to Source No.
cs_cz: Číslo původu dodávky

# TableExtension 3828510099 - Field 1461697477 - Property 2879900210
source: Gen. Bus. Post. Group Ship
cs_cz: Obec.obch.účt.sk.dodání

# TableExtension 3828510099 - Field 617672214 - Property 2879900210
source: Gen. Bus. Post. Group Receive
cs_cz: Obec.obch.účt.sk.příjem

# TableExtension 3894160309 - Field 1569652547 - Property 2879900210
source: Automatic Create
cs_cz: Automaticky vytvořit

# TableExtension 3894160309 - Field 2679724641 - Property 2879900210
source: Dim. Description Field ID
cs_cz: ID pole popisu dimenze

# TableExtension 3894160309 - Field 943575171 - Property 2879900210
source: Dimension Description Update
cs_cz: Aktualizace popisu dimenze

# TableExtension 3894160309 - Field 943575171 - Property 62802879
source: ,Create,Update
cs_cz: ,Vytvořit,Aktualizovat

# TableExtension 58108147 - Field 1447799953 - Property 2879900210
source: Gen. Bus. Posting Group
cs_cz: Obecná obch.účto skupina

# TableExtension 859326863 - Field 1461697477 - Property 2879900210
source: Gen. Bus. Post. Group Ship
cs_cz: Obec.obch.účt.sk.dodání

# TableExtension 859326863 - Field 617672214 - Property 2879900210
source: Gen. Bus. Post. Group Receive
cs_cz: Obec.obch.účt.sk.příjem

# TableExtension 948656467 - Field 423181706 - Property 2879900210
source: Default Gen. Bus. Posting Group
cs_cz: Výchozí obecná obch.účto skupina

source: %1 must have the same sign as %2.
cs_cz: %1 musí mít stejné znaménko jako %2.

source: %1 must not be larger than difference between %2 and %3.
cs_cz: %1 nesmí být větší než rozdíl mezi %2 a %3.

source: Do you want change %1 from %2 to %3 in all lines?
cs_cz: Chcete změnit %1 z %2 na %3 ve všech řádcích?
