Repository: rstefanetti/MSDyn365BC.Code.History
Catalog: AdvancedLocalizationPackForCzech/Source/Advanced Localization Pack for Czech/Translations/Advanced Localization Pack for Czech.*.xlf
Languages: cs_cz

# Codeunit 884737566 - NamedType 1185054713
source: There is nothing to apply.
cs_cz: Není co vyrovnat.

# Codeunit 884737566 - NamedType 1375037186
source: The entered %1 must not precede the latest %1 on %2.
cs_cz: Zadané %1 nesmí předcházet poslednímu %1 %2.

# Codeunit 884737566 - NamedType 2653737775
source: An entered %1 must not precede the %1 of application.
cs_cz: Zadaná hodnota %1 nesmí předcházet hodnotě %1 vyrovnání.

# Codeunit 884737566 - NamedType 2821321058
source: The entries have been successfully unapplied.
cs_cz: Vyrovnání položek bylo úspěšně zrušeno.

# Codeunit 884737566 - NamedType 3010883589
source: Sign amounts of entries must be different.
cs_cz: Znaménko částek položek se musí lišit.

# Codeunit 884737566 - NamedType 3215995947
source: Posting application...
cs_cz: Účtování vyrovnání...

# Codeunit 884737566 - NamedType 3865415787
source: The application has been successfully posted.
cs_cz: Vyrovnání bylo úspěšně zaúčtováno.

# Codeunit 884737566 - NamedType 3918827133
source: %1 No. %2 does not have an application entry.
cs_cz: %1 číslo %2 neobsahuje vyrovnávací položku.

# Codeunit 884737566 - NamedType 4168818213
source: One or more of the entries that you selected is closed.\You cannot apply closed entries.
cs_cz: Nejméně jedna položka, které jste vybrali, je uzavřena.\Nemůžete vyrovnávat uzavřené položky.

# Codeunit 884737566 - NamedType 805371421
source: To unapply these entries, the program will post correcting entries. Do you want to unapply the entries?
cs_cz: Vyrovnání těchto položek bude zrušeno zaúčtováním opravných položek. Chcete zrušit vyrovnání položek?

# Codeunit 884737566 - NamedType 919431862
source: To unapply this entry, you must first unapply all application entries in %1 No. %2 that were posted after this entry.
cs_cz: Chcete-li zrušit vyrovnání této položky, je třeba zrušit vyrovnání všech položek v %1 číslo %2, které byly zaúčtovány po této položce.

# Codeunit 151968679 - Method 3980220125 - NamedType 1731395011
source: You must specify %1 or %2.
cs_cz: Je nutné zadat %1 nebo %2.

# Codeunit 2147647392 - Method 4217993601 - NamedType 2033887935
source: You cannot reverse %1 No %2 because the entry was either applied to another entry or has been changed by a batch job.
cs_cz: Položku %1 číslo %2 nelze stornovat, protože byla buď vyrovnána s jinou položkou, nebo změněna dávkovou úlohou.

# Codeunit 3704903574 - Method 4282663470 - NamedType 3274276298
source: Item No. Serie was not selected.
cs_cz: Číselná řada zboží nebyla vybrána.

# EnumExtension 3335123714 - EnumValue 1909666947 - Property 2879900210
source: Item No. Series
cs_cz: Číselná řada zboží

# Page 168364323 - Action 1538659129 - Property 1295455071
source: Unselect one or more ledger entries that you want to unapply this record.
cs_cz: Zruší jednu nebo více položek, u kterých chcete zrušit vyrovnání s tímto záznamem.

# Page 168364323 - Action 1538659129 - Property 2879900210
source: &Unapply
cs_cz: &Zrušit vyrovnání

# Page 1714971046 - Action 1420004405 - Property 1295455071
source: Sets applies to id
cs_cz: Nastaví ID vyrovnání

# Page 1714971046 - Action 1420004405 - Property 2879900210
source: Set Applies-to ID
cs_cz: Nastavit ID vyrovnání

# Page 1714971046 - Action 1533487230 - Property 1295455071
source: This batch job posts G/L entries application.
cs_cz: Tato dávková úloha účtuje vyrovnání věcných položek.

# Page 1714971046 - Action 1533487230 - Property 2879900210
source: Post Application
cs_cz: Účtovat vyrovnání

# Page 1714971046 - Action 1547460674 - Property 1295455071
source: Removes applying entry
cs_cz: Odebere vyrovnávací položku.

# Page 1714971046 - Action 1547460674 - Property 2879900210
source: Remove Applying Entry
cs_cz: Odebrat vyrovnávací položku

# Page 1714971046 - Action 1572623534 - Property 1295455071
source: Sets applying entry
cs_cz: Nastaví vyrovnávací položku

# Page 1714971046 - Action 1572623534 - Property 2879900210
source: Set Applying Entry
cs_cz: Nastavit vyrovnávací položku

# Page 1714971046 - Action 2173385693 - Property 1295455071
source: View the dimension sets that are set up for the entry.
cs_cz: Zobrazí sady dimenzí, které jsou nastaveny pro položku.

# Page 1714971046 - Action 2173385693 - Property 2879900210
source: Dimensions
cs_cz: Dimenze

# Page 1714971046 - Action 3475288728 - Property 2879900210
source: Entry
cs_cz: Položka

# Page 1714971046 - Action 3538210097 - Property 1295455071
source: Find all entries and documents that exist for the document number and posting date on the selected entry or document.
cs_cz: Najdete všechny položky a doklady, které existují pro zadané číslo dokladu a zúčtovací datum pro vybranou položku nebo dokument.

# Page 1714971046 - Action 3538210097 - Property 2879900210
source: Find entries...
cs_cz: Najít položky...

# Page 1714971046 - Action 3978580347 - Property 1295455071
source: Specifies the apllied entries.
cs_cz: Určuje vyrovnávací položky.

# Page 1714971046 - Action 3978580347 - Property 2879900210
source: Applied E&ntries
cs_cz: Vyrovnané p&oložky

# Page 1714971046 - Action 411585651 - Property 1295455071
source: Specifies the detailed ledger entries of the entry.
cs_cz: Určuje detailní položky odpovídající položky.

# Page 1714971046 - Action 411585651 - Property 2879900210
source: Detailed &Ledger Entries
cs_cz: &Detailní položky

# Page 1714971046 - Action 4181767958 - Property 2879900210
source: Application
cs_cz: Vyrovnání

# Page 1714971046 - Action 853748383 - Property 1295455071
source: View the selected ledger entries that will be applied to the specified record.
cs_cz: Zobrazí vybrané položky, které budou vyrovnány s určitým záznamem.

# Page 1714971046 - Action 853748383 - Property 2879900210
source: Show Only Selected Entries to Be Applied
cs_cz: Zobrazit pouze vybrané položky, které budou vyrovnány

# Page 2110698122 - Action 3538210097 - Property 1295455071
source: Find all entries and documents that exist for the document number and posting date on the selected entry or document.
cs_cz: Najdete všechny položky a doklady, které existují pro zadané číslo dokladu a zúčtovací datum pro vybranou položku nebo dokument.

# Page 2110698122 - Action 3538210097 - Property 2879900210
source: Find entries
cs_cz: Najít položky

# Page 756275509 - Action 3538210097 - Property 1295455071
source: Find all entries and documents that exist for the document number and posting date on the selected entry or document.
cs_cz: Najdete všechny položky a doklady, které existují pro zadané číslo dokladu a zúčtovací datum pro vybranou položku nebo dokument.

# Page 756275509 - Action 3538210097 - Property 2879900210
source: Find entries...
cs_cz: Najít položky...

# Page 168364323 - Control 1411740825 - Property 1295455071
source: Specifies the number of G/L entry.
cs_cz: Určuje číslo věcné položky.

# Page 168364323 - Control 2445482498 - Property 2879900210
source: General
cs_cz: Obecné

# Page 168364323 - Control 2619992416 - Property 1295455071
source: Specifies the document's number.
cs_cz: Určuje číslo dokladu.

# Page 168364323 - Control 2619992416 - Property 2879900210
source: Document No.
cs_cz: Číslo dokladu

# Page 168364323 - Control 2708250016 - Property 1295455071
source: Specifies the ID of the user associated with the entry.
cs_cz: Určuje ID uživatele spojeného s touto položkou.

# Page 168364323 - Control 3437453232 - Property 1295455071
source: Specifies the entry's Posting Date.
cs_cz: Určuje zúčtovací datum položky.

# Page 168364323 - Control 3437453232 - Property 2879900210
source: Posting Date
cs_cz: Zúčtovací datum

# Page 168364323 - Control 3710982960 - Property 1295455071
source: Specifies the date when the posting of the unapply general ledger entries will be recorded.
cs_cz: Určuje datum, kdy bude zaznamenáno účtování nevyrovnaných věcných položek.

# Page 168364323 - Control 3852983238 - Property 1295455071
source: Specifies the number of the account that the entry has been posted to.
cs_cz: Určuje číslo účtu, na který byla zaúčtována položka.

# Page 168364323 - Control 4110727982 - Property 1295455071
source: Specifies the number of applied G/L entry.
cs_cz: Určuje číslo vyrovnané věcné položky.

# Page 168364323 - Control 486908828 - Property 1295455071
source: Specifies the entry's Document No.
cs_cz: Určuje číslo dokladu položky.

# Page 168364323 - Control 636392376 - Property 1295455071
source: Specifies the amount of G/L entries.
cs_cz: Určuje částku věcné položky.

# Page 168364323 - Control 883711285 - Property 1295455071
source: Specifies the entry number that is assigned to the entry.
cs_cz: Určuje číslo položky.

# Page 1714971046 - Control 1274028741 - Property 1295455071
source: Specifies the description of the entry.
cs_cz: Určuje popis položky.

# Page 1714971046 - Control 1274028741 - Property 2879900210
source: Description
cs_cz: Popis

# Page 1714971046 - Control 1503300362 - Property 2879900210
source: Amount to Apply
cs_cz: Částka k vyrovnání

# Page 1714971046 - Control 1844012642 - Property 1295455071
source: Specifies a VAT business posting group code.
cs_cz: Určuje kód DPH obchodní účto skupiny.

# Page 1714971046 - Control 184448389 - Property 1295455071
source: Specifies the amount to apply.
cs_cz: Určuje částku k vyrovnání.

# Page 1714971046 - Control 1856123818 - Property 1295455071
source: Specifies the remaining amount of general ledger entries
cs_cz: Určuje zbývající částku věcné položky.

# Page 1714971046 - Control 1856123818 - Property 2879900210
source: Remaining Amount
cs_cz: Zůstatek

# Page 1714971046 - Control 2139693550 - Property 1295455071
source: Specifies the code for the Gen. Prod. Posting Group that applies to the entry.
cs_cz: Určuje kód obecné účto skupinu zboží, která je použita pro položku.

# Page 1714971046 - Control 236064653 - Property 1295455071
source: Specifies a VAT product posting group code for the VAT Statement.
cs_cz: Určuje kód DPH účto skupiny zboží pro výkaz DPH.

# Page 1714971046 - Control 2363328873 - Property 1295455071
source: Specifies the original document type which will be applied.
cs_cz: Určuje typ původního dokladu, který bude vyrovnán.

# Page 1714971046 - Control 2445482498 - Property 2879900210
source: General
cs_cz: Obecné

# Page 1714971046 - Control 25700210 - Property 2879900210
source: Balance
cs_cz: Saldo

# Page 1714971046 - Control 2686297204 - Property 1295455071
source: Specifies that the general ledger entry is an applying entry.
cs_cz: Určuje, že věcná položka je vyrovnávací položka.

# Page 1714971046 - Control 2838824574 - Property 1295455071
source: Specifies the remaining amount of general ledger entries
cs_cz: Určuje zbývající částku věcné položky.

# Page 1714971046 - Control 2838824574 - Property 2879900210
source: Remaining Amount
cs_cz: Zůstatek

# Page 1714971046 - Control 2893556557 - Property 1295455071
source: Specifies the entry's Document No.
cs_cz: Určuje číslo dokladu položky.

# Page 1714971046 - Control 2893556557 - Property 2879900210
source: Document No.
cs_cz: Číslo dokladu

# Page 1714971046 - Control 2922851727 - Property 1295455071
source: Specifies the description of the entry to be applied.
cs_cz: Určuje popis položky k vyrovnání.

# Page 1714971046 - Control 2922851727 - Property 2879900210
source: Balance
cs_cz: Saldo

# Page 1714971046 - Control 307810079 - Property 2879900210
source: Available Amount
cs_cz: Částka k dispozici

# Page 1714971046 - Control 3093642907 - Property 1295455071
source: Specifies the ID to apply to the general ledger entry.
cs_cz: Určuje ID vyrovnání pro věcnou položku.

# Page 1714971046 - Control 3382765449 - Property 1295455071
source: Specifies the amount of the journal entry that you have selected as the applying entry.
cs_cz: Určuje částku položky deníku, kterou jste vybrali jako vyrovnávací položku.

# Page 1714971046 - Control 3382765449 - Property 2879900210
source: Available Amount
cs_cz: Částka k dispozici

# Page 1714971046 - Control 3461834954 - Property 1295455071
source: Specifies the description of the entry to be applied.
cs_cz: Určuje popis položky k vyrovnání.

# Page 1714971046 - Control 3604283091 - Property 1295455071
source: Specifies the applied amount for the general ledger entry.
cs_cz: Určuje vyrovnanou částku věcné položky.

# Page 1714971046 - Control 3710982960 - Property 1295455071
source: Specifies the date when the posting of the apply general ledger entries will be recorded.
cs_cz: Určuje datum, kdy bude zaznamenáno účtování vyrovnaných věcných položek.

# Page 1714971046 - Control 3852983238 - Property 1295455071
source: Specifies the number of the account that the entry has been posted to.
cs_cz: Určuje číslo účtu, na který byla zaúčtována položka.

# Page 1714971046 - Control 398399866 - Property 1295455071
source: Specifies the number of the account that the entry has been posted to.
cs_cz: Určuje číslo účtu, na který byla zaúčtována položka.

# Page 1714971046 - Control 398399866 - Property 2879900210
source: G/L Account No.
cs_cz: Číslo účtu

# Page 1714971046 - Control 4263593403 - Property 1295455071
source: Specifies the amount to apply.
cs_cz: Určuje částku k vyrovnání.

# Page 1714971046 - Control 4263593403 - Property 2879900210
source: Amount
cs_cz: Částka

# Page 1714971046 - Control 4291571078 - Property 1295455071
source: Specifies the original document type which will be applied.
cs_cz: Určuje typ původního dokladu, který bude vyrovnán.

# Page 1714971046 - Control 4291571078 - Property 2879900210
source: Document Type
cs_cz: Typ dokladu

# Page 1714971046 - Control 486908828 - Property 1295455071
source: Specifies the entry's Document No.
cs_cz: Určuje číslo dokladu položky.

# Page 1714971046 - Control 633819257 - Property 1295455071
source: Specifies the code for the Gen. Bus. Posting Group that applies to the entry.
cs_cz: Určuje kód Obecné obchodní účtoskupiny, která je použita na položku.

# Page 1714971046 - Control 636392376 - Property 1295455071
source: Specifies the amount of the entry.
cs_cz: Určuje částku položky.

# Page 1714971046 - Control 952834611 - Property 1295455071
source: Specifies the entry's Posting Date.
cs_cz: Určuje zúčtovací datum položky.

# Page 1714971046 - Control 952834611 - Property 2879900210
source: Posting Date
cs_cz: Zúčtovací datum

# Page 1714971046 - Control 996175566 - Property 1295455071
source: Specifies the apply amount for the general ledger entry.
cs_cz: Určuje částku věcné položky k vyrovnání.

# Page 1714971046 - Control 996175566 - Property 2879900210
source: Amount to Apply
cs_cz: Částka k vyrovnání

# Page 2110698122 - Control 1277570778 - Property 1295455071
source: Specifies if the line was unapplied
cs_cz: Určuje, že pro řádek bylo vyrovnání zrušeno.

# Page 2110698122 - Control 1411740825 - Property 1295455071
source: Specifies the number of G/L entry.
cs_cz: Určuje číslo věcné položky.

# Page 2110698122 - Control 1841447818 - Property 1295455071
source: Specifies the apply was canceled by entries No.
cs_cz: Určuje, že vyrovnání bylo zrušeno daným číslem položky.

# Page 2110698122 - Control 2708250016 - Property 1295455071
source: Specifies the ID of the user associated with the entry.
cs_cz: Určuje ID uživatele spojeného s touto položkou.

# Page 2110698122 - Control 3319631365 - Property 1295455071
source: Specifies the Transaction No. assigned to all the entries involved in the same transaction.
cs_cz: Určuje číslo transakce přiřazené všem položkám zahrnutým ve stejné transakci.

# Page 2110698122 - Control 3710982960 - Property 1295455071
source: Specifies the posting date for the entry.
cs_cz: Určuje zúčtovací datum položky.

# Page 2110698122 - Control 3852983238 - Property 1295455071
source: Specifies the G/L account number.
cs_cz: Určuje číslo finančního účtu.

# Page 2110698122 - Control 4110727982 - Property 1295455071
source: Specifies the number of applied G/L entry.
cs_cz: Určuje číslo vyrovnané věcné položky.

# Page 2110698122 - Control 486908828 - Property 1295455071
source: Specifies the entry's Document No.
cs_cz: Určuje číslo dokladu položky.

# Page 2110698122 - Control 636392376 - Property 1295455071
source: Specifies the amount of G/L entries.
cs_cz: Určuje částku věcné položky.

# Page 2110698122 - Control 883711285 - Property 1295455071
source: Specifies the entry number that is assigned to the entry.
cs_cz: Určuje číslo položky.

# Page 756275509 - Control 1249737115 - Property 1295455071
source: Specifies the sum of the amounts in the Amount to Apply field.
cs_cz: Určuje součet částek v poli Částka k vyrovnání.

# Page 756275509 - Control 2363328873 - Property 1295455071
source: Specifies the original document type which will be applied.
cs_cz: Určuje typ původního dokladu, který bude vyrovnán.

# Page 756275509 - Control 3461834954 - Property 1295455071
source: Specifies a description of the entry.
cs_cz: Určuje popis položky.

# Page 756275509 - Control 3710982960 - Property 1295455071
source: Specifies the date when the posting of the apply general ledger entries was posted.
cs_cz: Určuje datum, kdy bylo účtování vyrovnaných věcných položek zaúčtováno.

# Page 756275509 - Control 3852983238 - Property 1295455071
source: Specifies the number of the account that the entry has been posted to.
cs_cz: Určuje číslo účtu, na který byla zaúčtována položka.

# Page 756275509 - Control 486908828 - Property 1295455071
source: Specifies the entry's Document No.
cs_cz: Určuje číslo dokladu položky.

# Page 756275509 - Control 636392376 - Property 1295455071
source: Specifies the Amount of the entry.
cs_cz: Určuje částku položky.

# Page 756275509 - Control 883711285 - Property 1295455071
source: Specifies the entry number that is assigned to the entry.
cs_cz: Určuje číslo položky.

# Page 168364323 - NamedType 1450815584
source: There is nothing to unapply.
cs_cz: Neexistují žádné položky, u kterých by bylo možné zrušit vyrovnání.

# Page 1714971046 - NamedType 1307832794
source: You must post the application from the window where you entered the applying entry.
cs_cz: Vyrovnání je nutné zaúčtovat z okna, ve kterém jste zadali vyrovnávací položku.

# Page 1714971046 - NamedType 3082936142
source: You must select an applying entry before posting the application.
cs_cz: Před zaúčtováním vyrovnání je nutné vybrat vyrovnávací položku.

# Page 168364323 - Property 2879900210
source: Unapply General Ledger Entries
cs_cz: Zrušit vyrovnání věcných položek

# Page 1714971046 - Property 2879900210
source: Apply General Ledger Entries
cs_cz: Vyrovnat věcné položky

# Page 2110698122 - Property 2879900210
source: Detailed G/L Entries
cs_cz: Detailní věcné položky

# Page 756275509 - Property 2879900210
source: Applied General Ledger Entries
cs_cz: Vyrovnané věcné položky

# PageExtension 1540452705 - Action 1581848143 - Property 1295455071
source: View the list of open G/L entries to specific date.
cs_cz: Zobrazte seznam otevřených věcných položek k určitému datu.

# PageExtension 1540452705 - Action 1581848143 - Property 2879900210
source: Open G/L Entries To Date
cs_cz: Otevřené věcné položky do data

# PageExtension 1540452705 - Action 166047328 - Property 1295455071
source: View the inventory account to specific date.
cs_cz: Zobrazte inventury účtu k určitému datu.

# PageExtension 1540452705 - Action 166047328 - Property 2879900210
source: Inventory Account to the date
cs_cz: Inventura účtu k datu

# PageExtension 1540452705 - Action 541621504 - Property 1295455071
source: Apply the G/L Entries.
cs_cz: Vyrovnejte věcné položky.

# PageExtension 1540452705 - Action 541621504 - Property 2879900210
source: G/L Entry Applying
cs_cz: Párování věcných položek

# PageExtension 1765747566 - Action 1581848143 - Property 1295455071
source: View the list of open G/L entries to specific date.
cs_cz: Zobrazte seznam otevřených věcných položek k určitému datu.

# PageExtension 1765747566 - Action 1581848143 - Property 2879900210
source: Open G/L Entries To Date
cs_cz: Otevřené věcné položky do data

# PageExtension 1765747566 - Action 166047328 - Property 1295455071
source: View the inventory account to specific date.
cs_cz: Zobrazte inventury účtu k určitému datu.

# PageExtension 1765747566 - Action 166047328 - Property 2879900210
source: Inventory Account to the date
cs_cz: Inventura účtu k datu

# PageExtension 1765747566 - Action 541621504 - Property 1295455071
source: Apply the G/L Entries.
cs_cz: Vyrovnejte věcné položky.

# PageExtension 1765747566 - Action 541621504 - Property 2879900210
source: G/L Entry Applying
cs_cz: Párování věcných položek

# PageExtension 3121100931 - Action 3335676794 - Property 1295455071
source: The function allows you to apply general ledger entries.
cs_cz: Tato funkce umožňuje vyrovnat věcné položky.

# PageExtension 3121100931 - Action 3335676794 - Property 2879900210
source: Apply Entries
cs_cz: Vyrovnat položky

# PageExtension 3121100931 - Action 3983903831 - Property 1295455071
source: The function allows you to cancel applied general ledger entries.
cs_cz: Tato funkce umožňuje zrušit vyrovnání věcných položek.

# PageExtension 3121100931 - Action 3983903831 - Property 2879900210
source: Unapply Entries
cs_cz: Zrušit vyrovnání položek

# PageExtension 3121100931 - Action 594175753 - Property 1295455071
source: Open the page with applied G/L entries.
cs_cz: Otevře stránku s vyrovnanými věcnými položkami.

# PageExtension 3121100931 - Action 594175753 - Property 2879900210
source: Applied Entries
cs_cz: Vyrovnané položky

# PageExtension 665432168 - Action 2555008336 - Property 1295455071
source: Enables to update default dimension values.
cs_cz: Umožňuje aktualizovat výchozí hodnoty dimenzí.

# PageExtension 1190526150 - Control 1258762823 - Property 1295455071
source: Specifies where the entry originated
cs_cz: Určuje původ položky

# PageExtension 1190526150 - Control 2261959332 - Property 1295455071
source: Specifies where the entry originated
cs_cz: Určuje původ položky

# PageExtension 1461960929 - Control 2437515332 - Property 1295455071
source: Specifies that a storno transaction cannot be posted unless the Applies-from Entry field on the item journal line specifies an entry.
cs_cz: Určuje, že není možné zaúčtovat storno, pokud pole Vyrovnáno položkou na řádku deníku zboží není vyplněno.

# PageExtension 1461960929 - Control 423181706 - Property 1295455071
source: Specifies the default general bussines posting group.
cs_cz: Určuje výchozí obecnou obchodní účto skupinu zboží.

# PageExtension 1716206927 - Control 1461697477 - Property 1295455071
source: Specifies general bussiness posting group for items ship.
cs_cz: Určuje obecnou obchodní účto skupinu pro dodávku zboží.

# PageExtension 1716206927 - Control 617672214 - Property 1295455071
source: Specifies general bussiness posting group for items receive.
cs_cz: Určuje obecnou obchodní účto skupinu pro příjem zboží.

# PageExtension 2117828006 - Control 1447799953 - Property 1295455071
source: Specifies the code for the General Business Posting Group that applies to the entry.
cs_cz: Určuje kód obecné obchodní účtoskupiny, která je použita pro položku.

# PageExtension 2990795285 - Control 1447799953 - Property 1295455071
source: Specifies the code for the General Business Posting Group that applies to the entry.
cs_cz: Určuje kód obecné obchodní účtoskupiny, která je použita pro položku.

# PageExtension 2993701579 - Control 1447799953 - Property 1295455071
source: Specifies the code for the General Business Posting Group that applies to the entry.
cs_cz: Určuje kód obecné obchodní účtoskupiny, která je použita pro položku.
