Repository: rstefanetti/MSDyn365BC.Code.History
Catalog: PayPalPaymentsStandard/Source/PayPal Payments Standard/Translations/PayPal Payments Standard.*.xlf
Languages: cs_cz, fi_fi, nb_no, nl_be, ru_ru

# Table 2591710920 - Property 2879900210
source: PayPal Payments Standard Account
cs_cz: Standardní účet PayPal platby
fi_fi: PayPal Payments Standard -tili
nb_no: Konto for PayPal Payments Standard
nl_be: PayPal Payments Standard-rekening
ru_ru: Учетная запись PayPal Payments Standard

# Table 2591710920 - NamedType 1467349039
source: You must specify an account ID for this payment service.
cs_cz: Je nutné zadat ID účtu pro tuto platební službu.
fi_fi: Tälle maksupalvelulle on määritettävä tilitunnus.
nb_no: Du må angi en konto-ID for denne betalingstjenesten.
nl_be: U moet een rekening-id opgeven voor deze betalingsservice.
ru_ru: Необходимо указать ИД учетной записи для этой службы платежей.

# Table 2591710920 - NamedType 3915085408
source: The length of the specified PayPal account ID exceeds the maximum supported length of the webhook subscription ID, which is %1 characters.
cs_cz: Délka zadaného ID účtu PayPal překračuje maximální podporovanou délku ID odběru webhook, což je %1 znaků.
fi_fi: Määritetyn PayPal-tilin tunnuksen pituus ylittää webhook-tilauksen tunnuksen sallitun enimmäispituuden, joka on %1 merkkiä.
nb_no: Lengden på den angitte IDen for PayPal-kontoen overskrider den støttede maksimumslengden for IDen for webhook-abonnement, som er %1 tegn.
nl_be: De lengte van de opgegeven PayPal-id overschrijdt de maximaal ondersteunde lengte van de webhookabonnements-id, die %1 tekens is.
ru_ru: Длина указанного идентификатора учетной записи PayPal превышает максимальную поддерживаемую длину идентификатора подписки на веб-перехватчик, которая составляет %1 символов.

# Table 2591710920 - NamedType 2592877442
source: The target URL is not valid.
cs_cz: Cílová adresa URL není platná.
fi_fi: Kohde-URL-osoite ei kelpaa.
nb_no: URL-adressen for målet er ikke gyldig.
nl_be: De doel-URL is ongeldig.
ru_ru: Недопустимый целевой URL-адрес.

# Table 2591710920 - NamedType 246429963
source: A link for the PayPal payment service will be included for new sales documents. To add it to existing sales documents, you must manually select it in the Payment Service field on the sales document.
cs_cz: Odkaz na platební službu PayPal bude zahrnut pro nové prodejní doklady. Pro přidání odkazu do existujících prodejních dokladů, musíte ručně zvolit pole Platební služby na prodejních dokladech.
fi_fi: PayPal-maksupalvelun linkki lisätään uusiin myyntiasiakirjoihin. Voit lisätä linkin aiemmin luotuihin myyntiasiakirjoihin valitsemalla sen manuaalisesti myyntiasiakirjan Maksupalvelu-kentässä.
nb_no: En kobling til PayPal-betalingstjenesten blir tatt med for nye salgsdokumenter. Hvis du vil legge til eksisterende salgsdokumenter, må du velge det manuelt i feltet Betalingstjeneste i salgsdokumentet.
nl_be: Er wordt een koppeling voor de PayPal-betalingsservice opgenomen voor nieuwe verkoopdocumenten. Als u deze koppeling aan bestaande verkoopdocumenten wilt toevoegen, moet u deze handmatig selecteren in het veld Betalingsservice van het verkoopdocument.
ru_ru: Ссылка на службу платежей PayPal будет включаться в новые документы продажи. Чтобы добавить ее в имеющиеся документы продажи, необходимо вручную выбрать эту службу в поле "Служба платежей" для документа продажи.

# Table 2591710920 - Field 629845928 - Property 2879900210
source: Account ID
cs_cz: ID účtu
fi_fi: Tilin tunnus
nb_no: Konto-ID
nl_be: Rekening-id
ru_ru: ИД учетной записи

# Table 2591710920 - Field 3302455580 - Property 2879900210
source: Always Include on Documents
cs_cz: Vždy zahrnout doklady
fi_fi: Sisällytä aina asiakirjoihin
nb_no: Inkluder alltid i dokumenter
nl_be: Altijd opnemen in documenten
ru_ru: Всегда включать в документы

# Table 2591710920 - Field 3461834954 - Property 2879900210
source: Description
cs_cz: Popis
fi_fi: Kuvaus
nb_no: Beskrivelse
nl_be: Beschrijving
ru_ru: Описание

# Table 2591710920 - Field 2891538263 - Property 2879900210
source: Enabled
cs_cz: Povoleno
fi_fi: Käytössä
nb_no: Aktivert
nl_be: Ingeschakeld
ru_ru: Включено

# Table 2591710920 - Field 2961552353 - Property 2879900210
source: Name
cs_cz: Název
fi_fi: Nimi
nb_no: Navn
nl_be: Naam
ru_ru: Имя

# Table 2591710920 - Field 1663593181 - Property 2879900210
source: Primary Key
cs_cz: Primární klíč
fi_fi: Perusavain
nb_no: Primærnøkkel
nl_be: Primaire sleutel
ru_ru: Первичный ключ

# Table 2591710920 - Field 2362480470 - Property 2879900210
source: Service URL
cs_cz: Adresa URL služby
fi_fi: Palvelun URL-osoite
nb_no: URL-adresse for tjeneste
ru_ru: URL-адрес службы

# Table 2591710920 - Field 161526099 - Property 2879900210
source: Terms of Service
cs_cz: Podmínky služby
fi_fi: Palveluehdot
nb_no: Vilkår for bruk
nl_be: Servicevoorwaarden
ru_ru: Условия предоставления услуг

# Table 945518375 - Property 2879900210
source: PayPal Payments Standard Account Template
cs_cz: Šablona pro standardní účet PayPal platby
fi_fi: PayPal Payments Standard -tilimalli
nb_no: Kontomal for PayPal Payments Standard
nl_be: PayPal Payments Standard-rekeningsjabloon
ru_ru: Шаблон учетной записи PayPal Payments Standard

# Table 945518375 - NamedType 2024606936
source: The logo URL is not valid.
cs_cz: Není platná adresa URL loga.
fi_fi: Logon URL-osoite ei kelpaa.
nb_no: URL-adressen for logoen er ikke gyldig.
nl_be: De logo-URL is ongeldig.
ru_ru: Недопустимый URL-адрес логотипа.

# Table 945518375 - NamedType 2592877442
source: The target URL is not valid.
cs_cz: Cílová adresa URL není platná.
fi_fi: Kohde-URL-osoite ei kelpaa.
nb_no: URL-adressen for målet er ikke gyldig.
nl_be: De doel-URL is ongeldig.
ru_ru: Недопустимый целевой URL-адрес.

# Table 945518375 - Field 3004954119 - Property 2879900210
source: Code
cs_cz: Kód
fi_fi: Koodi
nb_no: Kode
ru_ru: Код

# Table 945518375 - Field 3461834954 - Property 2879900210
source: Description
cs_cz: Popis
fi_fi: Kuvaus
nb_no: Beskrivelse
nl_be: Beschrijving
ru_ru: Описание

# Table 945518375 - Field 1123305005 - Property 2879900210
source: Logo
ru_ru: Логотип

# Table 945518375 - Field 1402567763 - Property 2879900210
source: Logo Last Update DateTime
cs_cz: Poslední aktualizace DateTime logo
fi_fi: Logon viimeisimmän päivityksen DateTime
nb_no: Siste oppdateringsdato/-klokkeslett for logo
nl_be: Datum en tijd van laatste logobijwerking
ru_ru: Дата и время последнего обновления логотипа

# Table 945518375 - Field 1516166834 - Property 2879900210
source: Logo Update Frequency
cs_cz: Četnost aktualizace loga
fi_fi: Logon päivityksen tiheys
nb_no: Hyppighet for logooppdatering
nl_be: Frequentie van logobijwerking
ru_ru: Периодичность обновления логотипа

# Table 945518375 - Field 2211917788 - Property 2879900210
source: Logo URL
cs_cz: URL adresa loga
fi_fi: Logon URL
nb_no: URL-adresse for logo
ru_ru: URL-адрес логотипа

# Table 945518375 - Field 2961552353 - Property 2879900210
source: Name
cs_cz: Název
fi_fi: Nimi
nb_no: Navn
nl_be: Naam
ru_ru: Имя

# Table 945518375 - Field 2362480470 - Property 2879900210
source: Service URL
cs_cz: Adresa URL služby
fi_fi: Palvelun URL-osoite
nb_no: URL-adresse for tjeneste
ru_ru: URL-адрес службы

# Table 945518375 - Field 161526099 - Property 2879900210
source: Terms of Service
cs_cz: Podmínky služby
fi_fi: Palveluehdot
nb_no: Vilkår for bruk
nl_be: Servicevoorwaarden
ru_ru: Условия предоставления услуг

# Table 3572587406 - Property 2879900210
source: MS - PayPal Transaction
cs_cz: MS - PayPal transakce
fi_fi: MS – PayPal-tapahtuma
nb_no: MS – PayPal-transaksjon
nl_be: MS - PayPal-transactie
ru_ru: MS - транзакция PayPal

# Table 3572587406 - Field 629845928 - Property 2879900210
source: Account ID
cs_cz: ID účtu
fi_fi: Tilin tunnus
nb_no: Konto-ID
nl_be: Rekening-id
ru_ru: ИД учетной записи

# Table 3572587406 - Field 4198939294 - Property 2879900210
source: Currency Code
cs_cz: Kód měny
fi_fi: Valuuttakoodi
nb_no: Valutakode
nl_be: Valutacode
ru_ru: Код валюты

# Table 3572587406 - Field 3431463797 - Property 2879900210
source: Custom
cs_cz: Vlastní
fi_fi: Mukautettu
nb_no: Egendefinert
nl_be: Aangepast
ru_ru: Пользовательская

# Table 3572587406 - Field 318613646 - Property 2879900210
source: Details
cs_cz: Detaily
fi_fi: Tiedot
nb_no: Detaljer
ru_ru: Сведения

# Table 3572587406 - Field 3167542630 - Property 2879900210
source: Fee Amount
cs_cz: Výše poplatku
fi_fi: Maksun summa
nb_no: Gebyrbeløp
nl_be: Toeslagbedrag
ru_ru: Сумма сбора

# Table 3572587406 - Field 471669354 - Property 2879900210
source: Gross Amount
cs_cz: Celková částka
fi_fi: Bruttosumma
nb_no: Bruttobeløp
nl_be: Brutobedrag
ru_ru: Валовая сумма

# Table 3572587406 - Field 166038250 - Property 2879900210
source: Invoice No.
cs_cz: Číslo faktury
fi_fi: Laskun nro
nb_no: Fakturanr.
nl_be: Factuurnr.
ru_ru: Номер счета

# Table 3572587406 - Field 3035691293 - Property 2879900210
source: Net Amount
cs_cz: Netto částka
fi_fi: Nettosumma
nb_no: Nettobeløp
nl_be: Nettobedrag
ru_ru: Чистая сумма

# Table 3572587406 - Field 2898143332 - Property 2879900210
source: Note
cs_cz: Poznámka:
fi_fi: Huomautus
nb_no: Bemerkning
nl_be: Opmerking
ru_ru: Примечание

# Table 3572587406 - Field 2819864851 - Property 2879900210
source: Payer Address
cs_cz: Adresa plátce
fi_fi: Maksajan osoite
nb_no: Adresse for betaler
nl_be: Adres van betaler
ru_ru: Адрес плательщика

# Table 3572587406 - Field 2525374026 - Property 2879900210
source: Payer E-mail
cs_cz: E-mail plátce
fi_fi: Maksajan sähköposti
nb_no: E-post for betaler
nl_be: E-mail van betaler
ru_ru: Эл. почта плательщика

# Table 3572587406 - Field 2434967932 - Property 2879900210
source: Payer Name
cs_cz: Jméno plátce
fi_fi: Maksajan nimi
nb_no: Navn på betaler
nl_be: Naam van betaler
ru_ru: Имя плательщика

# Table 3572587406 - Field 2595192385 - Property 2879900210
source: Response Date
cs_cz: Datum odezvy
fi_fi: Vastauspvm
nb_no: Responsdato
nl_be: Responsdatum
ru_ru: Дата отклика

# Table 3572587406 - Field 775380468 - Property 2879900210
source: Transaction Date
cs_cz: Datum transakce
fi_fi: Tapahtuman pvm
nb_no: Transaksjonsdato
nl_be: Transactiedatum
ru_ru: Дата транзакции

# Table 3572587406 - Field 443943387 - Property 2879900210
source: Transaction ID
cs_cz: ID transakce
fi_fi: Tapahtuman tunnus
nb_no: Transaksjons-ID
nl_be: Transactie-id
ru_ru: ИД транзакции

# Table 3572587406 - Field 587668972 - Property 2879900210
source: Transaction Status
cs_cz: Stav transakce
fi_fi: Tapahtuman tila
nb_no: Transaksjonsstatus
nl_be: Transactiestatus
ru_ru: Статус транзакции

# Table 3572587406 - Field 3773776616 - Property 2879900210
source: Transaction Type
cs_cz: Typ transakce
fi_fi: Tapahtumatyyppi
nb_no: Transaksjonsart
nl_be: Transactiesoort
ru_ru: Тип транзакции

# Codeunit 1098255835 - NamedType 101907022
source: Demo Sandbox Account -
cs_cz: Demo účet Sandboxu -
fi_fi: Esittelyn sandbox-tili –
nb_no: Sandkassekonto for demonstrasjon –
nl_be: Voorbeeldsandboxrekening -
ru_ru: Учетная запись демонстрационной песочницы -

# Codeunit 1926784871 - NamedType 3790335743
source: NOTE: This Is a test invoice. Therefore, no actual money transfer will be made.
cs_cz: POZNÁMKA: Toto je zkušební faktura. Proto nebude proveden žádný převod skutečných peněz.
fi_fi: HUOMAUTUS: Tämä on testilasku, joten tilisiirtoa ei todellisuudessa tehdä.
nb_no: MERK: Dette er en testfaktura. Derfor blir det ikke gjennomført noen reell pengeoverføring.
nl_be: OPMERKING: dit is een testfactuur. Daarom wordt niet werkelijk geld overgemaakt.
ru_ru: ПРИМЕЧАНИЕ. Это тестовый счет, поэтому фактический денежный перевод не выполняется.

# Codeunit 1926784871 - NamedType 3804706331
source: Invoice %1
cs_cz: Faktura %1
fi_fi: Lasku %1
nb_no: Faktura %1
nl_be: Factuur %1
ru_ru: Счет %1

# Codeunit 1926784871 - NamedType 3023250626
source: This function is not supported for the %1 table.
cs_cz: Tato funkce není pro tabulku %1 podporována.
fi_fi: Toimintoa ei tueta taulukolle %1.
nb_no: Denne funksjonen støttes ikke for tabellen %1.
nl_be: Deze functie wordt niet ondersteund voor de tabel %1.
ru_ru: Эта функция не поддерживается для таблицы %1.

# Codeunit 1926784871 - NamedType 4029329426
source: Finance,PayPal,Payment
cs_cz: Finance,PayPal,Platby
fi_fi: Rahoitus,PayPal,Maksu
nb_no: Finans,PayPal,Betaling
nl_be: Financiën,PayPal,Betaling
ru_ru: Финансы,PayPal,Оплата

# Codeunit 1926784871 - NamedType 3295255348
source: Pay with PayPal
cs_cz: Platit pomocí služby PayPal
fi_fi: Maksa PayPalilla
nb_no: Betal med PayPal
nl_be: Betalen met PayPal
ru_ru: Оплатить через PayPal

# Codeunit 1926784871 - NamedType 4099674243
source: An error occured while creating the PayPal payment link.
cs_cz: Došlo k chybě při vytváření propojení platby PayPal.
fi_fi: PayPal-maksulinkin luomisessa tapahtui virhe.
nb_no: Det oppstod en feil under oppretting av betalingskoblingen for PayPal.
nl_be: Er is een fout opgetreden tijdens het maken van de PayPal-betalingskoppeling.
ru_ru: При создании ссылки для оплаты PayPal произошла ошибка.

# Codeunit 1926784871 - NamedType 1120322070
source: An error occured while creating the PayPal payment link.\\Do you want to continue to create the document without the link?
cs_cz: Při vytváření platebního odkazu služby PayPal došlo k chybě.\\chcete pokračovat ve vytváření dokumentu bez propojení?
fi_fi: PayPal-maksulinkin luomisessa tapahtui virhe.\\Haluatko jatkaa asiakirjan luomista ilman linkkiä?
nb_no: Det oppstod en feil under oppretting av betalingskoblingen for PayPal.\\Vil du fortsette å opprette dokumentet uten koblingen?
nl_be: Er is een fout opgetreden tijdens het maken van de PayPal-betalingskoppeling.\\Wilt u doorgaan met het maken van het document zonder de koppeling?
ru_ru: При создании ссылки для оплаты PayPal произошла ошибка.\\Продолжить создание документа без ссылки?

# Codeunit 1926784871 - NamedType 1906247739
source: PayPal payment
cs_cz: Paltba PayPal
fi_fi: PayPal-maksu
nb_no: PayPal-betaling
nl_be: PayPal-betaling
ru_ru: Платеж PayPal

# Codeunit 1926784871 - NamedType 1142556911
source: Do you want to enable PayPal Sandbox setup?
cs_cz: Chcete povolit nastavení služby PayPal Sandbox?
fi_fi: Haluatko ottaa käyttöön PayPalin sandbox-asetukset?
nb_no: Vil du aktivere installasjonen av PayPal-sandkasse?
nl_be: Wilt u de instelling van PayPal Sandbox inschakelen?
ru_ru: Включить настройку песочницы PayPal?

# Codeunit 1926784871 - NamedType 675362307
source: Set up and enable the PayPal Payments Standard service.
cs_cz: Nastavte a povolte standardní službu plateb PayPal.
fi_fi: Määritä PayPal Payments Standard -palvelu ja ota se käyttöön.
nb_no: Konfigurer og aktiver PayPal Payments Standard-tjeneste.
nl_be: De PayPal Payments Standard-service instellen en inschakelen.
ru_ru: Настройте и включите службу платежей PayPal Payments Standard.

# Codeunit 1926784871 - NamedType 4118283908
source: PayPal Payments Standard - Fee % of Amount
cs_cz: Standardní platba PayPal - Poplatek % z částky
fi_fi: PayPal Payments Standard – maksu % summasta
nb_no: PayPal Payments Standard - Avgiftsprosent for beløp
nl_be: PayPal Payments Standard - kostenpercentage van bedrag
ru_ru: PayPal Payments Standard - % сбора от суммы

# Codeunit 1926784871 - NamedType 3394800156
source: You cannot change the target URL in the demonstration company.
cs_cz: Cílovou adresu URL v demonstrační společnosti nelze změnit.
fi_fi: Kohde-URL-osoitetta ei voi muuttaa esittely-yrityksessä.
nb_no: Du kan ikke endre URL-adressen for mål i demoselskapet.
nl_be: U kunt de doel-URL niet wijzigen in het demobedrijf.
ru_ru: Невозможно изменить целевой URL-адрес в демонстрационной организации.

# Codeunit 1926784871 - NamedType 1045122670
source: Your Ref.
cs_cz: Vaše ref.
fi_fi: Viitteenne
nb_no: Deres referanse
nl_be: Uw referentie
ru_ru: Ваша ссылка

# Codeunit 4159580547 - NamedType 349556811
source: Transaction %2 with status %1 has already been processed.
cs_cz: Transakce %2 se stavem %1 již byla zpracována.
fi_fi: Tapahtuma %2, jonka tila on %1, on jo käsitelty.
nb_no: Transaksjonen %2 med statusen %1 er allerede behandlet.
nl_be: Transactie %2 met de status %1 is al verwerkt.
ru_ru: Транзакция %2 со статусом %1 уже обработана.

# Codeunit 4159580547 - NamedType 2905366231
source: Webhook notification is empty.
cs_cz: Webhook oznámení je prázdný.
fi_fi: Webhook-ilmoitus on tyhjä.
nb_no: Webhook-varsling er tom.
nl_be: Webhookbericht is leeg.
ru_ru: Уведомление веб-перехватчика пусто.

# Codeunit 4159580547 - NamedType 984218275
source: PayPal account %1 in transaction %2 is unexpected.
cs_cz: Účet služby PayPal %1 v transakci %2 není očekáván.
fi_fi: PayPal-tili %1 tapahtumassa %2 on odottamaton.
nb_no: PayPal-kontoen %1 i transaksjonen %2 er uventet.
nl_be: PayPal-rekening %1 in transactie %2 wordt niet verwacht.
ru_ru: Непредвиденная учетная запись PayPal %1 в транзакции %2.

# Codeunit 4159580547 - NamedType 524254552
source: Gross amount %1 in transaction %2 is unexpected.
cs_cz: Hrubá částka %1 v transakci %2 není očekávána.
fi_fi: Bruttosumma %1 tapahtumassa %2 on odottamaton.
nb_no: Bruttobeløpet %1 i transaksjonen %2 er uventet.
nl_be: Brutobedrag %1 in transactie %2 wordt niet verwacht.
ru_ru: Непредвиденная валовая сумма %1 в транзакции %2.

# Codeunit 4159580547 - NamedType 3438185550
source: Currency code %1 in transaction %2 is unexpected.
cs_cz: Kód měny %1 v transakci %2 není očekávaný.
fi_fi: Valuuttakoodi %1 tapahtumassa %2 on odottamaton.
nb_no: Valutakoden %1 i transaksjonen %2 er uventet.
nl_be: Valutacode %1 in transactie %2 wordt niet verwacht.
ru_ru: Непредвиденный код валюты %1 в транзакции %2.

# Codeunit 4159580547 - NamedType 2741561990
source: Invoice number %1 in transaction %2 is unexpected.
cs_cz: Číslo faktury %1 v transakci %2 není očekávána.
fi_fi: Laskunumero %1 tapahtumassa %2 on odottamaton.
nb_no: Fakturanummer %1 i transaksjonen %2 er uventet.
nl_be: Factuurnummer %1 in transactie %2 wordt niet verwacht.
ru_ru: Непредвиденный номер счета %1 в транзакции %2.

# Page 113868361 - Property 2879900210
source: PayPal Payments Standard Accounts
cs_cz: Standardní účty PayPal platby
fi_fi: PayPal Payments Standard -tilit
nb_no: Kontoer for PayPal Payments Standard
nl_be: PayPal Payments Standard-rekeningen
ru_ru: Учетные записи PayPal Payments Standard

# Page 113868361 - Control 629845928 - Property 1295455071
source: Specifies the account id.
cs_cz: Určuje ID účtu.
fi_fi: Määrittää tilin tunnuksen.
nb_no: Angir konto-ID-en.
nl_be: Hiermee wordt de account-id opgegeven.
ru_ru: Определяет идентификатор счета.

# Page 113868361 - Control 3302455580 - Property 1295455071
source: Specifies whether to make this PayPal Standard account available on all documents.
cs_cz: Určuje, zda má být tento standardní účet PayPal k dispozici ve všech dokladech.
fi_fi: Määrittää, otetaanko tämä PayPal Standard -tili käyttöön kaikissa asiakirjoissa.
nb_no: Angir om du vil gjøre standard PayPal-konto tilgjengelig i alle dokumenter.
nl_be: Hiermee wordt opgegeven of deze PayPal Standard-rekening beschikbaar moet worden gemaakt voor alle documenten.
ru_ru: Указывает, сделать ли этот счет PayPal Standard доступным во всех документах.

# Page 113868361 - Control 3461834954 - Property 1295455071
source: Specifies the PayPal Standard account description.
cs_cz: Určuje popis standardního účtu PayPal.
fi_fi: Määrittää PayPal Standard -tilin kuvauksen.
nb_no: Angir beskrivelsen av standard PayPal-konto.
nl_be: Hiermee wordt de beschrijving van de PayPal Standard-rekening opgegeven.
ru_ru: Определяет описание счета PayPal Standard.

# Page 113868361 - Control 2891538263 - Property 1295455071
source: Specifies whether the PayPal Standard account is enabled.
cs_cz: Určuje, zda je povolen standardní účet PayPal.
fi_fi: Määrittää, onko PayPal Standard -tili käytössä.
nb_no: Angir om standard PayPal-konto er aktivert.
nl_be: Hiermee wordt opgegeven of de PayPal Standard-rekening is geactiveerd.
ru_ru: Определяет, включен ли счет PayPal Standard.

# Page 113868361 - Control 2961552353 - Property 1295455071
source: Specifies the name of the PayPal Standard account.
cs_cz: Určuje název standardního účtu PayPal.
fi_fi: Määrittää PayPal Standard -tilin nimen.
nb_no: Angir navnet på standard PayPal-konto.
nl_be: Hiermee wordt de naam van de PayPal Standard-rekening opgegeven.
ru_ru: Определяет имя счета PayPal Standard.

# Page 113868361 - Action 4069333574 - Property 1295455071
source: Creates a new PayPal Standard account.
cs_cz: Vytvoří nový standardní účet PayPal.
fi_fi: Luo uuden PayPal Standard -tilin.
nb_no: Oppretter en ny standard PayPal-konto.
nl_be: Hiermee wordt een nieuwe PayPal Standard-rekening gemaakt.
ru_ru: Создает новый счет PayPal Standard.

# Page 113868361 - Action 4069333574 - Property 2879900210
source: New
cs_cz: Nové
fi_fi: Uusi
nb_no: Nytt
nl_be: Nieuw
ru_ru: Создать

# Page 4244671604 - NamedType 961880541
source: Terms of service
cs_cz: Podmínky služby
fi_fi: Palveluehdot
nb_no: Vilkår for bruk
nl_be: Servicevoorwaarden
ru_ru: Условия предоставления услуг

# Page 4244671604 - Control 2170401387 - Property 1968111052
source: Enter your email address for PayPal payments.
cs_cz: Zadejte svou e-mailovou adresu pro platby PayPal.
fi_fi: Anna PayPal-maksujen sähköpostiosoite.
nb_no: Angi e-postadresse for PayPal-betalinger.
nl_be: Voer uw e-mailadres voor PayPal-betalingen in.
ru_ru: Введите адрес электронной почты для платежей PayPal.

# Page 4244671604 - Control 2170401387 - Property 2879900210
source: PayPal Information
cs_cz: Informace o PayPal
fi_fi: PayPal-tiedot
nb_no: Informasjon om PayPal
nl_be: PayPal-gegevens
ru_ru: Сведения о PayPal

# Page 4244671604 - Control 1807660456 - Property 1295455071
source: Specifies the PayPal email.
cs_cz: Určuje e-mail PayPal.
fi_fi: Määrittää PayPal-sähköpostiosoitteen.
nb_no: Angir e-postadressen for PayPal.
nl_be: Hiermee wordt het PayPal-e-mailadres opgegeven.
ru_ru: Определяет электронную почту PayPal.

# Page 4244671604 - Control 1807660456 - Property 2879900210
source: PayPal Email
fi_fi: PayPal-sähköposti
nb_no: E-postadresse for PayPal
nl_be: PayPal-e-mailadres
ru_ru: Эл. почта PayPal

# Page 4244671604 - Control 2224294470 - Property 1295455071
source: Specifies whether the Sandbox is active.
cs_cz: Určuje, zda je Sandbox aktivní.
fi_fi: Määrittää, onko eristys aktiivinen.
nb_no: Angir om sandkassen er aktiv.
nl_be: Hiermee wordt opgegeven of de sandbox actief is.
ru_ru: Указывает, активна ли песочница.

# Page 4244671604 - Control 2224294470 - Property 2879900210
source: Sandbox active
cs_cz: Aktivní sandbox
fi_fi: Aktiivinen sandbox
nb_no: Sandkasse aktiv
nl_be: Sandbox actief
ru_ru: Активная песочница

# Page 4244671604 - Control 161526099 - Property 1295455071
source: Specifies PayPal terms of service.
cs_cz: Určuje podmínky služby PayPal.
fi_fi: Määrittää PayPal-palveluehdot.
nb_no: Angir PayPals vilkår for bruk.
nl_be: Hiermee worden de servicevoorwaarden van PayPal opgegeven.
ru_ru: Определяет условия предоставления услуг PayPal.

# Page 4244671604 - Control 161526099 - Property 2879900210
source: PayPal Terms of Service
cs_cz: Smluvní podmínky PayPal
fi_fi: PayPal-palveluehdot
nb_no: PayPals vilkår for bruk
nl_be: PayPal-servicevoorwaarden
ru_ru: Условия предоставления услуг PayPal

# Page 4268182158 - Property 2879900210
source: PayPal Payments Standard Setup
cs_cz: Standardní nastavení platby PayPal
fi_fi: PayPal Payments Standardin määritys
nb_no: Oppsett for PayPal Payments Standard
nl_be: Instelling van PayPal Payments Standard
ru_ru: Настройка PayPal Payments Standard
