Repository: rstefanetti/MSDyn365BC.Code.History
Catalog: PayPalPaymentsStandard/Source/PayPal Payments Standard/Translations/PayPal Payments Standard.*.xlf
Languages: cs_cz, fi_fi, nb_no, nl_be, ru_ru

# Page 4268182158 - NamedType 2004045125
source: PayPal Payment Standard has been enabled. To have invoice status updated to Paid when a customer has paid, contact your system administrator to enable API services.
cs_cz: Byl povolen platební standard PayPal. Chcete-li aktualizovat stav faktury, když zákazník zaplatil, požádejte správce systému o povolení služeb rozhraní API.
fi_fi: PayPal Payment Standard on otettu käyttöön. Jotta laskun tilaksi voidaan päivittää Maksettu, kun asiakas maksaa sen, pyydä järjestelmänvalvojaa ottamaan ohjelmointirajapintapalvelut käyttöön.
nb_no: PayPal Payment Standard er aktivert. Hvis du oppdatere fakturastatusen til Betalt når en kunde har betalt, kontakter du systemansvarlig for å aktivere API-tjenester.
nl_be: PayPal Payment Standard is ingeschakeld. Als u de status van de factuur wilt laten bijwerken naar Betaald als een klant heeft betaald, neemt u contact op met uw systeembeheerder om API-services in te schakelen.
ru_ru: Включен PayPal Payment Standard. Чтобы после оплаты клиентом состояние счетов менялось на "Оплачено", попросите системного администратора включить службы API.

# Page 4268182158 - NamedType 3035575630
source: The %1 is not enabled. Are you sure you want to exit?
cs_cz: %1 není povoleno. Opravdu chcete odejít?
fi_fi: Kohdetta %1 ei ole otettu käyttöön. Haluatko varmasti lopettaa?
nb_no: %1 er ikke aktivert. Er du sikker på at du vil avslutte?
nl_be: %1 is niet ingeschakeld. Weet u zeker dat u wilt afsluiten?
ru_ru: Функциональность "%1" не включена. Вы действительно хотите выйти?

# Page 4268182158 - NamedType 594054157
source: This extension uses the Paypal service, a third-party provider. By enabling this extension, you will be subject to the applicable terms, conditions, and privacy policies that Paypal may make available.\\When you establish a connection through the PayPal Payments Standard extension, customer data from the invoice, such as invoice number, due date, amount, and currency, as well as your PayPal account ID, will be inserted into the PayPal payment link on invoices and sent to PayPal when the customer chooses the link to pay. This data is used to ensure that the link contains enough information for your customers to pay the invoice, as well as for PayPal to identify you as the recipient of a payment using the link.\\By installing this solution, you agree for this limited set of data to be sent to the PayPal service. Note that you can disable or uninstall the PayPal Payments Standard extension at any time to discontinue the functionality.
cs_cz: Toto rozšíření používá službu PayPal, poskytovatele třetí strany. Povolením tohoto rozšíření budete podléhat platným podmínkám a zásadám ochrany osobních údajů, které může služba PayPal zpřístupnit.\\Pokud navážete připojení prostřednictvím standardního rozšíření plateb PayPal, budou zákaznická data z faktury, například číslo faktury, datum splatnosti, částka a měna, stejně jako ID účtu PayPal vložena do platebního odkazu PayPal na fakturách a odeslána na PayPal, když zákazník zvolí odkaz na platbu. Tato data se používají k zajištění toho, že odkaz obsahuje dostatek informací pro vaše zákazníky pro zaplacení faktury, stejně jako pro identifikaci PayPal vás jako příjemce platby pomocí odkazu.\\ Instalací tohoto řešení vyjadřujete souhlas s tím, že tato omezená sada dat bude odeslána službě PayPal. Všimněte si, že můžete kdykoliv zakázat nebo odinstalovat PayPal platby standardní rozšíření pro přerušení funkcionality.
fi_fi: Tämä laajennus käyttää kolmannen osapuolen palveluntarjoajan Paypal-palvelua. Jos tämä laajennus otetaan käyttöön, siihen sovelletaan käyttöehtoja ja tietosuojakäytäntöjä, jotka Paypal voi ottaa käyttöön.\\Kun muodostat yhteyden PayPal Payments Standard -laajennuksen kautta, laskun asiakastiedot, kuten laskunumero, eräpäivä, summa ja valuutta, sekä PayPal-tilin tunnus lisätään laskujen PayPal-maksulinkkiin ja lähetetään PayPal-palveluun, kun asiakas valitsee linkin maksamista varten. Näiden tietojen avulla varmistetaan, että linkki sisältää riittävästi tietoja, joiden avulla asiakkaat voivat maksaa laskun. Linkin avulla PayPal määrittää maksun vastaanottajan.\\Jos asennat tämän ratkaisun, suostut siihen, että tämä tietojoukko lähetetään PayPal-palvelulle. Ota huomioon, että voit poistaa PayPal Payments Standard -laajennuksen käytöstä tai poistaa sen asennuksen milloin tahansa, jos haluat lopettaa toiminnon käytön.
nb_no: Denne filtypen bruker Paypal-tjenesten, en tredjepartsleverandør. Ved å aktivere denne utvidelsen, vil du være underlagt gjeldende bestemmelser, betingelser og personvernpolicyer for Paypal.\\Når du oppretter en tilkobling via PayPal Payments Standard-utvidelsen, vil kundedata fra fakturaen, for eksempel fakturanummer, forfallsdato, beløp, valuta og din PayPal-konto-ID, settes inn i koblingen for PayPal-betaling på fakturaer og sendes til PayPal når kunden velger koblingen for å betale. Disse dataene brukes for å sikre at koblingen inneholder nok informasjon til at kundene kan betale fakturaen og at PayPal kan identifisere deg som mottaker av en betaling ved hjelp av koblingen.\\Ved å installere denne løsningen, godtar du at dette begrensede datasettet sendes til PayPal-tjenesten. Vær oppmerksom på at du kan deaktivere eller avinstallere PayPal Payments Standard-utvidelsen når som helst for å deaktivere funksjonaliteten.
nl_be: Deze extensie gebruikt de PayPal-service, een externe provider. Als u deze extensie inschakelt, gelden het privacybeleid en de voorwaarden die PayPal mogelijk beschikbaar stelt.\\Wanneer u een verbinding met de extensie PayPal Payments Standard maakt, worden klantgegevens uit de factuur, zoals factuurnummer, vervaldatum, bedrag en valuta, evenals de id van uw PayPal-account, ingevoegd in de PayPal-betalingskoppeling in facturen, en worden deze naar PayPal verzonden wanneer de klant de koppeling kiest om te betalen. Deze gegevens worden gebruikt om te zorgen dat de koppeling de informatie bevat die uw klant nodig heeft om de factuur te betalen, en die PayPal nodig heeft om u te identificeren als de ontvanger van een betaling met behulp van de koppeling.\\Door deze oplossing te installeren gaat u ermee akkoord dat deze beperkte set gegevens naar de PayPal-service wordt verzonden. U kunt de extensie PayPal Payments Standard op elk moment uitschakelen of de installatie ervan ongedaan maken om de functionaliteit te stoppen.
ru_ru: Расширение использует службу PayPal стороннего поставщика. При включении этого расширения вы подпадаете под действие применимых условий и политики конфиденциальности, которые обеспечивает Paypal.\\Когда вы устанавливаете соединение через расширение PayPal Payments Standard, данные клиента из счета-фактуры, такие как номер счета-фактуры, дата платежа, сумма и валюта, а также идентификатор вашей учетной записи PayPal будут вставлены в платежную ссылку PayPal в счетах-фактурах и отправлены в PayPal, когда клиент выберет ссылку для оплаты. Эти данные используются для обеспечения того, чтобы ссылка содержала информацию достаточную для осуществления оплаты счета-фактуры вашими клиентами, а также для того, чтобы PayPal идентифицировала вас как получателя платежа по ссылке.\\Установив это решение, вы соглашаетесь с этими ограниченным набором данных для отправки в службу PayPal. Обратите внимание, что вы можете в любое время отключить или удалить расширение PayPal Payments Standard, чтобы прекратить его работу.

# Page 4268182158 - Control 2445482498 - Property 2879900210
source: General
cs_cz: Obecné
fi_fi: Yleiset
nb_no: Generelt
nl_be: Algemeen
ru_ru: Общее

# Page 4268182158 - Control 1123305005 - Property 1295455071
source: Specifies Logo that should be included for this account on all invoices.
cs_cz: Určuje Logo, které ma být použito pro tento účet na všech fakturách.
fi_fi: Määrittää logon, joka pitää lisätä tämän tilin kaikkiin laskuihin.
nb_no: Angir logoen skal tas med for denne kontoen i alle fakturaer.
nl_be: Hiermee wordt het logo opgegeven dat voor deze rekening in alle facturen moet worden opgenomen.
ru_ru: Определяет логотип, который будет указываться для этой учетной записи во всех счетах.

# Page 4268182158 - Control 1123305005 - Property 2879900210
source: Logo
ru_ru: Логотип

# Page 4268182158 - Control 629845928 - Property 1295455071
source: Specifies the email or the Merchant account ID of the PayPal account
cs_cz: Určuje e-mail nebo ID účtu obchodníka pro účet PayPal
fi_fi: Määrittää PayPal-tilin sähköpostiosoitteen tai kauppiastunnuksen.
nb_no: Angir e-posten eller ID-en for forhandlerkonto for PayPal-kontoen
nl_be: Hiermee wordt het e-mailadres of de handelaarsrekening-id van de PayPal-rekening opgegeven
ru_ru: Определяет адрес электронной почты или код учетной записи продавца учетной записи PayPal.

# Page 4268182158 - Control 3302455580 - Property 1295455071
source: Specifies if this PayPal account should be included on all of the Documents by default.
cs_cz: Určuje, zda má být tento Paypal účet zahrnut do všech dokumentů ve výchozím nastavení.
fi_fi: Määrittää, pitäisikö tämä PayPal-tili lisätä oletusarvoisesti kaikkiin asiakirjoihin.
nb_no: Angir om denne PayPal-kontoen skal tas med i dokumentene som standard.
nl_be: Hiermee wordt opgegeven of deze PayPal-rekening standaard moet worden opgenomen in alle documenten.
ru_ru: Указывает, должна ли эта учетная запись PayPal включаться во все документы по умолчанию.

# Page 4268182158 - Control 3461834954 - Property 1295455071
source: Specifies description for what this PayPal account is being used for.
cs_cz: Určuje popis pro co je tento účet PayPal použit.
fi_fi: Määrittää kuvauksen tämän PayPal-tilin käyttötavoista.
nb_no: Angir beskrivelse for hva denne PayPal-kontoen skal brukes for.
nl_be: Hiermee wordt de beschrijving opgegeven van waar deze PayPal-rekening voor wordt gebruikt.
ru_ru: Определяет описание назначения учетной записи PayPal.

# Page 4268182158 - Control 2891538263 - Property 1295455071
source: Specifies if the payment service is enabled.
cs_cz: Určuje, zda je platební služba povolena.
fi_fi: Määrittää, onko maksupalvelu käytössä.
nb_no: Angir om betalingstjenesten er aktivert.
nl_be: Hiermee wordt opgegeven of de betalingsservice is ingeschakeld.
ru_ru: Указывает, включена ли служба платежей.

# Page 4268182158 - Control 2961552353 - Property 1295455071
source: Specifies the name of the PayPal account.
cs_cz: Určuje název účtu PayPal.
fi_fi: Määrittää PayPal-tilin nimen.
nb_no: Angir navnet på PayPal-kontoen.
nl_be: Hiermee wordt de naam van de PayPal-rekening opgegeven.
ru_ru: Определяет имя учетной записи PayPal.

# Page 4268182158 - Control 4086242710 - Property 1295455071
source: Specifies the target URL that will be opened when the customer chooses the link on the invoice.
cs_cz: Určuje cílovou URL, která bude otevřena, když zákazník vybere odkaz na faktuře.
fi_fi: Määrittää kohde-URL-osoitteen, joka avataan, kun asiakas valitsee laskun linkin.
nb_no: Angir URL-adressen for mål som vil åpnes når kunden velger koblingen i fakturaen.
nl_be: Hiermee wordt de doel-URL opgegeven die wordt geopend wanneer de klant de koppeling in de factuur kiest.
ru_ru: Определяет целевой URL-адрес, который будет открываться, когда клиент выберет ссылку в счете.

# Page 4268182158 - Control 4086242710 - Property 2879900210
source: Target URL
cs_cz: Cílová adresa URL
fi_fi: Kohde-URL
nb_no: URL-adresse for mål
nl_be: Doel-URL
ru_ru: Целевой URL-адрес

# Page 4268182158 - Control 161526099 - Property 1295455071
source: Specifies PayPal terms of service.
cs_cz: Určuje podmínky služby PayPal.
fi_fi: Määrittää PayPal-palveluehdot.
nb_no: Angir PayPals vilkår for bruk.
nl_be: Hiermee worden de servicevoorwaarden van PayPal opgegeven.
ru_ru: Определяет условия предоставления услуг PayPal.

# Page 4268182158 - Action 2678035379 - Property 1295455071
source: Log listing events for this PayPal account.
cs_cz: Protokolování událostí pro tento PayPal účet.
fi_fi: Tämän PayPal-tilin lokitapahtumat.
nb_no: Loggoppføringshendelser for denne PayPal-kontoen.
nl_be: Gebeurtenissen registreren voor deze PayPal-rekening.
ru_ru: Журнал событий для этой учетной записи PayPal.

# Page 4268182158 - Action 2678035379 - Property 2879900210
source: Activity Log
cs_cz: Protokol aktivity
fi_fi: Toimintoloki
nb_no: Aktivitetslogg
nl_be: Activiteitenlogbestand
ru_ru: Журнал действий

# Page 4268182158 - Action 2397962153 - Property 1295455071
source: Opens Template Setup for all PayPal accounts.
cs_cz: Otevře Nastavení šablony pro všechny účty PayPal.
fi_fi: Avaa kaikkien PayPal-tilien mallin määrityksen.
nb_no: Åpner maloppsett for alle PayPal-kontoer.
nl_be: Hiermee wordt de sjablooninstelling geopend voor alle PayPal-rekeningen.
ru_ru: Открывает настройку шаблона для всех учетных записей PayPal.

# Page 4268182158 - Action 2397962153 - Property 2879900210
source: Setup Template
cs_cz: Nastavení šablony
fi_fi: Määritysmalli
nb_no: Oppsettmal
nl_be: Sjabloon instellen
ru_ru: Настроить шаблон

# Page 945518375 - Property 2879900210
source: PayPal Payments Standard Template
cs_cz: Standardní šablona platby PayPal
fi_fi: PayPal Payments Standard -malli
nb_no: Mal for PayPal Payments Standard
nl_be: PayPal Payments Standard-sjabloon
ru_ru: Шаблон PayPal Payments Standard

# Page 945518375 - NamedType 1102136885
source: Settings have been set to default.
cs_cz: Nastavení bylo nastaveno na výchozí.
fi_fi: Oletusasetukset on otettu käyttöön.
nb_no: Innstillingene er tilbakestilt til standardverdier.
nl_be: De standaardwaarden van de instellingen zijn hersteld.
ru_ru: Были восстановлены значения параметров по умолчанию.

# Page 945518375 - Control 2445482498 - Property 2879900210
source: General
cs_cz: Obecné
fi_fi: Yleiset
nb_no: Generelt
nl_be: Algemeen
ru_ru: Общее

# Page 945518375 - Control 3461834954 - Property 1295455071
source: Specifies the default description for the PayPal payment service.
cs_cz: Určuje výchozí popis pro platební službu PayPal.
fi_fi: Määrittää PayPal-maksupalvelun oletuskuvauksen.
nb_no: Angir standardbeskrivelsen for PayPal-betalingstjenesten.
nl_be: Hiermee wordt de standaardomschrijving van de PayPal-betalingsservice opgegeven.
ru_ru: Определяет описание по умолчанию для службы платежей PayPal.

# Page 945518375 - Control 1123305005 - Property 1295455071
source: Specifies the default logo for the PayPal payment service.
cs_cz: Určuje výchozí logo pro platební službu PayPal.
fi_fi: Määrittää PayPal-maksupalvelun oletuslogon.
nb_no: Angir standardlogoen for PayPal-betalingstjenesten.
nl_be: Hiermee wordt het standaardlogo van de PayPal-betalingsservice opgegeven.
ru_ru: Определяет логотип по умолчанию для службы платежей PayPal.

# Page 945518375 - Control 1516166834 - Property 1295455071
source: Specifies the frequency with which the logo is updated.
cs_cz: Určuje frekvenci s jakou je logo aktualizováno.
fi_fi: Määrittää logon päivityksen tiheyden.
nb_no: Angir frekvensen logoen skal oppdateres med.
nl_be: Hiermee wordt de frequentie opgegeven waarmee het logo wordt bijgewerkt.
ru_ru: Определяет периодичность обновления логотипа.

# Page 945518375 - Control 2228795340 - Property 1295455071
source: Specifies the URL from which the logo will be refreshed regularly.
cs_cz: Určuje URL z které bude logo pravidelně obnovováno.
fi_fi: Määrittää URL-osoitteen, josta logo säännöllisesti päivitetään.
nb_no: Angir URL-adressen der logoen blir oppdatert regelmessig fra.
nl_be: Hiermee wordt de URL opgegeven van waaraf het logo regelmatig wordt vernieuwd.
ru_ru: Определяет URL-адрес, с которого периодически будет загружаться логотип.

# Page 945518375 - Control 2228795340 - Property 2879900210
source: Logo URL
cs_cz: URL adresa loga
fi_fi: Logon URL
nb_no: URL-adresse for logo
ru_ru: URL-адрес логотипа

# Page 945518375 - Control 2961552353 - Property 1295455071
source: Specifies the default name for the PayPal payment service.
cs_cz: Určuje výchozí název pro platební službu PayPal.
fi_fi: Määrittää PayPal-maksupalvelun oletusnimen.
nb_no: Angir standardnavnet for PayPal-betalingstjenesten.
nl_be: Hiermee wordt de standaardnaam van de PayPal-betalingsservice opgegeven.
ru_ru: Определяет имя по умолчанию для службы платежей PayPal.

# Page 945518375 - Control 4086242710 - Property 1295455071
source: Specifies the default target URL that will be used for the PayPal payment services.
cs_cz: Určuje cílovou výchozí adresu URL, která bude použita pro platební služby PayPal.
fi_fi: Määrittää PayPal-maksupalveluissa käytettävän kohde-URL-oletusosoitteen.
nb_no: Angir standard URL-adresse for mål som skal brukes for PayPal-betalingstjenestene.
nl_be: Hiermee wordt de standaard-URL opgegeven die wordt gebruikt voor de PayPal-betalingsservices.
ru_ru: Определяет целевой URL-адрес, который будет использоваться для службы платежей PayPal.

# Page 945518375 - Control 4086242710 - Property 2879900210
source: Target URL
cs_cz: Cílová adresa URL
fi_fi: Kohde-URL
nb_no: URL-adresse for mål
nl_be: Doel-URL
ru_ru: Целевой URL-адрес

# Page 945518375 - Control 161526099 - Property 1295455071
source: Specifies the terms of use for the PayPal payment service.
cs_cz: Určuje podmínky použití platební služby PayPal.
fi_fi: Määrittää PayPal-maksupalvelun käyttöehdot.
nb_no: Angir vilkårene for bruk for PayPal-betalingstjenesten.
nl_be: Hiermee worden de gebruiksvoorwaarden voor de PayPal-betalingsservice opgegeven.
ru_ru: Определяет условия использования службы платежей PayPal.

# Page 945518375 - Action 3160976295 - Property 1295455071
source: Resets values to default.
cs_cz: Nastavit hodnoty na výchozí.
fi_fi: Palauttaa oletusarvot.
nb_no: Tilbakestiller verdier til standard.
nl_be: Hiermee worden de standaardwaarden hersteld.
ru_ru: Восстанавливает значения по умолчанию.

# Page 945518375 - Action 3160976295 - Property 2879900210
source: Reset To Default
cs_cz: Obnovit výchozí
fi_fi: Palauta oletusarvot
nb_no: Tilbakestill til standard
nl_be: Standaardwaarden herstellen
ru_ru: Восстановить значения по умолчанию

# PageExtension 1655671086 - NamedType 961880541
source: Terms of service
cs_cz: Podmínky služby
fi_fi: Palveluehdot
nb_no: Vilkår for bruk
nl_be: Servicevoorwaarden
ru_ru: Условия предоставления услуг

# PageExtension 1655671086 - Control 2725778290 - Property 1295455071
source: Specifies the PayPal email address.
cs_cz: Určuje e-mailovou adresu PayPal.
fi_fi: Määrittää PayPal-sähköpostiosoitteen.
nb_no: Angir e-postadressen for PayPal.
nl_be: Hiermee wordt het PayPal-e-mailadres opgegeven.
ru_ru: Определяет адрес электронной почты PayPal.

# PageExtension 1655671086 - Control 2725778290 - Property 2879900210
source: PayPal email address
cs_cz: E-mailová adresa PayPal
fi_fi: Paypal-sähköpostiosoite
nb_no: E-postadresse for PayPal
nl_be: PayPal-e-mailadres
ru_ru: Адрес электронной почты PayPal

# PageExtension 1655671086 - Control 161526099 - Property 1295455071
source: Specifies PayPal terms of service.
cs_cz: Určuje podmínky služby PayPal.
fi_fi: Määrittää PayPal-palveluehdot.
nb_no: Angir PayPals vilkår for bruk.
nl_be: Hiermee worden de servicevoorwaarden van PayPal opgegeven.
ru_ru: Определяет условия предоставления услуг PayPal.

# PageExtension 1655671086 - Control 161526099 - Property 2879900210
source: PayPal Terms of Service
cs_cz: Smluvní podmínky PayPal
fi_fi: PayPal-palveluehdot
nb_no: PayPals vilkår for bruk
nl_be: PayPal-servicevoorwaarden
ru_ru: Условия предоставления услуг PayPal

# PageExtension 1655671086 - Control 2102977698 - Property 1968111052
source: Ask your Office 365 administrator to change the settings for PayPal.
cs_cz: Požádejte správce Office 365, aby změnil nastavení služby PayPal.
fi_fi: Pyydä Office 365 -järjestelmänvalvojaasi muuttamaan PayPal-asetukset.
nb_no: Be systemansvarlig for Office 365 om å endre innstillingene for PayPal.
nl_be: Vraag uw Office 365-beheerder de instellingen voor PayPal te wijzigen.
ru_ru: Обратитесь к администратору Office 365 для изменения параметров PayPal.

# Codeunit 1926784871 - NamedType 3836160883
source: PayPal Payments Standard
cs_cz: Platební standard PayPal
