Repository: rstefanetti/MSDyn365BC.Code.History
Catalog: SimplifiedBankStatementImport/Source/Simplified Bank Statement Import/Translations/Simplified Bank Statement Import.*.xlf
Languages: da_dk, is_is, sv_se

# Page 3726475704 - Control 3192175264 - Property 1295455071
source: Transaction date.
da_dk: Transaktionsdato.
is_is: Færsludagsetning.
sv_se: Transaktionsdatum.

# Page 3726475704 - Control 3192175264 - Property 2879900210
source: Date
da_dk: Dato
is_is: Dagsetning
sv_se: Datum

# Page 3726475704 - Control 3461834954 - Property 1295455071
source: Transaction description.
da_dk: Transaktionsbeskrivelse.
is_is: Lýsing á færslu.
sv_se: Transaktionsbeskrivning.

# Page 3726475704 - Control 3461834954 - Property 2879900210
source: Description
da_dk: Beskrivelse
is_is: Lýsing
sv_se: Beskrivning

# PageExtension 4184426718 - NamedType 4267259091
source: A Bank Statement Import Format is not specified for the bank account. You can select an existing format, or create one.
da_dk: Der er ikke angivet et indlæsningsformat for kontoudtog for bankkontoen. Du kan vælge et eksisterende format eller oprette et.
is_is: Innflutningssnið bankayfirlits er ekki tilgreint fyrir bankareikninginn. Hægt er að velja tiltækt snið eða búa til nýtt.
sv_se: Inget importformat för kontoutdrag har angetts för bankkontot. Du kan välja ett befintligt format eller skapa ett.

# PageExtension 4184426718 - NamedType 207204715
source: Set up Bank Statement File Import Format
da_dk: Konfigurer filformat til indlæsning af bankkontoudtog
is_is: Setja upp innflutningssnið bankayfirlitsskráar
sv_se: Importformat för inställningar av kontoutdragsfil

# PageExtension 674905867 - Action 1918701063 - Property 1295455071
source: Start the Bank Statement File Setup wizard to set up a bank statement file import format.
da_dk: Start guiden Konfigurer bankkontoudtogsfil for at konfigurere et filformat til indlæsning af bankkontoudtog.
is_is: Ræsa leiðsagnarforrit bankayfirlitsskráar til að setja upp innflutningssnið bankayfirlitsskráar.
sv_se: Starta guiden Inställningar av kontoutdragsfil om du vill konfigurera ett importformat för kontoutdragsfil.

# PageExtension 674905867 - Action 1918701063 - Property 2879900210
source: Bank Statement File Format Wizard
da_dk: Guiden Filformat for bankkontoudtog
is_is: Leiðsagnarforrit skráarsniðs bankayfirlits
sv_se: Guide för filformat för bankkontoutdrag
