Repository: rstefanetti/MSDyn365BC.Code.History
Catalog: SimplifiedBankStatementImport/Source/Simplified Bank Statement Import/Translations/Simplified Bank Statement Import.*.xlf
Languages: da_dk, is_is, sv_se

# Table 3726475704 - Property 2879900210
source: Bank Statement Import Preview
da_dk: Eksempel på import af bankkontoudtog
is_is: Innflutningsforskoðun bankayfirlits
sv_se: Förhandsgranskning av kontoutdragsimport

# Table 3726475704 - Field 636392376 - Property 2879900210
source: Amount
da_dk: Beløb
is_is: Upphæð
sv_se: Belopp

# Table 3726475704 - Field 3465196513 - Property 2879900210
source: Amount Format
da_dk: Beløbsformat
is_is: Snið upphæðar
sv_se: Beloppsformat

# Table 3726475704 - Field 3192175264 - Property 2879900210
source: Date
da_dk: Dato
is_is: Dagsetning
sv_se: Datum

# Table 3726475704 - Field 902669161 - Property 2879900210
source: Date Format
da_dk: Datoformat
is_is: Dagsetningarsnið
sv_se: Datumformat

# Table 3726475704 - Field 3461834954 - Property 2879900210
source: Description
da_dk: Beskrivelse
is_is: Lýsing
sv_se: Beskrivning

# Table 3726475704 - Field 1663593181 - Property 2879900210
source: Primary Key
da_dk: Primærnøgle
is_is: Aðallykill
sv_se: Primärnyckel

# Codeunit 1261045762 - NamedType 4123649463
source: Set up a bank statement file import format.
da_dk: Konfigurer et filformat til indlæsning af bankkontoudtog
is_is: Setja upp innflutningssnið bankayfirlitsskráar.
sv_se: Konfigurera importformat för en kontoutdragsfil.

# Codeunit 1261045762 - NamedType 1254056685
source: Set up a bank statement file import format
da_dk: Konfigurer et filformat til indlæsning af bankkontoudtog
is_is: Setja upp innflutningssnið bankayfirlitsskráar
sv_se: Konfigurera importformat för en kontoutdragsfil

# Page 1261045762 - Property 2879900210
source: Bank Statement File Setup
da_dk: Opsætning af bankkontoudtogsfil
is_is: Uppsetning bankayfirlitsskráar
sv_se: Inställningar av kontoutdragsfil

# Page 1261045762 - NamedType 1245862610
source: Amount
da_dk: Beløb
is_is: Upphæð
sv_se: Belopp

# Page 1261045762 - NamedType 117133418
source: Bank Import Setup
da_dk: Konfiguration af bankimport
is_is: Uppsetning bankainnflutnings
sv_se: Inställningar för bankimport

# Page 1261045762 - NamedType 1979522020
source: Bank Payment Field Mapping
da_dk: Tilknytning af bankbetalingsfelt
is_is: Reitavörpun bankagreiðslu
sv_se: Fältmappning för bankbetalning

# Page 1261045762 - NamedType 926033131
source: Column number for %1 cannot be greater than column count.
da_dk: Kolonnenummeret for %1 må ikke være større end kolonneantallet.
is_is: Dálknúmer fyrir %1 getur ekki verið hærra en fjöldi dálka.
sv_se: Kolumnnumret för %1 kan inte vara högre än antalet kolumner.

# Page 1261045762 - NamedType 3679842891
source: Bank Statement Import Format %1 is already defined for the Bank Account %2. Do you want to overwrite it with the new format?
da_dk: %1 for indlæsning af bankkontoudtog er allerede defineret for bankkonto %2. Vil du overskrive den med det nye format?
is_is: Innflutningssnið bankayfirlits %1 er þegar skilgreint fyrir bankareikning %2. Á að skrifa yfir það með nýja sniðinu?
sv_se: Importformatet %1 för kontoutdraget har redan definierats för bankkontot %2. Vill du skriva över det med det nya formatet?

# Page 1261045762 - NamedType 1215989694
source: Data Exchange Definition with the code %1 already exists.
da_dk: Dataudvekslingsdefinition med koden %1 findes allerede.
is_is: Gagnaskiptaskilgreining með kóðann %1 er þegar til.
sv_se: Dataintegrationsdefinitionen med koden %1 finns redan.

# Page 1261045762 - NamedType 1662316861
source: Data Exchange Definition
da_dk: Dataudvekslingsdefinition
is_is: Gagnaskiptaskilgreining
sv_se: Dataintegrationsdefinition

# Page 1261045762 - NamedType 1542941690
source: Date
da_dk: Dato
is_is: Dagsetning
sv_se: Datum

# Page 1261045762 - NamedType 3569966352
source: Description
da_dk: Beskrivelse
is_is: Lýsing
sv_se: Beskrivning

# Page 1261045762 - NamedType 3342129989
source: Detail
da_dk: Detaljer
is_is: Upplýsingar
sv_se: Detaljer

# Page 1261045762 - NamedType 1612662348
source: Download a sample bank statement file
da_dk: Hent et eksempel på en bankkontoudtogsfil
is_is: Sækja sýnishorn af bankayfirlitsskrá
sv_se: Ladda ned ett exempel på en kontoutdragsfil

# Page 1261045762 - NamedType 3189848945
source: Bank statement file successfully uploaded
da_dk: Bankkontoudtogsfilen blev overført
is_is: Bankayfirlitsskrá var hlaðið upp
sv_se: Kontoutdragsfilen har laddats upp

# Page 1261045762 - NamedType 2421718085
source: Line Definition
da_dk: Linjedefinition
is_is: Línuskilgreining
sv_se: Raddefinition

# Page 1261045762 - NamedType 984350027
source: The setup is not complete.\\Are you sure you want to exit?
da_dk: Konfigurationen er ikke fuldført.\\Er du sikker på, at du vil afslutte?
is_is: Uppsetningu er ekki lokið.\\Viltu örugglega hætta?
sv_se: Konfigurationen har inte slutförts.\\Vill du avsluta?

# Page 1261045762 - NamedType 997420393
source: The preview will show the first 10 lines from the file, and any problems will be colored red. It's a good idea to verify that the decimal separator is correct. Using the wrong separator will result in incorrect amounts.
da_dk: Prøveversionen viser de første 10 linjer fra filen, og eventuelle problemer har farven rødt. Det er en god idé at kontrollere, at decimaltegnet er korrekt. Hvis du bruger et forkert decimaltegn, resulterer det i ukorrekte beløb.
is_is: Forskoðunin sýnir fyrstu tíu línurnar í skránni og villur verða auðkenndar með rauðum lit. Gott er að staðfesta að tugabrotsskiltáknið sé rétt. Upphæðir verða rangar ef rangt skiltákn er notað.
sv_se: I förhandsgranskningen visas de tio första raderna från filen och eventuella problem färgas i rött. Det kan vara bra att kontrollera att decimaltecknet är korrekt. Om du använder fel avgränsare skapas felaktiga belopp.

# Page 1261045762 - NamedType 1790941001
source: Test the bank statement file format
da_dk: Teste filformatet for bankkontoudtog
is_is: Prófa snið bankayfirlitsskráar
sv_se: Testa kontoutdragsfilens format

# Page 1261045762 - NamedType 3391927513
source: Upload a bank statement file
da_dk: Overfør en bankkontoudtogsfil
is_is: Hlaða upp bankayfirlitsskrá
sv_se: Ladda upp en kontoutdragsfil

# Page 1261045762 - Control 2667510389 - Property 1968111052
source: You're all set. Do you want to attach this format to a bank account now, so you can import bank transactions right away?
da_dk: Du er klar. Vil du knytte dette format til en bankkonto nu, så du kan importere banktransaktioner med det samme?
is_is: Nú er allt til reiðu. Á að hengja þetta snið við bankareikning núna svo að hægt sé að flytja bankafærslur inn strax?
sv_se: Allt är klart. Vill du koppla det här formatet till ett bankkonto nu, så att du kan importera banktransaktioner på en gång?

# Page 1261045762 - Control 2667510389 - Property 2879900210
source: One last thing
da_dk: En sidste ting
is_is: Eitt að lokum
sv_se: Ett sista sak

# Page 1261045762 - Control 480237546 - Property 1295455071
source: Specifies the name of the setup that will be used as the code for data exchange definitions and bank statement imports.
da_dk: Angiver navnet på den konfiguration, der skal bruges som kode for dataudvekslingsdefinitioner og import af bankkontoudtog.
is_is: Tilgreinir heiti uppsetningarinnar sem verður notuð sem kóði fyrir gagnaskiptaskilgreiningar og innflutning bankayfirlits.
sv_se: Anger namnet på den inställning som ska användas som kod för dataintegrationsdefinitioner och import av kontoutdrag.

# Page 1261045762 - Control 480237546 - Property 2879900210
source: Format Code
da_dk: Formatkode
is_is: Sniðkóði
sv_se: Formatkod

# Page 1261045762 - Control 3395982809 - Property 1295455071
source: Specifies the bank account that this setup is assigned to. You can assign the account at any time.
da_dk: Angiver den bankkonto, som denne konfiguration er tildelt til. Du kan på et hvilket som helst tidspunkt tildele kontoen.
is_is: Tilgreinir bankareikninginn sem þessari uppsetningu er úthlutað til. Hægt er að úthluta reikningnum hvenær sem er.
sv_se: Anger bankkontot som den här inställningen har tilldelats. Du kan tilldela kontot när du vill.

# Page 1261045762 - Control 3395982809 - Property 2879900210
source: Bank Account
da_dk: Bankkonto
is_is: Bankareikningur
sv_se: Bankkonto

# Page 1261045762 - Control 2557384806 - Property 2879900210
source: Download Sample
da_dk: Hent eksempel
is_is: Sækja sýnishorn
sv_se: Ladda ned exempel

# Page 1261045762 - Control 3647570164 - Property 1968111052
source: Choose Next to upload your bank statement file. If you upload a file, we'll detect it's format and apply it for you. You can also skip this step and define the format yourself.
da_dk: Vælg Næste for at overføre din bankkontoudtogsfil. Hvis du overfører en fil, registrerer vi formatet og anvender den for dig. Du kan også springe dette trin over og selv definere formatet.
is_is: Veldu „Áfram“ til að hlaða upp bankayfirlitsskránni. Ef skrá er hlaðið upp verður sniðið greint og notað. Hægt er að sleppa þessu skrefi og skilgreina sniðið sjálf(ur).
sv_se: Välj Nästa för att ladda upp kontoutdragsfilen. Om du laddar upp en fil identifierar vi dess format och använder det åt dig. Du kan också hoppa över det här steget och definiera formatet själv.

# Page 1261045762 - Control 3647570164 - Property 2879900210
source: Let's go!
da_dk: Lad os komme i gang!
is_is: Hefjast handa!
sv_se: Sätt i gång!

# Page 1261045762 - Control 2926822725 - Property 1968111052
source: You can import bank statement files for use in bank account and payment reconciliations. Use this guide to define formats for the files.
da_dk: Du kan importere kontoudtogsfiler til brug ved afstemninger af bankkonto og betalinger. Brug denne vejledning til at definere formater for filerne.
is_is: Hægt er að flytja inn bankayfirlitsskrár til notkunar í bankareiknings- og greiðsluafstemmingum. Notið þessar leiðbeiningar til að skilgreina snið fyrir skrárnar.
sv_se: Du kan importera kontoutdragsfiler och använda dem i bankkonto- och betalningsavstämningar. Använd den här guiden om du vill definiera format för filerna.

# Page 1261045762 - Control 2926822725 - Property 2879900210
source: Welcome to Bank Statement File Setup
da_dk: Velkommen til konfiguration af bankkontoudtogsfil
is_is: Velkomin í uppsetningu bankayfirlitsskráar
sv_se: Välkommen till Inställningar av kontoutdragsfil

# Page 1261045762 - Control 2279239964 - Property 1968111052
source: Upload a bank statement file so that we can detect the format and match the column definitions.
da_dk: Overfør en bankkontoudtogsfil, så vi kan registrere formatet og matche kolonnedefinitionerne.
is_is: Hlaðið upp bankayfirlitsskrá svo hægt sé að greina sniðið og finna samsvarandi dálkskilgreiningar.
sv_se: Ladda upp en kontoutdragsfil så att vi kan identifiera formatet och matcha kolumndefinitionerna.

# Page 1261045762 - Control 2187849051 - Property 1968111052
source: By continuing without uploading a file, we will not be able to automatically determine formats, and you must specify file definitions yourself.
da_dk: Hvis du fortsætter uden at uploade en fil, vil vi ikke kunne bestemme formaterne automatisk, og du skal selv angive fildefinitionerne.
is_is: Með því að halda áfram án þess að hlaða inn skrá er ekki hægt að ákvarða snið sjálfkrafa og tilgreina þarf skráarskilgreiningar.
sv_se: Om du fortsätter utan att ladda upp en fil går det inte att automatiskt avgöra formaten och du måste ange fildefinitionerna själv.

# Page 1261045762 - Control 2187849051 - Property 2879900210
source: Define the bank statement file layout yourself
da_dk: Definer selv layoutet for bankkontoudtogsfilen
is_is: Skilgreina útlit bankayfirlitskráar
sv_se: Definiera kontoutdragsfilens layout själv

# Page 1261045762 - Control 2663336091 - Property 2879900210
source: Continue without uploading
da_dk: Fortsæt uden at overføre
is_is: Halda áfram án þess að hlaða upp
sv_se: Fortsätt utan att ladda upp

# Page 1261045762 - Control 1139572727 - Property 2879900210
source: Upload file
da_dk: Overfør fil
is_is: Hlaða upp skrá
sv_se: Ladda upp fil

# Page 1261045762 - Control 1641543347 - Property 1968111052
source: Specify the number of header lines in your bank statement file. Header lines contain information, such as the name of the bank and the column names, that is not relevant for reconciliations and should be skipped. Header lines are highlighted in the File Preview section and they will be skipped when importing bank statement file.
da_dk: Angiv antallet af overskriftslinjer i bankkontoudtogsfilen. Overskriftslinjer indeholder oplysninger, f.eks. navnet på banken og kolonnenavne, der ikke er relevante for afstemninger og skal springes over. Overskriftslinjer er fremhævet i sektionen Prøveversion af fil, og de springes over, når du indlæser en bankkontoudtogsfil.
is_is: Tilgreinið fjölda hausalína í bankayfirlitsskránni. Hausalínur innihalda upplýsingar á borð við heiti banka og dálka sem eiga ekki við afstemmingar og skal sleppa. Hausalínur eru auðkenndar í hlutanum „Skráarforskoðun“ og þeim verður sleppt við innflutning bankayfirlitsskráar.
sv_se: Ange antalet rubrikrader i kontoutdragsfilen. Rubrikrader innehåller information som inte är relevant för avstämningar och som ska hoppas över, till exempel namnet på banken och kolumnnamnen. Rubrikrader markeras i avsnittet Förhandsgranska fil och hoppas över när kontoutdragsfilen importeras.

# Page 1261045762 - Control 1233906720 - Property 2879900210
source: File Preview
da_dk: Vis fil
is_is: Skráarforskoðun
sv_se: Förhandsgranska fil

# Page 1261045762 - Control 3398488374 - Property 1295455071
source: Specifies the number of header lines to skip in the bank statement file.
da_dk: Angiver antallet af overskriftslinjer, der skal springes over i bankkontoudtogsfilen.
is_is: Tilgreinir fjölda hausalína sem á að sleppa í bankayfirlitsskránni.
sv_se: Anger antalet rubrikrader som ska hoppas över i kontoutdragsfilen.

# Page 1261045762 - Control 3398488374 - Property 2879900210
source: Header Lines to Skip
da_dk: Hovedlinjer, der skal springes over
is_is: Hausalínur sem á að sleppa
sv_se: Rubrikrader att hoppa över

# Page 1261045762 - Control 1003846730 - Property 1968111052
source: Specify the column separator and column count for your bank statement file.
da_dk: Angiv kolonneseparatoren og kolonneantallet for bankkontoudtogsfilen.
is_is: Tilgreinið skiltákn dálka og fjölda dálka fyrir bankayfirlitsskrána.
sv_se: Ange kolumnavgränsare och antal kolumner för kontoutdragsfilen.

# Page 1261045762 - Control 1398062215 - Property 1295455071
source: Specifies the number of columns in the bank statement file.
da_dk: Angiver antallet af kolonner i bankkontoudtogsfilen.
is_is: Tilgreinir dálkafjölda í bankayfirlitsskránni.
sv_se: Anger antalet kolumner i kontoutdragsfilen.

# Page 1261045762 - Control 1398062215 - Property 2879900210
source: Column Count
da_dk: Antal kolonner
is_is: Dálkafjöldi
sv_se: Kolumnantal

# Page 1261045762 - Control 1532031853 - Property 1295455071
source: Specifies the character that separates each column in the bank statement file.
da_dk: Angiver det tegn, der adskiller hver kolonne i bankkontoudtogsfilen.
is_is: Tilgreinir stafinn sem aðskilur hvern dálk í bankayfirlitsskránni.
sv_se: Anger tecknet som avgränsar varje kolumn i kontoutdragsfilen.

# Page 1261045762 - Control 1532031853 - Property 2879900210
source: Column Seperator
da_dk: Kolonneseparator
is_is: Dálkaskiltákn
sv_se: Kolumnavgränsare

# Page 1261045762 - Control 1532031853 - Property 62802879
source: ,Comma,Semicolon
da_dk: ,Komma,Semikolon
is_is: ,komma,semíkomma
sv_se: ,Komma,Semikolon

# Page 1261045762 - Control 2851203976 - Property 2879900210
source: File Preview
da_dk: Vis fil
is_is: Skráarforskoðun
sv_se: Förhandsgranska fil

# Page 1261045762 - Control 366150113 - Property 1968111052
source: Review and define the column definitions of your bank statement file. When you enter or change a value, the File Preview section will update accordingly.
da_dk: Gennemse og definer kolonnedefinitionerne for bankkontoudtogsfilen. Når du indtaster eller ændrer en værdi, opdateres sektionen Vis fil i overensstemmelse hermed.
is_is: Yfirfara og skilgreina dálkaskilgreiningar í bankayfirlitsskránni. Þegar gildi er fært inn eða því breytt uppfærist hlutinn „Skráarforskoðun“ í samræmi við það.
sv_se: Granska och definiera kolumndefinitionerna för kontoutdragsfilen. När du anger eller ändrar ett värde uppdateras avsnittet Förhandsgranska fil i enlighet med detta.

# Page 1261045762 - Control 3461834954 - Property 1295455071
source: Specifies the number of the column that contains the description in the bank statement file.
da_dk: Angiver nummeret på den kolonne, der indeholder beskrivelsen i bankkontoudtogsfilen.
is_is: Tilgreinir númer dálksins sem inniheldur lýsinguna í bankayfirlitsskránni.
sv_se: Anger numret på kolumnen som innehåller beskrivningen i kontoutdragsfilen.

# Page 1261045762 - Control 3461834954 - Property 2879900210
source: Description Column No.
da_dk: Beskrivelseskolonnenr.
is_is: Dálknr. lýsingar
sv_se: Nummer på beskrivningskolumn

# Page 1261045762 - Control 3914460203 - Property 2879900210
source: File Preview
da_dk: Vis fil
is_is: Skráarforskoðun
sv_se: Förhandsgranska fil

# Page 1261045762 - Control 2717213718 - Property 2879900210
source: Amount
da_dk: Beløb
is_is: Upphæð
sv_se: Belopp

# Page 1261045762 - Control 4169365438 - Property 2879900210
source: Date
da_dk: Dato
is_is: Dagsetning
sv_se: Datum

# Page 1261045762 - Control 2495062196 - Property 2879900210
source: Description
da_dk: Beskrivelse
is_is: Lýsing
sv_se: Beskrivning

# Page 1261045762 - Control 3029417624 - Property 2879900210
source: File Preview
da_dk: Prøveversion af fil
is_is: Skráarforskoðun
sv_se: Förhandsgranska fil

# Page 1261045762 - Control 2364353460 - Property 1295455071
source: Specifies the number of the column that contains the transaction amount in the bank statement file.
da_dk: Angiver nummeret på den kolonne, der indeholder transaktionsbeløbet i bankkontoudtogsfilen.
is_is: Tilgreinir númer dálksins sem inniheldur færsluupphæðina í bankayfirlitsskránni.
sv_se: Anger numret på kolumnen som innehåller transaktionsbeloppet i kontoutdragsfilen.

# Page 1261045762 - Control 2364353460 - Property 2879900210
source: Amount Column No.
da_dk: Beløbskolonnenr.
is_is: Dálknr. upphæðar
sv_se: Nummer på beloppskolumn

# Page 1261045762 - Control 1117537388 - Property 1295455071
source: Specifies the position of the Date column in the order of columns. For example, if the Date column is first in the order, the number should be 1.
da_dk: Angiver placeringen af kolonnen Dato i kolonnerækkefølgen. Hvis kolonnen Dato f.eks. er den første i rækkefølgen, skal tallet være 1.
is_is: Tilgreinir stöðu dagsetningardálksins í dálkaröðinni. Talan ætti til dæmis að vera 1 ef dagsetningardálkurinn er fyrstur í röðinni.
sv_se: Anger datumkolumnens position i kolumnordningen. Om datumkolumnen till exempel är den första, ska numret vara 1.

# Page 1261045762 - Control 1117537388 - Property 2879900210
source: Date Column No.
da_dk: Datokolonnenr.
is_is: Númer dagsetningardálks
sv_se: Nummer på datumkolumn

# Page 1261045762 - Control 4023420792 - Property 1968111052
source: Review and define the local formats that are used in your bank statement file.
da_dk: Gennemse og definer de lokale formater, der bruges i bankkontoudtogsfilen.
is_is: Yfirfara og skilgreina staðbundin snið sem eru notuð í bankayfirlitsskránni.
sv_se: Granska och definiera de lokala format som används i din kontoutdragsfil.

# Page 1261045762 - Control 521147009 - Property 1295455071
source: Specifies the format used for dates in the bank statement file. Note that the Microsoft standard date and time format requires capitalization for the month, for example, dd/MM/yyyy or d-M-y.
da_dk: Angiver det format, der bruges til datoer i bankkontoudtogsfilen. Bemærk, at Microsofts standardformat for dato og klokkeslæt kræver store bogstaver i måneden, f.eks. MM-dd-åååå eller d-M-å.
is_is: Tilgreinir sniðið sem er notað fyrir dagsetningar í bankayfirlitsskránni. Athugið að staðlað tímasnið Microsoft krefst þess að hástafir séu notaðir til að tilgreina mánuði, til dæmis dd-MM-áááá eða d-M-á.
sv_se: Anger formatet som används för datum i kontoutdragsfilen. Observera att Microsofts standard för datum- och tidformat kräver att versaler används för månad, till exempel åååå-MM-dd eller d-M-å.

# Page 1261045762 - Control 521147009 - Property 2879900210
source: Date Format
da_dk: Datoformat
is_is: Dagsetningarsnið
sv_se: Datumformat

# Page 1261045762 - Control 436820374 - Property 1295455071
source: Specifies the decimal separator for amounts in the bank statement file. Separators can be a comma (123,45) or a dot (123.45).
da_dk: Angiver decimalseparatoren for beløb i bankkontoudtogsfilen. Separatorer kan være et komma (123,45) eller et punktum (123.45).
is_is: Tilgreinir tugabrotsskiltákn fyrir upphæðir í bankayfirlitsskránni. Skiltákn geta verið komma (123,45) eða punktur (123.45).
sv_se: Anger decimalavgränsare för belopp i kontoutdragsfilen. Avgränsningstecknet är ett kommatecken (123,45).

# Page 1261045762 - Control 436820374 - Property 2879900210
source: Decimal Separator
is_is: Tugabrotsskiltákn
sv_se: Decimalavgränsare

# Page 1261045762 - Control 436820374 - Property 62802879
source: ,Dot,Comma
da_dk: ,Punktum,Komma
is_is: ,punktur,komma
sv_se: ,Punkt,Komma

# Page 1261045762 - Control 812546281 - Property 2879900210
source: File Preview
da_dk: Vis fil
is_is: Skráarforskoðun
sv_se: Förhandsgranska fil

# Page 1261045762 - Control 1507199763 - Property 2879900210
source: Amount
da_dk: Beløb
is_is: Upphæð
sv_se: Belopp

# Page 1261045762 - Control 2927510395 - Property 2879900210
source: Date
da_dk: Dato
is_is: Dagsetning
sv_se: Datum

# Page 1261045762 - Control 3385724175 - Property 1968111052
source: Test that your new format is correct. If you have already uploaded a bank statement file, just choose the link. If you are defining a format yourself, you will be asked to upload a file.
da_dk: Test, at det nye format er korrekt. Hvis du allerede har uploadet en bankkontoudtogsfil, skal du blot vælge hyperlinket. Hvis du selv definerer et format, bliver du bedt om at uploade en fil.
is_is: Prófið hvort nýja sniðið sé rétt. Ef búið er að hlaða upp bankayfirlitsskrá skal velja tengilinn. Ef verið er að skilgreina snið er notandi beðinn um að hlaða upp skrá.
sv_se: Testa att det nya formatet är korrekt. Om du redan har laddat upp en kontoutdragsfil väljer du länken. Om du definierar ett format själv uppmanas du att ladda upp en fil.

# Page 1261045762 - Control 3385724175 - Property 2879900210
source: Try it out
da_dk: Prøv det
is_is: Prófa
sv_se: Testa nu

# Page 1261045762 - Control 1086849319 - Property 2879900210
source: Upload file
da_dk: Overfør fil
is_is: Hlaða upp skrá
sv_se: Ladda upp fil

# Page 1261045762 - Action 2438272767 - Property 2879900210
source: Back
da_dk: Gå tilbage
is_is: Til baka
sv_se: Föregående

# Page 1261045762 - Action 3259912055 - Property 2879900210
source: Finish
da_dk: Udfør
is_is: Ljúka
sv_se: Slutför

# Page 1261045762 - Action 914282563 - Property 2879900210
source: Next
da_dk: Næste
is_is: Áfram
sv_se: Nästa

# Page 3726475704 - Property 2879900210
source: Bank Statement Import Preview
da_dk: Eksempel på import af bankkontoudtog
is_is: Innflutningsforskoðun bankayfirlits
sv_se: Förhandsgranskning av kontoutdragsimport

# Page 3726475704 - Control 636392376 - Property 1295455071
source: Transaction amount.
da_dk: Transaktionsbeløb.
is_is: Færsluupphæð.
sv_se: Transaktionsbelopp.

# Page 3726475704 - Control 636392376 - Property 2879900210
source: Transaction Amount
da_dk: Transaktionsbeløb
is_is: Færsluupphæð
sv_se: Transaktionsbelopp
