Repository: rstefanetti/MSDyn365BC.Code.History
Catalog: FIK/Source/Payment and Reconciliation Formats (DK)/Translations/Payment and Reconciliation Formats (DK).*.xlf
Languages: da_dk

# Table 4105449658 - Field 3004954119 - Property 2879900210
source: Code
da_dk: Kode

# Table 4105449658 - Field 4243077746 - Property 2879900210
source: IsUpgraded
da_dk: ErOpgraderet

# Codeunit 2819143507 - NamedType 4134082808
source: The file export has one or more errors. For each of the lines to be exported, resolve any errors that are displayed in the File Export Errors FactBox.
da_dk: Fileksporten indeholder en eller flere fejl. For hver linje, der skal eksporteres, skal alle de fejl, der er vist i faktaboksen Fejl i filudlæsning, rettes.

# Codeunit 1144821822 - NamedType 2210098175
source: The Transfer Date value should be the same for all payment export data within the specified filters: %1.
da_dk: Værdien af Overflytningsdato skal være den samme for alle betalingseksportdata i de angivne filtre: %1.

# Codeunit 2941720393 - NamedType 3568990475
source: CASH
da_dk: KONTANT

# Codeunit 2941720393 - NamedType 463652529
source: Domestic Bank Transfer
da_dk: Indenlandsk bankoverførsel

# Codeunit 2941720393 - NamedType 3534592300
source: FIK 71 Payment
da_dk: FIK 71-betaling

# Codeunit 2941720393 - NamedType 3933834078
source: FIK 73 Payment
da_dk: FIK 73-betaling

# Codeunit 2941720393 - NamedType 3750078604
source: GIRO 01 Payment
da_dk: GIRO 01-betaling

# Codeunit 2941720393 - NamedType 1908419055
source: GIRO 04 Payment
da_dk: GIRO 04-betaling

# Codeunit 2941720393 - NamedType 3334900457
source: International Bank Transfer
da_dk: Udenlandsk bankoverførsel

# Codeunit 3470095905 - NamedType 605215594
source: You cannot use bank account %1 for importing a FIK statement because the bank account currency is %2. The bank account currency must be DKK.
da_dk: Du kan ikke bruge bankkontoen %1 til at importere et FIK-kontoudtog, da bankkontoens valuta er %2. Bankkontoens valuta skal være DKK.

# Codeunit 3470095905 - NamedType 2819125358
source: The Creditor Number field must not exceed %1 digits.
da_dk: Feltet Kreditornummer må ikke overstige %1 cifre.

# Codeunit 3470095905 - NamedType 306597383
source: Payment Reference for %1 cannot be longer than %2.
da_dk: Betalingsreferencen for %1 må ikke være længere end %2.

# Codeunit 3470095905 - NamedType 1076626012
source: The selected payment method is not a FIK payment.
da_dk: Den valgte betalingsmetode er ikke en FIK-betaling.

# Codeunit 3470095905 - NamedType 1477709441
source: Payment Reference should be blank for payment method %1.
da_dk: Betalingsreference skal være tom for betalingsmetoden %1.

# Codeunit 3470095905 - NamedType 1438492929
source: The %1 in %2, %3 must be %4 or %5.
da_dk: %1 i %2, %3 skal være %4 eller %5.

# Codeunit 3470095905 - NamedType 2415257204
source: Please wait while the operation is being completed.
da_dk: Vent, mens handlingen fuldføres.

# Codeunit 3470095905 - NamedType 829888159
source: The Payment Reference that you entered does not have the correct control cipher.
da_dk: Den betalingsreference, du angav, har ikke det korrekte kontrolciffer.

# Codeunit 2837327687 - NamedType 4242579174
source: FIK Code
da_dk: FIK-kode

# Codeunit 2837327687 - NamedType 3007127596
source: %1, %2 or %3 must be used for payments.
da_dk: %1, %2 eller %3 skal bruges til betalinger.

# Codeunit 2837327687 - NamedType 2639551156
source: The account must be a vendor or customer account.
da_dk: Kontoen skal være en kreditor- eller debitorkonto.

# Codeunit 2837327687 - NamedType 4148945033
source: Only vendor payments and customer refunds are allowed.
da_dk: Kun kreditorbetalinger og debitorrefusioner er tilladt.

# Codeunit 2837327687 - NamedType 1350017906
source: FIK Code
da_dk: FIK-kode

# Codeunit 2837327687 - NamedType 318205512
source: %1 and %2 cannot be used simultaneously for payments.
da_dk: %1 og %2 kan ikke bruges samtidig til betalinger.

# Codeunit 2671379033 - NamedType 498659135
source: Duplicate FIK Number
da_dk: FIK-dubletnummer

# Codeunit 2671379033 - NamedType 1957237868
source: Excess Amount
da_dk: Overskydende beløb

# Codeunit 2671379033 - NamedType 1996552382
source: Matching Amount
da_dk: Tilsvarende beløb

# Codeunit 2671379033 - NamedType 3169612504
source: Invoice Already Paid
da_dk: Fakturaen er allerede betalt

# Codeunit 2671379033 - NamedType 416903980
source: No Matching FIK Number
da_dk: Ingen tilsvarende FIK-kode

# Codeunit 2671379033 - NamedType 3488829619
source: Partial Amount
da_dk: Delvist beløb

# Codeunit 2671379033 - NamedType 513951787
source: Details:\
da_dk: Detaljer:\

# Codeunit 2671379033 - NamedType 3985604872
source: %1 payment lines are duplicates.\
da_dk: %1 betalingslinjer er dubletter.\

# Codeunit 2671379033 - NamedType 1934290403
source: %1 payment lines have excess amounts.\
da_dk: %1 betalingslinjer har overskydende beløb.\

# Codeunit 2671379033 - NamedType 4131700411
source: %1 payment lines are fully applied.\
da_dk: %1 betalingslinjer er helt udlignet.\

# Codeunit 2671379033 - NamedType 2688615703
source: %1 payment lines are already paid.\
da_dk: %1 betalingslinjer er allerede betalt.\

# Codeunit 2671379033 - NamedType 2486924124
source: %1 payment lines are partially paid.\
da_dk: %1 betalingslinjer er delvist betalt.\

# Codeunit 2671379033 - NamedType 1109901106
source: %1 payment lines out of %2 have been applied.\\
da_dk: %1 betalingslinjer af %2 er udlignet.\\

# Codeunit 2671379033 - NamedType 1549244863
source: Please wait while the operation is being completed.
da_dk: Vent, mens handlingen fuldføres.

# Codeunit 1543107980 - NamedType 498659135
source: Duplicate FIK Number
da_dk: FIK-dubletnummer

# Codeunit 1543107980 - NamedType 1957237868
source: Excess Amount
da_dk: Overskydende beløb

# Codeunit 1543107980 - NamedType 1996552382
source: Matching Amount
da_dk: Tilsvarende beløb

# Codeunit 1543107980 - NamedType 3169612504
source: Invoice Already Paid
da_dk: Fakturaen er allerede betalt

# Codeunit 1543107980 - NamedType 416903980
source: No Matching FIK Number
da_dk: Ingen tilsvarende FIK-kode

# Codeunit 1543107980 - NamedType 3488829619
source: Partial Amount
da_dk: Delvist beløb

# Codeunit 1543107980 - NamedType 513951787
source: Details:\
da_dk: Detaljer:\

# Codeunit 1543107980 - NamedType 1934290403
source: %1 payment lines have excess amounts.\
da_dk: %1 betalingslinjer har overskydende beløb.\

# Codeunit 1543107980 - NamedType 4131700411
source: %1 payment lines are fully applied.\
da_dk: %1 betalingslinjer er helt udlignet.\

# Codeunit 1543107980 - NamedType 2486924124
source: %1 payment lines are partially paid.\
da_dk: %1 betalingslinjer er delvist betalt.\

# Codeunit 1543107980 - NamedType 1109901106
source: %1 payment lines out of %2 have been applied.\\
da_dk: %1 betalingslinjer af %2 er udlignet.\\

# Codeunit 1543107980 - NamedType 1549244863
source: Please wait while the operation is being completed.
da_dk: Vent, mens handlingen fuldføres.

# Codeunit 1334383345 - NamedType 3467663936
source: The selected file is not a FIK file.
da_dk: Den valgte fil er ikke en FIK-fil.

# Codeunit 3601034231 - NamedType 3719928791
source: %1 must have a value
da_dk: %1 skal indeholde en værdi

# Codeunit 3601034231 - NamedType 966906556
source: The selected export format only supports vendor payments.
da_dk: Det valgte eksportformat understøtter kun kreditorbetalinger.

# Codeunit 3601034231 - NamedType 1610805731
source: %1 should be %2 in %3.
da_dk: %1 skal være %2 i %3.

# Codeunit 3601034231 - NamedType 589692984
source: %1 should not be %2 in %3.
da_dk: %1 må ikke være %2 i %3.

# Codeunit 3601034231 - NamedType 318205512
source: %1 and %2 cannot be used simultaneously for payments.
da_dk: %1 og %2 kan ikke bruges samtidig til betalinger.

# Codeunit 3601034231 - NamedType 753782083
source: %1 for one or more %2 is incorrect. You can only use %3.
da_dk: %1 for en eller flere %2 er forkert. Du kan kun bruge %3.

# Codeunit 3601034231 - NamedType 3611146998
source: %1 for one or more %2 is incorrect. You can only use %3 or %4.
da_dk: %1 for en eller flere %2 er forkert. Du kan kun bruge %3 eller %4.

# PageExtension 591338493 - Control 1207730083 - Property 1295455071
source: Specifies the FIK reference that will be inserted on sales invoice documents to domestic customers.
da_dk: Angiver den FIK-reference, der vil blive indsat på salgsfakturadokumenter til indenlandske debitorer.

# PageExtension 1126956274 - Action 1819442748 - Property 1295455071
source: Export a file with the payment information from the ledger entries.
da_dk: Eksportér en fil med betalingsoplysningerne fra finansposterne.

# PageExtension 1126956274 - Action 1819442748 - Property 2879900210
source: Export Payments to File
da_dk: Eksportér betalinger til fil

# PageExtension 2212959633 - Action 2487007379 - Property 1295455071
source: Import a file with FIK payments. The Fik payments are automatically applied as suggestions.
da_dk: Importér en fil med FIK-betalinger. FIK-betalingerne udlignes automatisk som forslag.

# PageExtension 2212959633 - Action 2487007379 - Property 2879900210
source: Import FIK Statement
da_dk: Importér FIK-kontoudtog

# PageExtension 3961762325 - Control 4147043821 - Property 1295455071
source: Specifies the vendor's giro account.
da_dk: Angiver kreditorens girokonto.

# PageExtension 2535861002 - Control 2861112435 - Property 1295455071
source: Specifies the FIK code when the payment is processed using the Danish bank standard, FIK.
da_dk: Angiver FIK-koden, når betalingen behandles ved hjælp af den danske bankstandard FIK.

# PageExtension 2636339152 - NamedType 1282842658
source: You cannot use the Map Text to Account function for payments of type FIK.
da_dk: Du kan ikke bruge funktionen Knyt tekst til konto til betalinger af typen FIK.

# PageExtension 2636339152 - NamedType 67952508
source: You cannot import FIK statement files into this payment reconciliation journal, because it contains journal lines for non-FIK payments.\\Import the FIK statement file into a payment reconciliation journal that is empty or contains lines for other FIK payments.
da_dk: Du kan ikke importere FIK-kontoudtogsfiler til denne betalingsudligningskladde, da den indeholder kladdelinjer for ikke-FIK-betalinger.\\Importér FIK-kontoudtogsfilen til en betalingsudligningskladde, der er tom eller indeholder linjer for andre FIK-betalinger.

# PageExtension 2636339152 - NamedType 2965608912
source: You cannot import bank statement files for non-FIK payments into a payment reconciliation journal that already contains journal lines for FIK payments.
da_dk: Du kan ikke importere bankkontoudtogsfiler for ikke-FIK-betalinger til en betalingsudligningskladde, der allerede indeholder kladdelinjer for FIK-betalinger.

# PageExtension 2636339152 - Action 2465313450 - Property 1295455071
source: Import a file with FIK payments. The Fik payments are automatically applied as suggestions.
da_dk: Importér en fil med FIK-betalinger. FIK-betalingerne udlignes automatisk som forslag.

# PageExtension 2636339152 - Action 2465313450 - Property 2879900210
source: Import FIK Statement
da_dk: Importér FIK-kontoudtog

# PageExtension 1016612176 - Action 1325671315 - Property 1295455071
source: Import a file with FIK payments. The Fik payments are automatically applied as suggestions.
da_dk: Importér en fil med FIK-betalinger. FIK-betalingerne udlignes automatisk som forslag.

# PageExtension 1016612176 - Action 1325671315 - Property 2879900210
source: Import &FIK Statement
da_dk: Importér &FIK-kontoudtog

# PageExtension 356349885 - Control 4147043821 - Property 1295455071
source: Specifies the vendor's giro account.
da_dk: Angiver kreditorens girokonto.

# PageExtension 783370822 - Control 4147043821 - Property 1295455071
source: Specifies the vendor's giro account.
da_dk: Angiver kreditorens girokonto.

# PageExtension 1640572759 - Control 4147043821 - Property 1295455071
source: Specifies the vendor's giro account.
da_dk: Angiver kreditorens girokonto.

# PageExtension 2277685387 - Control 4147043821 - Property 1295455071
source: Specifies the vendor's giro account.
da_dk: Angiver kreditorens girokonto.

# PageExtension 1574261460 - Control 4147043821 - Property 1295455071
source: Specifies the vendor's giro account.
da_dk: Angiver kreditorens girokonto.

# PageExtension 4166035261 - Action 1819442748 - Property 1295455071
source: Export a file with the payment information from the ledger entries.
da_dk: Eksportér en fil med betalingsoplysningerne fra finansposterne.

# PageExtension 4166035261 - Action 1819442748 - Property 2879900210
source: Export Payments to File
da_dk: Eksportér betalinger til fil

# PageExtension 4166035261 - Control 4147043821 - Property 1295455071
source: Specifies the vendor's giro account.
da_dk: Angiver kreditorens girokonto.

# TableExtension 306556503 - Field 1811986635 - Property 2879900210
source: Payment Reference
da_dk: Betalingsreference

# TableExtension 2836340947 - Field 2857408379 - Property 2879900210
source: FIK Payment Reconciliation
da_dk: FIK-betalingsafstemning

# TableExtension 1134024500 - Field 3905673732 - Property 2879900210
source: Description
da_dk: Beskrivelse

# TableExtension 1134024500 - Field 3874601753 - Property 62802879
source: ,NoMatch,Duplicate,IsPaid,Partial,Extra,Fully
da_dk: ,NoMatch,Dublet,IsPaid,Delvis,Ekstra,Helt

# TableExtension 591338493 - NamedType 1923762040
source: %1 must be an 8-digit number.
da_dk: %1 skal være et tal på otte cifre.

# TableExtension 591338493 - Field 856674489 - Property 2879900210
source: Bank Creditor No.
da_dk: Bankkreditornr.

# TableExtension 1079743675 - NamedType 3719928791
source: %1 cannot be used while %2 has a value.
da_dk: %1 kan ikke bruges, når %2 indeholder en værdi.

# TableExtension 1079743675 - NamedType 1477709441
source: %1 should be blank for %2 %3.
da_dk: %1 skal være tom for %2 %3.

# TableExtension 1079743675 - Field 929023181 - Property 2879900210
source: Giro Acc No.
da_dk: Girokontonr.

# TableExtension 3740986590 - Field 929023181 - Property 2879900210
source: Giro Acc No.
da_dk: Girokontonr.

# TableExtension 2641964810 - Field 2876303620 - Property 2879900210
source: Recipient Giro Acc No.
da_dk: Modtagers girokontonr.

# TableExtension 200753951 - Field 3393125203 - Property 2879900210
source: Payment Type Validation
da_dk: Validering af betalingstype

# TableExtension 2937376488 - NamedType 1477709441
source: %1 should be blank for %2 %3.
da_dk: %1 skal være tom for %2 %3.

# TableExtension 2937376488 - Field 929023181 - Property 2879900210
source: Giro Acc No.
da_dk: Girokontonr.

# TableExtension 2212885919 - Field 929023181 - Property 2879900210
source: Giro Acc No.
da_dk: Girokontonr.

# TableExtension 1936001480 - Field 929023181 - Property 2879900210
source: Giro Acc No.
da_dk: Girokontonr.

# TableExtension 4104438143 - NamedType 3719928791
source: %1 cannot be used while %2 has a value.
da_dk: %1 kan ikke bruges, når %2 indeholder en værdi.

# TableExtension 4104438143 - NamedType 1477709441
source: %1 should be blank for %2 %3.
da_dk: %1 skal være tom for %2 %3.

# TableExtension 4104438143 - Field 929023181 - Property 2879900210
source: Giro Acc No.
da_dk: Girokontonr.

# Enum 2861112435 - EnumValue 669682258 - Property 2879900210
source: Domestic
da_dk: Indenlandsk
