Repository: rstefanetti/MSDyn365BC.Code.History
Catalog: ImageAnalysis/Source/Image Analyzer/Translations/Image Analyzer.*.xlf
Languages: da_dk, de_de, fr_ca, fr_fr, is_is, it_ch, nl_be

# Page 4132159392 - Action 3727368580 - Property 2879900210
source: View Blacklisted Attributes
da_dk: Vis blacklistede attributter
de_de: Attribute auf Blacklist anzeigen
fr_ca: Afficher les attributs sur liste noire
fr_fr: Afficher les attributs sur la liste rouge
is_is: Skoða eigindir á svörtum lista
it_ch: Visualizza attributi in blacklist
nl_be: Kenmerken op blokkeringslijst weergeven

# Page 4132159392 - Action 1032175268 - Property 2879900210
source: Confidence Score
da_dk: Tillidsscore
de_de: Genauigkeitsbewertung
fr_ca: Score de fiabilité
fr_fr: Score de fiabilité
is_is: Áreiðanleikaeinkunn
it_ch: Punteggio affidabilità
nl_be: Zekerheidsscore

# Page 4132159392 - Action 2697588780 - Property 2879900210
source: Hide Low Confidence Attributes
da_dk: Skjul lave tillidsattributter
de_de: Attribute mit geringer Genauigkeit ausblenden
fr_ca: Masquer les attributs de faible niveau de fiabilité
fr_fr: Masquer les attributs de niveau de fiabilité faible
is_is: Fela eigindir með lítinn áreiðanleika
it_ch: Nascondi attributi affidabilità bassa
nl_be: Kenmerken met lage zekerheid verbergen

# Page 4132159392 - Action 3024099986 - Property 2879900210
source: View All Attributes
da_dk: Vis alle attributter
de_de: Alle Attribute anzeigen
fr_ca: Afficher tous les attributs
fr_fr: Afficher tous les attributs
is_is: Skoða allar eigindir
it_ch: Visualizza tutti gli attributi
nl_be: Alle kenmerken weergeven

# Page 872216054 - Property 2879900210
source: Image Analyzer assisted setup guide
da_dk: Den assisterede opsætningsvejledning for billedanalysatoren
de_de: Unterstütztes Setup für die Bildanalyse
fr_ca: Guide de configuration assistée de l'analyseur Image
fr_fr: Guide de configuration assistée de l'analyseur d'image
is_is: Leiðbeiningar um uppsetningu með hjálp fyrir myndgreiningu
it_ch: Guida setup assistito Analizzatore immagine
nl_be: Begeleide instelling Afbeeldingsanalyse

# Page 872216054 - NamedType 1881189978
source: Choose 'Finish' to enable Image Analyzer.
da_dk: Vælg "Udfør" for at aktivere billedanalysatoren.
de_de: Wählen Sie "Fertig stellen", um die Bildanalyse zu aktivieren.
fr_ca: Choisissez Terminer pour activer l'analyseur Image.
fr_fr: Choisissez « Terminer » pour activer l'analyseur d'image.
is_is: Veldu „Ljúka“ til að virkja myndgreiningu.
it_ch: Scegliere 'Fine' per abilitare Analizzatore immagine.
nl_be: Kies Voltooien om Afbeeldingsanalyse in te schakelen.

# Page 872216054 - NamedType 1781401520
source: Microsoft Cognitive Services
is_is: Vitræn þjónusta Microsoft
it_ch: Servizi cognitivi Microsoft

# Page 872216054 - NamedType 617850082
source: By enabling the Image Analyzer extension you consent to sharing your data with an external system. For more information, see the documentation.
da_dk: Ved at aktivere udvidelsen Image Analyzer accepterer du dele dine data med et eksternt system. Du kan finde flere oplysninger i dokumentationen.
de_de: Durch Aktivieren der Bildanalyse-Erweiterung stimmen Sie der Freigabe Ihrer Daten für ein externes System zu. Weitere Informationen finden Sie in der Dokumentation.
fr_ca: En activant l'extension analyseur Image, vous acceptez de partager vos données avec un système externe. Pour des informations complémentaires, consultez la documentation.
fr_fr: En activant l'extension de l'analyseur d'image, vous acceptez de partager vos données avec un système externe. Pour plus d’informations, consultez la documentation.
is_is: Með því að virkja viðbót myndgreiningar samþykkir þú að deila gögnunum þínum með utanaðkomandi kerfi. Nánari upplýsingar er að finna í fylgiskjölunum.
it_ch: Mediante l'attivazione dell'estensione Analizzatore immagine, l'utente accetta di condividere i dati con un sistema esterno. Per ulteriori informazioni, vedere la documentazione.
nl_be: Als u Afbeeldingsanalyse inschakelt, stemt u ermee in uw gegevens te delen met een extern systeem. Raadpleeg de documentatie voor meer informatie.

# Page 872216054 - NamedType 1836435487
source: Image Analyzer automatically detects attributes when you add an image to an item or contact person.
da_dk: Billedanalysatoren registrerer automatisk attributter, når du føjer et billede til en vare eller kontaktperson.
de_de: Die Bildanalyse erkennt Attribute automatisch, wenn Sie einem Objekt oder einer Kontaktperson ein Bild hinzufügen.
fr_ca: L'analyseur Image détecte automatiquement les attributs lorsque vous ajoutez une image à un article ou à un contact.
fr_fr: L'analyseur d'image détecte automatiquement les attributs lorsque vous ajoutez une image à un article ou à un contact.
is_is: Myndgreining greinir sjálfkrafa eigindir þegar þú bætir mynd við vöru eða tengilið.
it_ch: Analizzatore immagine rileva automaticamente gli attributi quando si aggiunge un'immagine a un articolo o un contatto.
nl_be: Afbeeldingsanalyse detecteert automatisch kenmerken wanneer u een afbeelding aan een artikel of een contactpersoon toevoegt.

# Page 872216054 - NamedType 1241924258
source: To analyze images you've already uploaded, go to the item or contact person card, and choose the 'Analyze Picture' action.
da_dk: For at analysere de billeder, du allerede har overført, skal du gå til vare- eller kontaktpersonkortet og vælge handlingen "Analysér billede".
de_de: Um Bilder zu analysieren, die Sie bereits hochgeladen haben, wechseln Sie zur Karte des Objekts oder der Kontaktperson und wählen "Bild analysieren".
fr_ca: Pour analyser des images que vous avez déjà téléchargées, accédez à la fiche article ou contact et choisissez l'action Analyser l'image.
fr_fr: Pour analyser les images que vous avez déjà téléchargées, accédez à la fiche article ou à la fiche contact et choisissez l'action « Analyser l'image ».
is_is: Til að greina myndir sem hefur þegar verið hlaðið upp skal fara í vöru- eða tengiliðaspjaldið og velja aðgerðina „Greina mynd“.
it_ch: Per analizzare immagini già caricate, accedere alla scheda dell'articolo o del contatto e scegliere l'azione 'Analizza immagine'.
nl_be: Als u afbeeldingen wilt analyseren die u al hebt geüpload, gaat u naar de kaart van het artikel of de contactpersoon en kiest u de actie Foto analyseren.

# Page 872216054 - NamedType 1557995245
source: Image Analyzer technical documentation
da_dk: Teknisk dokumentation til Image Analyzer
de_de: Technische Dokumentation der Bildanalyse
fr_ca: Documentation technique de l'analyseur Image
fr_fr: Documentation technique sur l'analyseur d'image
is_is: Tæknileg fylgiskjöl myndgreiningar
it_ch: Documentazione tecnica di Analizzatore immagine
nl_be: Technische documentatie van Afbeeldingsanalyse

# Page 872216054 - NamedType 188344288
source: Computer Vision API documentation
da_dk: Dokumentation for Computer Vision-API
de_de: Maschinelles Sehen API-Dokumentation
fr_ca: Documentation API Vision par ordinateur
fr_fr: Documentation de l'API Vision par ordinateur
is_is: Fylgiskjöl Computer Vision API
it_ch: Documentazione dell'API Visione artificiale
nl_be: Documentatie van Computer Vision-API

# Page 872216054 - NamedType 3413784201
source: Online Services Terms (OST)
da_dk: Vilkår for onlinetjenester (OST)
de_de: Online-Servicebedingungen
fr_ca: Conditions des services en ligne (OST)
fr_fr: Termes des services en ligne
is_is: Skilmálar netþjónustu
it_ch: Condizioni dei servizi online
nl_be: Voorwaarden van online services

# Page 872216054 - NamedType 1591904854
source: Your use of the Image Analyzer may be subject to the additional licensing terms in the Microsoft Cognitive Services section of the Online Services Terms.
da_dk: Brugen af billedanalysatoren kan være omfattet af de ekstra licensvilkår i afsnittet Microsoft Cognitive Services i vilkårene for onlinetjenester.
de_de: Ihre Verwendung der Bildanalyse unterliegt möglicherweise den zusätzlichen Lizenzierungsbedingungen im Abschnitt "Microsoft Cognitive Services" der Online-Servicebedingungen.
fr_ca: Votre utilisation de l'analyseur Image peut être soumise aux conditions de licence supplémentaires dans la section Microsoft Cognitive Services des conditions d'utilisation des service en ligne.
fr_fr: Votre utilisation de l'analyseur d'image peut être soumise à d'autres termes du contrat de licence dans la section Microsoft Cognitive Services des termes des services en ligne.
is_is: Notkun þín á myndgreiningu kann að heyra undir viðbótarleyfisskilmála í hlutanum Vitræn þjónusta Microsoft í skilmálum netþjónustunnar.
it_ch: L'utilizzo di Analizzatore immagine potrebbe essere soggetto a condizioni di licenza aggiuntive nella sezione Servizi cognitivi Microsoft delle condizioni dei servizi online.
nl_be: Uw gebruik van Afbeeldingsanalyse valt mogelijk onder de aanvullende licentievoorwaarden in het gedeelte Microsoft Cognitive Services van de voorwaarden voor online services.

# Page 872216054 - NamedType 1724171003
source: An image has been added to the chosen item or contact. Want to analyze the image, right after you enable Image Analyzer?
da_dk: Der er tilføjet et billede til den valgte vare eller kontakt. Vil du analysere billedet, så snart du har aktiveret billedanalysatoren?
de_de: Dem gewählten Objekt oder Kontakt wurde ein Bild hinzugefügt. Möchten Sie das Bild direkt nach der Aktivierung der Bildanalyse analysieren?
fr_ca: Une image a été ajoutée à l'article ou au contact choisi. Vous souhaitez analyser l'image, juste après avoir activé l'analyseur Image?
fr_fr: Une image a été ajoutée à l'article ou au contact choisi. Souhaitez-vous analyser l'image immédiatement après avoir activé l'analyseur d'image ?
is_is: Mynd hefur verið bætt við valda vöru eða tengilið. Viltu greina myndina strax eftir að þú virkjar myndgreiningu?
it_ch: Un'immagine è stata aggiunta all'articolo o al contatto scelto. Analizzare l'immagine subito dopo aver abilitato Analizzatore immagine?
nl_be: Er is een afbeelding toegevoegd aan het gekozen artikel of het gekozen contact. Wilt u de afbeelding direct analyseren nadat u Afbeeldingsanalyse hebt ingeschakeld?

# Page 872216054 - NamedType 4063651778
source: To learn more about Cognitive Services and the Computer Vision API, see the documentation.
da_dk: Hvis du vil vide mere om Cognitive Services og Computer Vision-API, skal du se dokumentationen.
de_de: Weitere Informationen zu Cognitive Services und der Maschinelles Sehen-API finden Sie in der Dokumentation.
fr_ca: Pour plus d'informations sur Cognitive Services et l'API Vision par ordinateur, consultez la documentation.
fr_fr: Pour en savoir plus sur Cognitive Services et l'API Vision par ordinateur, consultez la documentation.
is_is: Nánari upplýsingar um vitræna þjónustu og Computer Vision API er að finna í fylgiskjölunum.
it_ch: Per ulteriori informazioni su Servizi cognitivi e l'API Visione artificiale, vedere la documentazione.
nl_be: Raadpleeg de documentatie als u meer wilt weten over Cognitive Services en de Computer Vision-API.

# Page 872216054 - Control 1546979963 - Property 2879900210
source: That's it!
da_dk: Det var det!
de_de: Das war’s schon!
fr_ca: Voilà!
fr_fr: Voilà !
is_is: Þá er það komið!
it_ch: Fine
nl_be: Dat is alles!

# Page 872216054 - Control 2770563878 - Property 2879900210
source: Analyze current picture
da_dk: Analysér aktuelt billede
de_de: Aktuelles Bild analysieren
fr_ca: Analyser l'image actuelle
fr_fr: Analyser l'image actuelle
is_is: Greina núverandi mynd
it_ch: Analizza immagine corrente
nl_be: Huidige foto analyseren

# Page 872216054 - Control 1971151373 - Property 2879900210
source: Welcome
da_dk: Velkommen
de_de: Herzlich willkommen
fr_ca: Bienvenue
fr_fr: Bienvenue
is_is: Velkomin(n)
it_ch: Benvenuti
nl_be: Welkom

# Page 872216054 - Control 170988037 - Property 1968111052
source: Image Analyzer uses the Computer Vision API from Microsoft Cognitive Services to detect attributes in the images you upload for items and contact persons, so it's easy for you to assign them. For items, Image Analyzer finds attributes like type and color. For contact persons, it detects age and gender.
da_dk: Billedanalysatoren anvender Computer Vision API fra Microsoft Cognitive Services til at registrere attributter i de billeder, du overfører for varer og kontakter, så det er let at tildele dem. Billedanalysatoren finder vareattributter som f.eks. type og farve. For kontakter registreres alder og køn.
de_de: Die Bildanalyse verwendet die Maschinelles Sehen-API von Microsoft Cognitive Services, um Attribute in den Bildern zu erkennen, die Sie für Objekte und Kontaktpersonen hochladen. Daher können Sie diese leicht zuweisen. Für Objekte findet die Bildanalyse Attribute wie Typ und Farbe. Für Kontaktpersonen werden Alter und Geschlecht erkannt.
fr_ca: L'analyseur Image utilise l'API Vision par ordinateur de Microsoft Cognitive Services pour détecter des attributs dans les images que vous téléchargez pour des articles et des contacts, afin que vous puissiez les affecter facilement. Pour les articles, l'analyseur Image trouve des attributs tels que le type et la couleur. Pour les contacts, il détecte l'âge et le sexe.
fr_fr: L'analyseur d'image utilise l'API Vision par ordinateur à partir de Microsoft Cognitive Services pour détecter les attributs dans les images que vous télécharger pour les articles et les contactes, afin que vous puissiez les affecter facilement. Pour les articles, l'analyseur d'image recherche les attributs comme le type et la couleur. Pour les contacts, il détecte l'âge et le sexe.
is_is: Myndgreining notar Computer Vision API frá vitrænni þjónustu Microsoft til að greina eigindir í myndum sem eru hlaðnar upp fyrir vörur og tengiliði svo að auðvelt sé að úthluta þeim. Fyrir vörur finnur myndgreining eigindir á borð við gerð og lit. Fyrir tengiliði greinir hún aldur og kyn.
it_ch: Analizzatore immagine utilizza l'API Visione artificiale di Servizi cognitivi Microsoft per rilevare attributi nelle immagini caricate per articoli e contatti per facilitarne l'assegnazione. Per gli articoli, Analizzatore immagine trova attributi quali tipo e colore. Per i contatti, rileva l'età e il sesso.
nl_be: Afbeeldingsanalyse gebruikt de Computer Vision-API uit Microsoft Cognitive Services om kenmerken te detecteren in de afbeeldingen voor artikelen en contactpersonen, zodat u deze gemakkelijk kunt toewijzen. Voor artikelen vindt Afbeeldingsanalyse kenmerken zoals type en kleur. Voor contactpersonen worden leeftijd en geslacht gedetecteerd.

# Page 872216054 - Control 2471219329 - Property 2879900210
source: Terms of Use
da_dk: Vilkår for anvendelse
de_de: Nutzungsbedingungen
fr_ca: Conditions d'utilisation
fr_fr: Conditions d'utilisation
is_is: Notkunarskilmálar
it_ch: Condizioni di utilizzo
nl_be: Gebruiksvoorwaarden

# Page 872216054 - Control 2762510287 - Property 2879900210
source: I understand and accept these terms
da_dk: Jeg forstår og accepterer disse vilkår
de_de: Ich verstehe und akzeptiere diese Bedingungen
fr_ca: Je comprends et j'accepte ces conditions
fr_fr: Je comprends et j'accepte ces conditions
is_is: Ég skil og samþykki þessa skilmála
it_ch: Ho compreso e accetto le condizioni
nl_be: Ik begrijp en accepteer deze voorwaarden

# Page 872216054 - Action 2438272767 - Property 2879900210
source: Back
da_dk: Tilbage
de_de: Zurück
fr_ca: Retour
fr_fr: Précédent
is_is: Til baka
it_ch: Precedente
nl_be: Vorige

# Page 872216054 - Action 1068401105 - Property 2879900210
source: Finish
da_dk: Udfør
de_de: Fertig stellen
fr_ca: Terminer
fr_fr: Terminer
is_is: Ljúka
it_ch: Fine
nl_be: Voltooien

# Page 872216054 - Action 914282563 - Property 2879900210
source: Next
da_dk: Næste
de_de: Weiter
fr_ca: Suivant
fr_fr: Suivant
is_is: Áfram
it_ch: Successivo
nl_be: Volgende

# PageExtension 1450496495 - NamedType 1830228471
source: The contact you're analyzing a picture of is a company, not a person. The contact must be a person.
da_dk: Den kontakt, du analyserer et billede for, er en virksomhed, ikke er en person. Kontakten skal være en person.
de_de: Beim Kontakt, dessen Bild Sie gerade analysieren, handelt es sich um ein Unternehmen, nicht um eine Person. Der Kontakt muss eine Person sein.
fr_ca: Le contact dont vous analysez une image est une compagnie, pas une personne. Le contact doit être une personne.
fr_fr: Le contact dont vous analysez une image est une société, pas une personne. Le contact doit être une personne.
is_is: Tengiliðurinn sem þú ert að greina mynd af er fyrirtæki, ekki einstaklingur. Tengiliðurinn verður að vera einstaklingur.
it_ch: Il contatto di cui è in corso l'analisi dell''immagine è una società, non una persona. Il contatto deve essere una persona.
nl_be: Het contact dat u analyseert, is een bedrijf en geen persoon. Het contact moet een persoon zijn.

# PageExtension 1450496495 - Action 2802945156 - Property 1295455071
source: Analyze the picture attached to the contact to identify gender and age, and assign them to the contact.
da_dk: Analysér det billede, der er knyttet til kontakten, for at identificere køn og alder og tildele dem til kontakten.
de_de: Analysieren Sie das Bild, das dem Kontakt angehängt ist, um Geschlecht und Alter zu identifizieren, und weisen sie diese dem Kontakt zu.
fr_ca: Analysez l'image jointe au contact pour identifier le sexe et l'âge, et les affecter au contact.
fr_fr: Analysez l'image associée au contact afin d'identifier son sexe et son âge et les lui affecter.
is_is: Greina myndina sem fylgir tengiliðnum til að bera kennsl á kyn og aldur og úthluta því á tengiliðinn.
it_ch: Analizzare l'immagine associata al contatto per identificarne gli attributi di sesso ed età ed assegnarli al contatto.
nl_be: De foto die aan het contact is gekoppeld, analyseren om geslacht en leeftijd te bepalen, en deze aan het contact toe te wijzen.

# PageExtension 1450496495 - Action 2802945156 - Property 2879900210
source: Analyze Picture
da_dk: Analysér billede
de_de: Bild analysieren
fr_ca: Analyser l'image
fr_fr: Analyser l'image
is_is: Greina mynd
it_ch: Analizza immagine
nl_be: Foto analyseren

# PageExtension 3849677789 - Action 3727368580 - Property 1295455071
source: View attributes that are currently blocked.
da_dk: Vis attributter, der er blokeret.
de_de: Attribute anzeigen, die derzeit gesperrt sind.
fr_ca: Affichez les attributs actuellement bloqués.
fr_fr: Affichez les attributs actuellement bloqués.
is_is: Skoða eigindir sem lokað er fyrir.
it_ch: Visualizzare gli attributi attualmente bloccati.
nl_be: Kenmerken weergeven die momenteel zijn geblokkeerd.

# PageExtension 3849677789 - Action 3727368580 - Property 2879900210
source: View Blacklisted Attributes
da_dk: Vis blacklistede attributter
de_de: Attribute auf Blacklist anzeigen
fr_ca: Afficher les attributs sur liste noire
fr_fr: Afficher les attributs sur la liste rouge
is_is: Skoða eigindir á svörtum lista
it_ch: Visualizza attributi in blacklist
nl_be: Kenmerken op blokkeringslijst weergeven

# PageExtension 3849677789 - Control 2957770053 - Property 1295455071
source: Specifies the confidence score threshold for results from Microsoft Cognitive Services. Results with confidence below the threshold are considered inaccurate, and are not used. A typical threshold is 80%.
da_dk: Angiver tillidsscoregrænsen for resultater fra Microsoft Cognitive Services. Resultater med tillidsscore under grænsen anses for at være upræcise og anvendes ikke. En typisk grænse er 80 %.
de_de: Gibt den Schwellenwert der Genauigkeitsbewertung für Ergebnisse von Microsoft Cognitive Services an. Ergebnisse mit einer Genauigkeit unter dem Schwellenwert werden als ungenau betrachtet und nicht verwendet. Ein normaler Schwellenwert beträgt 80 %.
fr_ca: Spécifie le seuil du score de fiabilité pour les résultats de Microsoft Cognitive Services. Les résultats dont le score de fiabilité est inférieur au seuil sont considérés imprécis, et ne sont pas utilisés. Le seuil par défaut est de 80 %.
fr_fr: Indique le seuil de score de fiabilité des résultats de Microsoft Cognitive Services. Les résultats avec un niveau de fiabilité sous le seuil sont considérés comme erronés et ne sont pas utilisés. Un seuil courant est de 80 %.
is_is: Tilgreinir mörk áreiðanleikaeinkunnar fyrir niðurstöður úr vitrænni þjónustu Microsoft. Litið er á niðurstöður undir mörkum sem ónákvæmar og þær eru ekki notaðar. Dæmigerð mörk eru 80%.
it_ch: Specifica la soglia del punteggio di affidabilità per i risultati di Servizi cognitivi Microsoft. I risultati con affidabilità inferiore alla soglia vengono considerati inaccurati e non vengono utilizzati. Una soglia tipica è pari all'80%.
nl_be: Hiermee wordt de drempel voor de zekerheidsscore opgegeven voor resultaten vanuit Microsoft Cognitive Services. Resultaten met een zekerheid onder de drempel worden als inaccuraat beschouwd en worden niet gebruikt. Een veelgebruikte drempel is 80%.

# PageExtension 3849677789 - Control 3183907675 - Property 1295455071
source: Specifies whether to use the Image Analyzer extension to suggest attributes that it detects in images of items and contact persons.
da_dk: Angiver, om du vil bruge billedanalysatorudvidelsen til at foreslå attributter, der registreres i billeder af varer og kontakter.
de_de: Gibt an, ob die Bildanalyse-Erweiterung verwendet werden soll, um Attribute vorzuschlagen, die in Bildern von Objekten und Kontaktpersonen erkannt werden.
fr_ca: Spécifie s'il convient d'utiliser l'extension d'analyseur Image pour suggérer des attributs qu'elle détecte dans les images d'articles et de contacts.
fr_fr: Indique s'il faut utiliser l'extension de l'analyseur d'image pour suggérer des attributs qu'il détecte dans les images d'articles et de contacts.
is_is: Tilgreinir hvort nota skal viðbót myndgreiningar til að stinga upp á eigindum sem hún greinir í myndum af vörum og tengiliðum.
it_ch: Specifica se utilizzare l'estensione Analizzatore immagine per suggerire gli attributi che rileva nelle immagini di articoli e contatti.
nl_be: Hiermee wordt opgegeven of de extensie Afbeeldingsanalyse moet worden gebruikt om kenmerken voor te stellen die worden gedetecteerd in afbeeldingen van artikelen en contactpersonen.

# PageExtension 2739748394 - Action 2802945156 - Property 1295455071
source: Analyze the picture attached to the item to identify attributes and item category, and assign them to the item.
da_dk: Analysér det billede, der er knyttet til varen, for at identificere attributter og varekategori og tildele dem til varen.
de_de: Das Bild analysieren, das dem Objekt angehängt ist, um Attribute und Objektkategorie zu identifizieren, und diese dem Objekt zuweisen.
fr_ca: Analysez l'image jointe à l'article pour identifier les attributs et la catégorie d'article, et les affecter à l'article.
fr_fr: Analysez l'image associée à l'article afin d'identifier ses attributs et sa catégorie article et les lui affecter.
is_is: Greina myndina sem fylgir vörunni til að bera kennsl á eigindar- og vöruflokk og úthlutað þeim á vöruna.
it_ch: Analizzare l'immagine associata all'articolo per identificarne la categoria e gli attributi ed assegnarli all'articolo.
nl_be: De foto die aan het artikel is gekoppeld, analyseren om kenmerken en artikelcategorie te bepalen, en deze aan het artikel toe te wijzen.

# PageExtension 2739748394 - Action 2802945156 - Property 2879900210
source: Analyze Picture
da_dk: Analysér billede
de_de: Bild analysieren
fr_ca: Analyser l'image
fr_fr: Analyser l'image
is_is: Greina mynd
it_ch: Analizza immagine
nl_be: Foto analyseren
