Repository: rstefanetti/MSDyn365BC.Code.History
Catalog: ImageAnalysis/Source/Image Analyzer/Translations/Image Analyzer.*.xlf
Languages: da_dk, de_de, fr_ca, fr_fr, is_is, it_ch, nl_be

# Table 2062634445 - Property 2879900210
source: MS - Image Analyzer Tags
da_dk: MS – Billedanalysekoder
fr_ca: MS – Balises d’analyseur d’image
fr_fr: MS – Balises d’analyseur d’image
is_is: MS – Myndagreiningarmerki
it_ch: MS - Tag Analizzatore immagine
nl_be: MS - labels van afbeeldingsanalyse

# Table 2062634445 - NamedType 686825585
source: Attribute '%1' is already set.
da_dk: Attributten '%1' er allerede angivet.
de_de: Attribut "%1" ist bereits festgelegt.
fr_ca: L'attribut %1 est déjà défini.
fr_fr: L'attribut « %1 » est déjà défini.
is_is: Eigindin „%1“ er þegar stillt.
it_ch: L'attributo '%1' è già impostato.
nl_be: Kenmerk %1 is al ingesteld.

# Table 2062634445 - NamedType 2883311424
source: Choose item attribute
da_dk: Vælg vareattribut
de_de: Objektattribut wählen
fr_ca: Choisir un attribut d'article
fr_fr: Choisir attribut article
is_is: Velja vörueigind
it_ch: Scegli attributo articolo
nl_be: Artikelkenmerk kiezen

# Table 2062634445 - NamedType 4279895527
source: Item attribute: '%1' = '%2'
da_dk: Vareattribut: '%1' = '%2'
de_de: Objektattribut: "%1" = "%2"
fr_ca: Attribut article : %1 = %2
fr_fr: Attribut article : « %1 » = « %2 »
is_is: Vörueigind: „%1“ = „%2“
it_ch: Attributo articolo: '%1' = '%2'
nl_be: Artikelkenmerk: %1 = %2

# Table 2062634445 - NamedType 4157130179
source: Category: '%1'
da_dk: Kategori: '%1'
de_de: Kategorie: "%1"
fr_ca: Catégorie : %1
fr_fr: Catégorie : « %1 »
is_is: Flokkur: „%1“
it_ch: Categoria: '%1'
nl_be: Categorie: %1

# Table 2062634445 - NamedType 2581640382
source: You can choose only one attribute as the item category.
da_dk: Du kan kun vælge én attribut som varekategori.
de_de: Sie können nur ein Attribut als Objektkategorie auswählen.
fr_ca: Vous pouvez choisir uniquement un attribut comme catégorie d'article.
fr_fr: Vous pouvez choisir un seul attribut comme catégorie article.
is_is: Aðeins er hægt að velja eina eigind sem vöruflokk.
it_ch: È possibile scegliere un solo attributo come categoria dell'articolo.
nl_be: U kunt slechts één kenmerk als de artikelcategorie kiezen.

# Table 2062634445 - Field 1390308272 - Property 2879900210
source: Action to Perform
da_dk: Handling til udførsel
de_de: Durchzuführende Aktion
fr_ca: Action à exécuter
fr_fr: Action à exécuter
is_is: Aðgerð sem á að framkvæma
it_ch: Azione da eseguire
nl_be: Uit te voeren actie

# Table 2062634445 - Field 1390308272 - Property 62802879
source: Ignore,Use as category,Use as attribute,Add to blacklist
da_dk: Ignorer,Brug som kategori,Brug som attribut,Føj til blacklist
de_de: Ignorieren,Als Kategorie verwenden,Als Attribut verwenden,Zur Blacklist hinzufügen
fr_ca: Ignorer,Utiliser comme catégorie,Utiliser comme attribut,Ajouter à la liste noire
fr_fr: Ignorer,Utiliser comme catégorie,Utiliser comme attribut,Ajouter à la liste rouge
is_is: Hunsa,Nota sem flokk,Nota sem eigind,Bæta við svartan lista
it_ch: Ignora,Utilizza come categoria,Utilizza come attributo,Aggiungi a blacklist
nl_be: Negeren,Gebruiken als categorie,Gebruiken als kenmerk,Toevoegen aan blokkeringslijst

# Table 2062634445 - Field 3133425969 - Property 2879900210
source: Details
da_dk: Detaljer
fr_ca: Détails
fr_fr: Détails
is_is: Upplýsingar
it_ch: Dettagli

# Table 2062634445 - Field 124749925 - Property 2879900210
source: Detected On Item No
da_dk: Registreret på vare nr.
de_de: Erkannt auf Objekt Nr.
fr_ca: Détecté sur l'article n°
fr_fr: Détecté sur le N° article
is_is: Fannst á vörunr.
it_ch: Rilevato in Nr. articolo
nl_be: Gedetecteerd op artikelnr.

# Table 2062634445 - Field 558890210 - Property 2879900210
source: Item Attribute Name
da_dk: Id for attributnavn
de_de: Objektattributnamen
fr_ca: Nom de l'attribut d'article
fr_fr: Nom attribut article
is_is: Heiti vörueigindar
it_ch: Nome attributo articolo
nl_be: Naam van artikelkenmerk

# Table 2062634445 - Field 1892013013 - Property 2879900210
source: Item Attribute Name Id
da_dk: Id for vareattributnavn
de_de: Objektattributnamens-ID
fr_ca: Code nom de l'attribut d'article
fr_fr: ID nom attribut article
is_is: Kenni vörueigindarheitis
it_ch: ID nome attributo articolo
nl_be: Naam-id van artikelkenmerk

# Table 2062634445 - Field 512056945 - Property 2879900210
source: Item Attribute Value Id
da_dk: Id for vareattributværdi
de_de: Objektattributwert-ID
fr_ca: Code valeur d'attribut article
fr_fr: ID valeur d'attribut article
is_is: Kenni vörueigindargildis
it_ch: ID valore attributo articolo
nl_be: Id van artikelkenmerkwaarde

# Table 2062634445 - Field 224590807 - Property 2879900210
source: Item Attribute Value Name
da_dk: Navn på vareattributværdi
de_de: Objektattributwert-Name
fr_ca: Nom valeur d'attribut article
fr_fr: Nom valeur d'attribut article
is_is: Heiti vörueigindargildis
it_ch: Nome valore attributo articolo
nl_be: Naam van artikelkenmerkwaarde

# Table 2062634445 - Field 1037119892 - Property 2879900210
source: Item Category Code
da_dk: Varekategorikode
de_de: Objektkategoriencode
fr_ca: Code de catégorie d'article
fr_fr: Code catégorie article
is_is: Vöruflokkskóði
it_ch: Codice categoria articolo
nl_be: Artikelcategoriecode

# Table 2062634445 - Field 2590381267 - Property 2879900210
source: Newly Created Item Category Code
da_dk: Nyoprettet varekategorikode
de_de: Neu erstellter Objektkategoriencode
fr_ca: Code de catégorie d'article récemment créé
fr_fr: Code catégorie article créé récemment
is_is: Nýlega stofnaður vöruflokkskóði
it_ch: Codice categoria nuovo articolo creato
nl_be: Code van nieuw gemaakte artikelcategorie

# Table 2062634445 - Field 3230376938 - Property 2879900210
source: Confidence Score (%)
da_dk: Tillidsscore (%)
de_de: Genauigkeitsbewertung (%)
fr_ca: Score de fiabilité (%)
fr_fr: Score de fiabilité (%)
is_is: Áreiðanleikaeinkunn (%)
it_ch: Punteggio affidabilità (%)
nl_be: Zekerheidsscore (%)

# Table 2062634445 - Field 2807378183 - Property 2879900210
source: Detected Attribute Name
da_dk: Registreret attributnavn
de_de: Erkannter Attributname
fr_ca: Nom d'attribut détecté
fr_fr: Nom attribut détecté
is_is: Greint eigindarheiti
it_ch: Nome attributo rilevato
nl_be: Gedetecteerde kenmerknaam

# Table 934628271 - Property 2879900210
source: MS - Img. Analyzer Blacklist
da_dk: MS – Sortliste til billedanalyse
de_de: MS – Image Analyzer-Sperrliste
fr_ca: MS – Liste rouge d’analyseur d’image
fr_fr: MS – Liste rouge d’analyseur d’image
is_is: MS – Svartur listi myndgr.
it_ch: MS - Blacklist Analizzatore immagine
nl_be: MS - blokkeringslijst van afbeeldingsanalyse

# Table 934628271 - Field 1716525935 - Property 2879900210
source: Tag Name
da_dk: Kodenavn
de_de: Markenname
fr_ca: Nom de balise
fr_fr: Nom de balise
is_is: Heiti merkis
it_ch: Nome tag
nl_be: Labelnaam

# Codeunit 1854769596 - NamedType 683328826
source: Detected age
da_dk: Registreret alder
de_de: Erkanntes Alter
fr_ca: Âge détecté
fr_fr: Âge détecté
is_is: Greining á aldri
it_ch: Età rilevata
nl_be: Gedetecteerde leeftijd

# Codeunit 1854769596 - NamedType 3150432074
source: Female
da_dk: Kvinde
de_de: Weiblich
fr_ca: Femme
fr_fr: Féminin
is_is: Kvenmaður
it_ch: Femminile
nl_be: Vrouw

# Codeunit 1854769596 - NamedType 2188766998
source: Detected gender
da_dk: Registreret køn
de_de: Erkanntes Geschlecht
fr_ca: Sexe détecté
fr_fr: Sexe détecté
is_is: Greining á kyni
it_ch: Sesso rilevato
nl_be: Gedetecteerd geslacht

# Codeunit 1854769596 - NamedType 73413020
source: Attributes detected by Image Analyzer.
da_dk: Attributter, der er fundet af billedanalysatoren.
de_de: Von der Bildanalyse erkannte Attribute.
fr_ca: Attributs détectés par l'analyseur Image.
fr_fr: Attributs détectés par l'analyseur d'image.
is_is: Eigindir greindar af myndgreiningu.
it_ch: Attributi rilevati da Analizzatore immagine.
nl_be: Kenmerken gedetecteerd door Afbeeldingsanalyse.

# Codeunit 1854769596 - NamedType 913096805
source: IMAGE ANALYZER
da_dk: BILLEDANALYSATOR
de_de: BILDANALYSE
fr_ca: ANALYSEUR IMAGE
fr_fr: ANALYSEUR D'IMAGE
is_is: MYNDGREINING
it_ch: ANALIZZATORE IMMAG.
nl_be: AFBEELDINGSANALYSE

# Codeunit 1854769596 - NamedType 369005591
source: Male
da_dk: Mand
de_de: Männlich
fr_ca: Homme
fr_fr: Masculin
is_is: Karlmaður
it_ch: Maschile
nl_be: Man

# Codeunit 1854769596 - NamedType 983399426
source: Good work! You can view the results of the image analysis on the Profile Questionnaire FastTab.
da_dk: Godt klaret! Du kan få vist resultaterne af billedanalysen i oversigtspanelet Profilspørgeskema.
de_de: Gute Arbeit! Sie können die Ergebnisse der Bildanalyse auf dem Inforegister "Profilbefragung" anzeigen.
fr_ca: Bon travail! Vous pouvez afficher les résultats de l'analyse d'image sur le raccourci Questionnaire profil.
fr_fr: Bon travail ! Vous pouvez afficher les résultats de l'analyse de l'image sur le raccourci Questionnaire profil.
is_is: Vel gert! Hægt er að skoða niðurstöður myndgreiningarinnar í flýtiflipa fyrir spurningalista forstillingar.
it_ch: Ottimo lavoro! È possibile visualizzare i risultati dell'analisi dell'immagine nella Scheda dettaglio Questionario profilo.
nl_be: Goed gedaan. U kunt het resultaat van de afbeeldingsanalyse bekijken op het sneltabblad Profielvragenlijst.

# Codeunit 3175899218 - NamedType 861756657
source: Looks like the Image Analyzer extension is disabled. Do you want to learn more and enable it?
da_dk: Det ser ud som om, billedanalysatorudvidelsen er deaktiveret. Vil du vide mere om billedanalysatorudvidelsen og aktivere den?
de_de: Anscheinend ist die Bildanalyse-Erweiterung deaktiviert. Möchten Sie weitere Informationen erhalten und sie aktivieren?
fr_ca: Il semble que l'extension d'analyseur Image soit désactivée. Voulez-vous en savoir plus et l'activer?
fr_fr: L'extension de l'analyseur d'image semble désactivée. Souhaitez-vous en savoir plus et l'activer ?
is_is: Það lítur út fyrir að viðbót myndgreiningar sé ekki virk. Viltu fá frekari upplýsingar og virkja hana?
it_ch: Apparentemente l'estensione Analizzatore immagine è disabilitata. Si desidera acquisire altre informazioni ed abilitarla?
nl_be: De extensie Afbeeldingsanalyse is blijkbaar uitgeschakeld. Wilt u meer informatie en deze extensie inschakelen?

# Codeunit 3175899218 - NamedType 1593074454
source: Image Analyzer profile questionnaire completed
da_dk: Spørgeskemaet for billedanalysatorprofilen er udfyldt
de_de: Bildanalyse-Profilbefragung abgeschlossen
fr_ca: Questionnaire de profil de l'analyseur Image complété
fr_fr: Questionnaire profil de l'analyseur d'image terminé
is_is: Spurningalista forstillingar fyrir myndgreiningu er lokið
it_ch: Questionario profilo Analizzatore immagine completato
nl_be: Profielvragenlijst van Afbeeldingsanalyse voltooid.

# Codeunit 3175899218 - NamedType 2867214218
source: Notify me when Image Analyzer has been used in profile questionnaire to analyze a picture of a contact.
da_dk: Giv mig besked, når billedanalysatoren er blevet brugt i profilspørgeskemaet til at analysere et billede af en kontakt.
de_de: Benachrichtigen Sie mich, wenn die Bildanalyse in der Profilbefragung verwendet wurde, um ein Bild eines Kontakts zu analysieren.
fr_ca: M'informer lorsque l'analyseur Image a été utilisé dans le questionnaire de profil pour analyser une image d'un contact.
fr_fr: M'avertir lorsque l'analyseur d'image a été utilisé dans le questionnaire profil pour analyser l'image d'un contact.
is_is: Láta mig vita þegar myndgreining hefur verið notuð í spurningalista forstillingar til að greina mynd af tengiliði.
it_ch: Invia una notifica quando Analizzatore immagine è stato utilizzato nel questionario profilo per analizzare l'immagine di un contatto.
nl_be: Informeer me wanneer Afbeeldingsanalyse in een profielvragenlijst is gebruikt om een foto van een contact te analyseren.

# Codeunit 3175899218 - NamedType 1478212858
source: Don't ask again
da_dk: Spørg mig ikke igen
de_de: Nicht mehr fragen
fr_ca: Ne plus demander
fr_fr: Ne plus me poser la question
is_is: Ekki spyrja aftur
it_ch: Non visualizzare più questa richiesta
nl_be: Niet opnieuw vragen

# Codeunit 3175899218 - NamedType 844885115
source: Got it
da_dk: Forstået
de_de: Verstanden
fr_ca: C'est bon
fr_fr: C'est bon
is_is: Ég skil
it_ch: OK
nl_be: Begrepen

# Codeunit 3175899218 - NamedType 1830429907
source: Don't tell me again
da_dk: Fortæl mig det ikke igen
de_de: Nicht mehr benachrichtigen
fr_ca: Ne plus me le signaler
fr_fr: Ne plus me dire ceci
is_is: Ekki láta mig vita aftur
it_ch: Non visualizzare più questo messaggio
nl_be: Dit niet opnieuw meedelen

# Codeunit 3175899218 - NamedType 648729261
source: Open setup
da_dk: Åbn opsætning
de_de: Einrichtung öffnen
fr_ca: Ouvrir le programme d'installation
fr_fr: Ouvrir la configuration
is_is: Opna uppsetningu
it_ch: Apri setup
nl_be: Instelling openen

# Codeunit 3175899218 - NamedType 1781593251
source: Enable
da_dk: Aktivér
de_de: Aktivieren
fr_ca: Activer
fr_fr: Activer
is_is: Gera virkt
it_ch: Abilita
nl_be: Inschakelen

# Codeunit 3175899218 - NamedType 2403516424
source: Notify me that the Image Analyzer extension can suggest attributes detected in imported images.
da_dk: Giv mig besked, når billedanalysatorudvidelsen kan foreslå attributter, der er registreret i importerede billeder.
de_de: Benachrichtigen Sie mich, dass die Bildanalyse-Erweiterung erkannte Attribute in importierten Bildern vorschlagen kann.
fr_ca: M'informer que l'extension d'analyseur Image peut suggérer des attributs détectés dans des images importées.
fr_fr: M'avertir quand l'extension de l'analyseur d'image peut suggérer des attributs détectés dans les images importées.
is_is: Láta mig vita að viðbót myndgreiningar getur stungið upp á eigindum sem eru greindar í myndum sem fluttar eru inn.
it_ch: Invia una notifica per cui l'estensione Analizzatore immagine può suggerire gli attributi rilevati nelle immagini importate.
nl_be: Informeer me dat de extensie Afbeeldingsanalyse gedetecteerde kenmerken in geïmporteerde afbeeldingen kan voorstellen.

# Codeunit 3175899218 - NamedType 3777354085
source: If you want, we can assign attributes based on the images you import for items and contacts.
da_dk: Hvis du vil, kan vi tildele attributter, der er baseret på de billeder, du importerer for varer og kontakter.
de_de: Wenn Sie möchten, können wir Attribute basierend auf den Bildern zuweisen, die Sie für Objekte und Kontakte importieren.
fr_ca: Si vous le souhaitez, nous pouvons affecter des attributs basés sur les images que vous importez pour les articles et les contacts.
fr_fr: Si vous le souhaitez, nous pouvons affecter des attributs en fonction des images que vous importez pour les articles et les contacts.
is_is: Ef þú vilt getum við úthlutað eigindum sem byggjast á myndunum sem þú sendir inn fyrir vörur og tengiliði.
it_ch: È possibile all'occorrenza assegnare attributi basati sulle immagini importate per articoli e contatti.
nl_be: Als u wilt, kunnen we kenmerken toewijzen op basis van de afbeeldingen die u voor artikelen en contacten importeert.

# Codeunit 3175899218 - NamedType 3519161399
source: Image Analyzer setup
da_dk: Opsætning af billedanalysatoren
de_de: Bildanalyse-Einrichtung
fr_ca: Configuration de l'analyseur Image
fr_fr: Paramètres de l'analyseur d'image
is_is: Uppsetning myndgreiningar
it_ch: Setup Analizzatore immagine
nl_be: Afbeeldingsanalyse instellen

# Codeunit 3175899218 - NamedType 1289747415
source: Notify me that the maximum number of image analyses allowed in the period is already reached.
da_dk: Giv mig besked, når det maksimale antal tilladte billedanalyser for perioden allerede er nået.
de_de: Benachrichtigen Sie mich, dass die maximale Anzahl der zulässigen Bildanalysen in diesem Zeitraum bereits erreicht ist.
fr_ca: M'informer que le nombre maximum d'analyses d'image autorisées au cours de la période est déjà atteint.
fr_fr: M'avertir quand le nombre maximal d'analyses d'image autorisé au cours de la période est déjà atteint.
is_is: Láta mig vita að hámarksfjöldi myndgreininga sem leyfður er á tímabilinu hafi náðst.
it_ch: Invia una notifica per cui il numero massimo di analisi dell'immagine consentite nel periodo è già stato raggiunto.
nl_be: Informeer me dat het maximale in de periode toegestane aantal afbeeldingsanalyses al is bereikt.

# Codeunit 3175899218 - NamedType 3939425112
source: Image analysis usage limit already reached
da_dk: Billedanalysens forbrugsgrænse er allerede nået
de_de: Nutzungslimit der Bildanalyse bereits erreicht
fr_ca: Limite d'utilisation de l'analyse d'image déjà atteinte
fr_fr: Limite d'utilisation de l'analyse d'image déjà atteinte
is_is: Notkunarmörkum fyrir myndgreiningu hefur þegar verið náð
it_ch: Limite di utilizzo analisi immagine già raggiunto
nl_be: Gebruikslimiet van Afbeeldingsanalyse al bereikt

# Codeunit 3175899218 - NamedType 330083034
source: Image analysis usage limit reached
da_dk: Billedanalysens forbrugsgrænse er nået
de_de: Nutzungslimit der Bildanalyse erreicht
fr_ca: Limite d'utilisation de l'analyse d'image atteinte
fr_fr: Limite d'utilisation de l'analyse d'image atteinte
is_is: Notkunarmörkum fyrir myndgreiningu náð
it_ch: Limite di utilizzo analisi immagine raggiunto
nl_be: Gebruikslimiet van Afbeeldingsanalyse bereikt

# Codeunit 3175899218 - NamedType 2252684351
source: You just reached the limit of analyzed images. You can analyze %1 images per %2. You'll have to wait until the beginning of the next %2 to analyze more images.
da_dk: Du har netop nået grænsen for analyserede billeder. Du kan analysere %1 billeder pr. %2. Du skal vente til starten af næste %2 for at analysere flere billeder.
de_de: Sie haben den Grenzwert für analysierte Bilder erreicht. Sie können %1 Bilder pro %2 analysieren. Sie müssen bis zum Beginn des/der nächsten %2 warten, um weitere Bilder zu analysieren.
fr_ca: Vous venez d'atteindre la limite d'images analysées. Vous pouvez analyser %1 par %2. Vous devrez attendre le début du prochain/de la prochaine %2 pour analyser d'autres images.
fr_fr: Vous avez atteint la limite d'images analysées. Vous pouvez analyser %1 images par %2. Vous devez attendre jusqu'au début du/de la %2 suivant(e) pour analyser d'autres images.
is_is: Hámarki fyrir greindar myndir hefur verið náð. Hægt er að greina %1 myndir á %2. Bíða þarf fram að upphafi næsta %2 til að greina fleiri myndir.
it_ch: È stato appena raggiunto il limite di immagini analizzate. È possibile analizzare %1 immagini per %2. Sarà necessario attendere l'inizio del prossimo %2 per analizzare altre immagini.
nl_be: U hebt zojuist de limiet voor geanalyseerde afbeeldingen bereikt. U kunt %1 afbeeldingen per %2 analyseren. U moet wachten tot het begin van de volgende %2 om meer afbeeldingen te analyseren.

# Codeunit 3175899218 - NamedType 209266697
source: Notify me when I reach the maximum number of image analyses allowed in the period.
da_dk: Giv mig besked, når jeg har nået det maksimale antal tilladte billedanalyser for perioden.
de_de: Benachrichtigen Sie mich, wenn ich die maximale Anzahl der zulässigen Bildanalysen in diesem Zeitraum erreiche.
fr_ca: M'informer quand j'atteins le nombre maximum d'analyses d'image autorisées au cours de la période.
fr_fr: M'avertir quand j'atteins le nombre maximal d'analyses d'image autorisé au cours de la période.
is_is: Láta mig vita þegar ég hef náð upp í hámarksfjölda myndgreininga sem leyfður er á tímabilinu.
it_ch: Invia una notifica quando viene raggiunto il numero massimo di analisi dell'immagine consentite nel periodo.
nl_be: Informeer me wanneer ik het maximale in de periode toegestane aantal afbeeldingsanalyses bereik.

# Codeunit 1247484900 - NamedType 2789778645
source: Sorry, we didn't spot any attributes in the image. This happens occasionally. For example, sometimes we need more contrast between the item and the background. If you want, try another image.
da_dk: Desværre fandt vi ingen attributter i billedet. Det sker af og til. Nogle gange kræves der f.eks. mere kontrast mellem varen og baggrunden. Hvis du vil, kan du prøve med et andet billede.
de_de: Leider haben wir keine Attribute auf dem Bild erkannt. Dies passiert gelegentlich. Beispiel: Wir benötigen manchmal mehr Kontrast zwischen dem Objekt und Hintergrund. Versuchen Sie es mit einem anderen Bild.
fr_ca: Désolé, nous n'avons détecté aucun attribut dans l'image. Cela se produit de temps en temps. Par exemple, il est parfois possible que nous ayons besoin de plus de contraste entre l'élément et l'arrière-plan. Si vous le souhaitez, essayez une autre image.
fr_fr: Désolé, nous n'avons détecté aucun attribut dans l’image. Cela se produit parfois. Par exemple, il arrive que nous ayons besoin de plus de contraste entre l'article et l'arrière-plan. Si vous le souhaitez, essayez une autre image.
is_is: Því miður tókum við ekki eftir neinni eigind í myndinni. Þetta kemur fyrir öðru hverju. Stundum þarf til dæmis skýrari skil milli vöru og bakgrunns. Prófaðu aðra mynd ef þú vilt.
it_ch: Non sono stati individuati attributi nell'immagine. Questa situazione si verifica occasionalmente. Ad esempio, a volte è necessario un contrasto maggiore tra l'articolo e lo sfondo. Se si desidera, provare un'altra immagine.
nl_be: We hebben geen kenmerken gevonden in de afbeelding. Dat gebeurt soms. Soms is bijvoorbeeld meer contrast nodig tussen het artikel en de achtergrond. Probeer een andere afbeelding als u wilt.

# Page 2516211404 - Property 2879900210
source: Image Analyzer Blacklisted Attributes
da_dk: Blacklistede attributter for billedanalysatoren
de_de: Attribute auf der Blacklist der Bildanalyse
fr_ca: Attributs sur liste noire de l'analyseur Image
fr_fr: Attributs sur la liste rouge de l'analyseur d'image
is_is: Eigindir á svörtum lista myndgreiningar
it_ch: Attributi nella blacklist di Analizzatore immagine
nl_be: Kenmerken op blokkeringslijst van Afbeeldingsanalyse

# Page 4132159392 - Property 2019332006
source: New,Process,Report,Confidence Score,Blacklist
da_dk: Ny,Proces,Rapport,Tillidsscore,Blacklist
de_de: Neu,Prozess,Bericht,Genauigkeitsbewertung,Blacklist
fr_ca: Nouveau,Traitement,Rapport,Score de fiabilité,Liste noire
fr_fr: Nouveau,Traitement,État,Score de fiabilité,Liste rouge
is_is: Nýtt,Vinnsla,Skýrsla,Áreiðanleikaeinkunn,Svartur listi
it_ch: Nuovo,Processo,Report,Punteggio affidabilità,Blacklist
nl_be: Nieuw,Proces,Rapport,Zekerheidsscore,Blokkeringslijst

# Page 4132159392 - Property 2879900210
source: Image Analyzer Attributes
da_dk: Attributter for billedanalysator
de_de: Bildanalyse-Attribute
fr_ca: Attributs de l'analyseur Image
fr_fr: Attributs de l'analyseur d'image
is_is: Eigindir myndgreiningar
it_ch: Attributi di Analizzatore immagine
nl_be: Kenmerken van Afbeeldingsanalyse

# Page 4132159392 - NamedType 1720518960
source: Add to the item description
da_dk: Føj til varebeskrivelsen
de_de: Zur Objektbeschreibung hinzufügen
fr_ca: Ajouter à la description de l'article
fr_fr: Ajouter à la description article
is_is: Bæta við vörulýsinguna
it_ch: Aggiungi alla descrizione dell'articolo
nl_be: Toevoegen aan de artikelbeschrijving

# Page 4132159392 - Control 4214913808 - Property 2879900210
source: Item Description
da_dk: Varebeskrivelse
de_de: Objektbeschreibung
fr_ca: Description article
fr_fr: Description article
is_is: Vörulýsing
it_ch: Descrizione articolo
nl_be: Artikelbeschrijving

# Page 4132159392 - Control 1301349253 - Property 2879900210
source: Add to the Item Description
da_dk: Føj til varebeskrivelsen
de_de: Zur Objektbeschreibung hinzufügen
fr_ca: Ajouter à la description de l'article
fr_fr: Ajouter à la description article
is_is: Bæta við vörulýsinguna
it_ch: Aggiungi alla descrizione dell'articolo
nl_be: Toevoegen aan de artikelbeschrijving

# Page 4132159392 - Action 2630983774 - Property 2879900210
source: Blacklist
fr_ca: Liste noire
fr_fr: Liste rouge
is_is: Svartur listi
nl_be: Blokkeringslijst
