Repository: rstefanetti/MSDyn365BC.Code.History
Catalog: ImageAnalysis/Source/Image Analyzer/Translations/Image Analyzer.*.xlf
Languages: da_dk, de_de, fr_ca, fr_fr, is_is, it_ch, nl_be

# TableExtension 214061687 - NamedType 1644091217
source: To enable image analysis, you must be an administrator. Ensure that you are assigned the 'SUPER' user permission set.
da_dk: Du skal være administrator for at aktivere billedanalyse. Kontroller, at du har fået tildelt brugerrettighedssættet 'SUPER'.
de_de: Um die Bildanalyse zu aktivieren, müssen Sie Administrator sein. Stellen Sie sicher, dass Ihnen der Benutzerberechtigungssatz "SUPER" zugewiesen ist.
fr_ca: Pour activer l'analyse d'image, vous devez être un administrateur. Veillez à détenir l'ensemble d'autorisations utilisateur SUPER.
fr_fr: Pour activer l'analyse d'image, vous devez être un administrateur. Assurez-vous que l'ensemble d'autorisations de « SUPER » utilisateur vous est attribué.
is_is: Aðeins stjórnendur geta virkjað myndgreiningu. Gakktu úr skugga um að þér hafi verið úthlutað heimildasamstæðunni „SUPER“-notandi.
it_ch: Per abilitare l'analisi dell'immagine, è necessario essere un amministratore. Accertarsi di avere il set di autorizzazioni utente 'SUPER' assegnato.
nl_be: Als u Afbeeldingsanalyse wilt inschakelen, moet u een beheerder zijn. Zorg ervoor dat de gebruikersmachtigingenset SUPER aan u is toegewezen.

# TableExtension 214061687 - Field 2957770053 - Property 2879900210
source: Confidence Score Threshold %
da_dk: Tillidsscoregrænseprocent
de_de: Schwellenwert Genauigkeitsbewertung in %
fr_ca: Seuil du score de fiabilité (%)
fr_fr: Niveau de score de fiabilité %
is_is: Mörk áreiðanleikaeinkunnar í %
it_ch: Soglia punteggio affidabilità in %
nl_be: Drempelpercentage voor zekerheidsscore

# TableExtension 214061687 - Field 2508927063 - Property 2879900210
source: Enable Image Analyzer
da_dk: Aktivér billedanalysator
de_de: Bildanalyse aktivieren
fr_ca: Activer l'analyseur Image
fr_fr: Activer l'analyseur d'image
is_is: Virkja myndgreiningu
it_ch: Abilita Analizzatore immagine
nl_be: Afbeeldingsanalyse inschakelen
