Repository: rstefanetti/MSDyn365BC.Code.History
Catalog: LatePaymentPredictor/Source/Late Payment Prediction/Translations/Late Payment Prediction.*.xlf
Languages: fi_fi, fr_ch, nb_no, sv_se

# Table 523664430 - Property 2879900210
source: LP Machine Learning Setup
fi_fi: Lineaarisen ohjelmoinnin koneoppimisen asetukset
fr_ch: Configuration du Machine Learning DP
nb_no: Oppsett for LP-maskinlæring
sv_se: Maskininlärningsinställningar för ID-nummer

# Table 523664430 - NamedType 358560748
source: Cannot use the model because it does not exist. Try training a new model.
fi_fi: Mallia ei voi käyttää, koska sitä ei ole. Yritä tehdä uusi malli.
fr_ch: Impossible d'utiliser le modèle, car il n'existe pas. Essayez l'apprentissage d'un nouveau modèle.
nb_no: Kan ikke bruke modellen fordi den ikke finnes. Prøv å lære opp en ny modell.
sv_se: Det går inte att använda modellen eftersom den inte finns. Försök utbilda en ny modell.

# Table 523664430 - NamedType 2058625442
source: You cannot use the model because its quality of %1 is below the value in the Model Quality Threshold field. That means its predictions are unlikely to meet your accuracy requirements. You can evaluate the model again to confirm its quality. To use the model anyway, enter a value that is less than or equal to %1 in the Model Quality Threshold field.
fi_fi: Mallia ei voi käyttää, koska sen laatu (%1) on Mallin laadun raja-arvo -kentän arvoa pienempi. Tämä tarkoittaa sitä, että ennusteen mukaan malli ei todennäköisesti täytä tarkkuusvaatimuksia. Voit vahvistaa mallin laadun arvioimalla sen uudelleen. Jos silti haluat käyttää mallia, anna Mallin laadun raja-arvo -kenttään arvo, joka on pienempi tai yhtä suuri kuin %1.
fr_ch: Vous ne pouvez pas utiliser le modèle, car sa qualité de %1 est inférieure à la valeur du champ Seuil de qualité du modèle. Autrement dit, il est peu probable que les prédictions répondent à vos exigences en matière de précision. Réévaluez le modèle pour confirmer sa qualité. Pour utiliser quand même le modèle, entrez une valeur inférieure ou égale à %1 dans le champ Deuil de qualité du modèle.
nb_no: Du kan ikke bruke modellen fordi kvaliteten på %1 er under verdien i feltet Terskel for modellkvalitet. Det betyr at prognoser sannsynligvis ikke oppfyller dine nøyaktige krav. Du kan evaluere modellen på nytt for å bekrefte kvaliteten. Hvis du likevel vil bruke modellen, angir du en verdi som er mindre enn eller lik %1 i feltet Terskel for modellkvalitet.
sv_se: Du kan inte använda modellen eftersom dess kvalitet på %1 ligger under värdet i fältet Gränsvärde för modellkvalitet. Det innebär att prediktionerna inte stämmer överens med dina noggrannhetskrav. Du kan utvärdera modellen igen för att bekräfta kvaliteten. Om du vill använda modellen ändå anger du ett värde som är mindre än eller lika med %1 i fältet Gränsvärde för modellkvalitet.

# Table 523664430 - Field 3161466712 - Property 2879900210
source: Custom API Key
fi_fi: Mukautettu ohjelmointirajapinta-avain
fr_ch: Clé API personnalisée
nb_no: Egendefinert API-nøkkel
sv_se: Anpassad API-nyckel

# Table 523664430 - Field 751373631 - Property 2879900210
source: Custom API Uri
fi_fi: Mukautettu ohjelmointirajapinnan URI
fr_ch: URI API personnalisée
nb_no: Egendefinert API-URI
sv_se: Anpassad API-URI

# Table 523664430 - Field 3417183810 - Property 2879900210
source: Last Background Analysis
fi_fi: Viimeinen tausta-analyysi
fr_ch: Dernière analyse en arrière-plan
nb_no: Forrige analyse i bakgrunnen
sv_se: Senaste bakgrundsanalys

# Table 523664430 - Field 1283765727 - Property 2879900210
source: Last Feature Table Reset
fi_fi: Viimeisen ominaisuuden taulukon nollaus
fr_ch: Dernière fonctionnalité - Réinitialisation de la table
nb_no: Forrige tabelltilbakestilling
sv_se: Återställ senaste funktionstabell

# Table 523664430 - Field 3595376992 - Property 2879900210
source: Make Predictions
fi_fi: Tee ennusteita
fr_ch: Créer des prévisions
nb_no: Lage prognoser
sv_se: Gör prediktioner

# Table 523664430 - Field 3832824975 - Property 2879900210
source: Model Quality Threshold
fi_fi: Mallin laadun raja
fr_ch: Seuil de qualité du modèle
nb_no: Terskel for modellkvalitet
sv_se: Gränsvärde för modellkvalitet

# Table 523664430 - Field 4024843101 - Property 2879900210
source: My Model
fi_fi: Oma malli
fr_ch: Mon modèle
nb_no: Min modell
sv_se: Min modell

# Table 523664430 - Field 3639179419 - Property 2879900210
source: My Model Pdf
fi_fi: Oma mallin PDF
fr_ch: PDF de mon modèle
nb_no: PDF-versjon av min modell
sv_se: Min modell i PDF-format

# Table 523664430 - Field 1611182194 - Property 2879900210
source: My Model Quality
fi_fi: Oman mallin laatu
fr_ch: Qualité de mon modèle
nb_no: Min modellkvalitet
sv_se: Min modellkvalitet

# Table 523664430 - Field 2138793706 - Property 2879900210
source: Posting Date OnLastML
fi_fi: Kirjauspäivä OnLastML
fr_ch: Date comptabilisation OnLastML
nb_no: Bokføringsdato for OnLastML
sv_se: OnLastML för bokföringsdatum

# Table 523664430 - Field 1663593181 - Property 2879900210
source: Primary Key
fi_fi: Ensisijainen avain
fr_ch: Clé primaire
nb_no: Primærnøkkel
sv_se: Primärnyckel

# Table 523664430 - Field 56611002 - Property 2879900210
source: Selected Model
fi_fi: Valittu malli
fr_ch: Modèle sélectionné
nb_no: Valgt modell
sv_se: Vald modell

# Table 523664430 - Field 56611002 - Property 62802879
source: Standard, My Model
fi_fi: Vakio, Oma malli
fr_ch: Standard, Mon modèle
nb_no: Standard, Min modell
sv_se: Standard, Min modell

# Table 523664430 - Field 3258399266 - Property 2879900210
source: Standard Model Pdf
fi_fi: Vakiomallin PDF
fr_ch: PDF du modèle standard
nb_no: PDF-versjon av standardmodell
sv_se: PDF av standardmodell

# Table 523664430 - Field 4050154699 - Property 2879900210
source: Standard Model Quality
fi_fi: Vakiomallin laatu
fr_ch: Qualité du modèle standard
nb_no: Standard modellkvalitet
sv_se: Kvalitet på standardmodell

# Table 523664430 - Field 382237940 - Property 2879900210
source: Use My Azure Subscription
fi_fi: Käytä Omat Azure-tilaukset
fr_ch: Utiliser mon abonnement Azure
nb_no: Bruk Azure-abonnementet mitt
sv_se: Använd min Azure-prenumeration

# Table 1189492157 - Property 2879900210
source: LP ML Input Data
fi_fi: Lineaarisen ohjelmoinnin koneoppimisen syötetiedot
fr_ch: Données d’entrée ML DP
nb_no: Data for LP ML-inndata
sv_se: Indata för ML för ID-nummer

# Table 1189492157 - Field 1552632244 - Property 2879900210
source: Average Days Late
fi_fi: Keskimäärin myöhässä päivää
fr_ch: Nombre moyen de jours de retard
nb_no: Gjennomsnittlig antall dager for sent
sv_se: Genomsnitt dagar sen

# Table 1189492157 - Field 2281278414 - Property 2879900210
source: Average Outstanding Days Late
fi_fi: Maksut myöhässä keskimäärin päivää
fr_ch: Moyenne jours de retard en attente
nb_no: Gjennomsnittlig antall utestående dager for sent
sv_se: Genomsnitt utest. dagar sen

# Table 1189492157 - Field 3278951291 - Property 2879900210
source: Base Amount
fi_fi: Perussumma
fr_ch: Montant de base
nb_no: Grunnlagsbeløp
sv_se: Basbelopp

# Table 1189492157 - Field 2965034906 - Property 2879900210
source: Bill-to Customer No.
fi_fi: Laskutusasiakkaan nro
fr_ch: N° client facturé
nb_no: Faktura til-kundenr.
sv_se: Faktureringskundnr

# Table 1189492157 - Field 1778072510 - Property 2879900210
source: Closed
fi_fi: Suljettu
fr_ch: Clôturé
nb_no: Lukkede
sv_se: Stängd

# Table 1189492157 - Field 3184896434 - Property 2879900210
source: Closed Date
fi_fi: Suljettu pvm
fr_ch: Date clôture
nb_no: Lukkedato
sv_se: Avslutsdatum

# Table 1189492157 - Field 3865998304 - Property 2879900210
source: Confidence
fi_fi: Luottamus
fr_ch: Fiabilité
nb_no: Konfidens
sv_se: Säkerhet

# Table 1189492157 - Field 2461167233 - Property 2879900210
source: Corrected
fi_fi: Korjattu
fr_ch: Corrigé
nb_no: Korrigerte
sv_se: Korrigerat

# Table 1189492157 - Field 4085727052 - Property 2879900210
source: Due Date
fi_fi: Määräpäivä
fr_ch: Date d'échéance
nb_no: Forfallsdato
sv_se: Förfallodatum

# Table 1189492157 - Field 474856066 - Property 2879900210
source: Is Late
fi_fi: Myöhässä
fr_ch: Est en retard
nb_no: Er forsinket
sv_se: Är försenad

# Table 1189492157 - Field 945733462 - Property 2879900210
source: No. Outstanding Inv.
fi_fi: Avointen laskujen määrä
fr_ch: Nbre fact. en attente
nb_no: Antall utestående fakturaer
sv_se: Inga utest. fakturor

# Table 1189492157 - Field 1043525242 - Property 2879900210
source: No. Outstanding Late Inv.
fi_fi: Myöhässä olevien laskujen määrä
fr_ch: Nbre fact. en retard en attente
nb_no: Antall utestående forsinkede fakturaer
sv_se: Inga utest. sena fakturor

# Table 1189492157 - Field 3882294235 - Property 2879900210
source: No. Paid Invoices
fi_fi: Maksettujen laskujen määrä
fr_ch: Nbre factures payées
nb_no: Antall betalte fakturaer
sv_se: Inga betalda fakturor

# Table 1189492157 - Field 167636047 - Property 2879900210
source: No. Paid Late Invoices
fi_fi: Myöhässä maksettujen laskujen määrä
fr_ch: Nbre factures payées en retard
nb_no: Antall fakturaer som er betalt for sent
sv_se: Inga betalda sena fakturor

# Table 1189492157 - Field 2272340397 - Property 2879900210
source: Number
fi_fi: Luku
fr_ch: Numéro
nb_no: Nummer
sv_se: Nummer

# Table 1189492157 - Field 3723377713 - Property 2879900210
source: Paid Late Days
fi_fi: Maksettu myöhässä päivää
fr_ch: Jours de paiement en retard
nb_no: Antall dager betalt for sent
sv_se: Sen betalning, dagar

# Table 1189492157 - Field 1799284892 - Property 2879900210
source: Payment Terms Days
fi_fi: Maksuehtojen päivät
fr_ch: Conditions de paiement - Jours
nb_no: Betalingsbetingelsesdager
sv_se: Dagar i betalningsvillkor

# Table 1189492157 - Field 3710982960 - Property 2879900210
source: Posting Date
fi_fi: Kirjauspäivämäärä
fr_ch: Date comptabilisation
nb_no: Bokføringsdato
sv_se: Bokföringsdatum

# Table 1189492157 - Field 3918559005 - Property 2879900210
source: Ratio AmtLate/Amt Outstng Inv
fi_fi: Suhde AmtLate/summa Outstng lasku
fr_ch: Ratio AmtLate/Mnt fact. en attente
nb_no: Forhold mellom betalt for sent og beløp for utestående fakturaer
sv_se: Förhållandet AmtLate/Utest. fakt.bel.

# Table 1189492157 - Field 4056374438 - Property 2879900210
source: Ratio NoOutstngLate/NoOutstng
fi_fi: Suhde NoOutstngLate/NoOutstng
nb_no: Forhold mellom ingen utestående for sent og ingen utestående
sv_se: Förhållandet NoOutstngLate/NoOutstng

# Table 1189492157 - Field 3948082364 - Property 2879900210
source: Ratio Paid Late/Paid Invoices
fi_fi: Myöhässä maksetut/Maksetut laskut -suhde
fr_ch: Ratio Factures payées/Payé en retard
nb_no: Forhold mellom betalte fakturaer og fakturaer betalt for sent
sv_se: Förhållandet Sen betalning/Betalda fakturor

# Table 1189492157 - Field 1954682110 - Property 2879900210
source: Ratio PaidLateAmnt/PaidAmnt
fi_fi: Suhde PaidLateAmnt/PaidAmnt
nb_no: Forhold mellom beløp betalt for sent og betalt beløp
sv_se: Förhållandet PaidLateAmnt/PaidAmnt

# Table 1189492157 - Field 1037504170 - Property 2879900210
source: Total Outstng Invoices Amt.
fi_fi: Maksamattomien laskujen summa yhteensä
fr_ch: Montant total factures en attente
nb_no: Totalbeløp for utestående fakturaer
sv_se: Totalt utest. fakturabelopp

# Table 1189492157 - Field 2829716225 - Property 2879900210
source: Total Outstng Late Inv. Amt.
fi_fi: Myöhässä maksettujen laskujen määrä yhteensä
fr_ch: Montant total fact. en retard en attente
nb_no: Totalbeløp for utestående forsinkede fakturaer
sv_se: Totalt utest. sent fakturabelopp

# Table 1189492157 - Field 1732071316 - Property 2879900210
source: Total Paid Invoices Amount
fi_fi: Maksettujen laskujen summa yhteensä
fr_ch: Montant total factures payées
nb_no: Totalt beløp for betalte fakturaer
sv_se: Totalt betalt fakturabelopp

# Table 1189492157 - Field 2317318635 - Property 2879900210
source: Total Paid Late Inv. Amount
fi_fi: Myöhässä maksettujen laskujen summa yhteensä
fr_ch: Montant total fact. en retard payées
nb_no: Totalt beløp for fakturaer betalt for sent
sv_se: Totalt betalt sent fak.belopp

# Table 1189492157 - Field 3847204869 - Property 2879900210
source: UsedForPredict And ToBeDeleted
fi_fi: UsedForPredict ja ToBeDeleted
fr_ch: UsedForPredict et ToBeDeleted
nb_no: UsedForPredict og ToBeDeleted
sv_se: UsedForPredict och ToBeDeleted

# Codeunit 2330758652 - NamedType 73941145
source: Not Late,Late
fi_fi: Ei myöhässä,Myöhässä
fr_ch: Pas en retard,En retard
nb_no: Ikke sent,Sent
sv_se: Inte sen,Sen

# Codeunit 2330758652 - NamedType 2640373066
source: A new model has been created with a quality of %1%.
fi_fi: Uusi malli on luotu ja sen laatu on %1 %.
fr_ch: Un nouveau modèle a été créé avec une qualité de %1 %.
nb_no: En ny modell er opprettet med en kvalitet på %1 %.
sv_se: En ny mall har skapats med kvaliteten %1%.

# Codeunit 2330758652 - NamedType 2099444819
source: We have tested the model on your data and determined that its quality is %1. The quality indicates how well the model has been trained, and how accurate its predictions will be. For example, 80% means you can expect correct predictions for 80 out of 100 documents.
fi_fi: Olemme testannet mallia tietojesi avulla ja havainneet, että sen laatu on %1. Laatu ilmaisee, kuinka tarkka mallista on saatu ja miten tarkkoja sen arviot tulevat olemaan. Esimerkiksi 80 % tarkoittaa, että voit olettaa 80 dokumentin 100:sta olevan oikein.
fr_ch: Nous avons testé le modèle sur vos données et déterminé que sa qualité est de %1. La qualité indique comment le modèle a été formé et l'exactitude de ses prévisions. Par exemple, 80 % signifie que vous pouvez attendre des prévisions correctes pour 80 documents sur 100.
nb_no: Vi har testet modellen på dataene dine og fastslått at kvaliteten er %1. Kvaliteten angir hvor godt modellen har blitt utarbeidet, og hvor nøyaktig modellens prognoser blir. 80 % betyr for eksempel at du kan forvente riktige prognoser for 80 av 100 dokumenter.
sv_se: Vi har testat modellen på dina data och fastställt att kvaliteten är %1. Kvaliteten visar hur bra modellen har utbildats och hur exakta prediktionerna är. 80 procent innebär till exempel att du kan förvänta dig rätt prognos för 80 av 100 dokument.

# Codeunit 2330758652 - NamedType 3457659763
source: My Model
fi_fi: Oma malli
fr_ch: Mon modèle
nb_no: Min modell
sv_se: Min modell

# Codeunit 2330758652 - NamedType 298627209
source: Data available is insufficient to create a new model or to test an existing one.
fi_fi: Saatavilla oleva tieto ei riitä uuden mallin luomiseen tai olemassa olevan testaamiseen.
fr_ch: Les données disponibles sont insuffisantes pour créer un modèle ou en tester un existant.
nb_no: De tilgjengelige dataene er ikke nok til å opprette en ny modell eller teste en eksisterende modell.
sv_se: De data som finns räcker inte för att skapa en ny modell eller testa en befintlig.

# Codeunit 2330758652 - NamedType 2173012714
source: Standard Model
fi_fi: Vakiomalli
fr_ch: Modèle standard
nb_no: Standardmodell
sv_se: Standardmodell

# Codeunit 2330758652 - NamedType 4075731924
source: The quality of the new model is %1%, which is lower than the quality of the model you are using now, which is %2%. Are you sure you want to use the new model?
fi_fi: Uuden mallin laatu on %1 %, joka on matalampi kuin mallin, jota käytät nyt ja jonka laatu on %2 %. Oletko varma, että haluat käyttää uutta mallia?
fr_ch: La qualité du nouveau modèle est de %1 %, soit une qualité inférieure à celle du modèle que vous utilisez actuellement, qui est de %2 %. Êtes-vous certain de vouloir utiliser le nouveau modèle ?
nb_no: Kvaliteten på den nye modellen er %1 %, som er lavere enn kvaliteten på modellen du bruker nå, som er %2 %. Er du sikker på at du vil bruke den nye modellen?
sv_se: Kvaliteten på den nya modellen är %1 %, vilket är lägre än kvaliteten på den modell du använder nu, d.v.s. %2 %. Är du säker på att du vill använda den nya modellen?

# Codeunit 2330758652 - NamedType 3136516953
source: A model is being created right now. Please try again later.
fi_fi: Mallia luodaan juuri nyt. Yritä myöhemmin uudelleen.
fr_ch: Un modèle est en cours de création. Veuillez réessayer plus tard.
nb_no: En modell opprettes akkurat nå. Prøv på nytt senere.
sv_se: En modell skapas just nu. Försök igen senare.

# Codeunit 2892347051 - NamedType 302596633
source: The Late Payment Prediction extension is not enabled. Do you want to enable it?
fi_fi: Myöhästyneiden maksujen ennusteen laajennus ei ole käytössä. Haluatko ottaa sen käyttöön?
fr_ch: L'extension Prévision de retard de paiement n'est pas activée. Souhaitez-vous l'activer ?
nb_no: Utvidelsen Prognose for forsinket betaling er ikke aktivert. Vil du aktivere den?
sv_se: Tillägget för prediktion om sen betalning har inte aktiverats. Vill du aktivera det?

# Codeunit 2892347051 - NamedType 3074054855
source: Want to know if a sales document will be paid on time? The Late Payment Prediction extension can predict that.
fi_fi: Haluatko saada tietää maksetaanko myyntiasiakirja ajoissa? Myöhästyneiden maksujen ennusteen laajennus voi ennustaa sen.
fr_ch: Vous souhaitez savoir si un document vente sera payé à temps ? L'extension Prévision de retard de paiement permet de le prévoir.
nb_no: Vil du vite om et salgsdokument vil bli betalt i tide? Utvidelsen Prognose for forsinket betaling kan forutsi det.
sv_se: Vill du veta om ett försäljningsdokument kommer att betalas i tid? Med tillägget för prediktion om sen betalning kan förutsäga det.

# Codeunit 2892347051 - NamedType 41941251
source: Enable
fi_fi: Ota käyttöön
fr_ch: Activer
nb_no: Aktiver
sv_se: Aktivera

# Codeunit 2892347051 - NamedType 1671929504
source: To predict a late payment, choose the %1 action. Want to learn more about the late payment predictions?
fi_fi: Ennustaaksesi maksuviivästymät, valitse %1 -toiminto. Haluatko lisätietoja maksuviivästymien ennusteiden käytöstä?
fr_ch: Pour prévoir un retard de paiement, choisissez l'action %1. Vous souhaitez en savoir plus sur les prévisions de retard de paiement ?
nb_no: Hvis du vil forutsi en forsinket betaling, velger du handlingen %1. Vil du finne ut mer om prognosene for forsinket betaling?
sv_se: Välj åtgärden %1 om du vill förutsäga en sen betalning. Vill du lära dig mer om prediktioner för sena betalningar?

# Codeunit 2892347051 - NamedType 3334639707
source: Learn more
fi_fi: Lisätietoja
fr_ch: En savoir plus
nb_no: Finn ut mer
sv_se: Läs mer

# Codeunit 2892347051 - NamedType 499043119
source: A custom machine learning model is being trained at present. Predictions can be made after the training finishes.
fi_fi: Mukautettua koneoppimismallia kehitetään parhaillaan. Ennusteita voidaan tehdä, kun malli on valmis.
fr_ch: Un modèle Machine Learning personnalisé est en cours d'apprentissage. Des prévisions seront possibles une fois l'apprentissage terminé.
nb_no: En egendefinert maskinlæringsmodell blir lært opp for øyeblikket. Prognoser kan gjøres etter at opplæringen er ferdig.
sv_se: En anpassad maskininlärningsmodell utbildas för närvarande. Prediktioner kan göras när detta är klart.

# Codeunit 2892347051 - NamedType 1830429907
source: Don't show again
fi_fi: Älä näytä uudelleen
fr_ch: Ne plus afficher
nb_no: Ikke vis igjen
sv_se: Visa inte igen

# Codeunit 2892347051 - NamedType 121632390
source: No prediction needed. The payment for this sales document is already overdue.
fi_fi: Ennustetta ei tarvita. Tämän myyntiasiakirjan maksu on jo erääntynyt.
fr_ch: Aucune prévision n'est nécessaire. Le paiement pour ce document vente est déjà échu.
nb_no: Ingen prognose kreves. Betalingen for dette salgsdokumentet er allerede forfalt.
sv_se: Ingen prediktion behövs. Betalningen för det här försäljningsdokumentet har redan förfallit.

# Codeunit 2892347051 - NamedType 3982224871
source: Predict Payment
fi_fi: Ennustaa maksu
fr_ch: Prévoir un paiement
nb_no: Forutsi betaling
sv_se: Förutsäga betalning

# Codeunit 2892347051 - NamedType 2188504547
source: The payment is predicted to be late, with %1 confidence in the prediction.
fi_fi: Maksun ennustetaan olevan myöhässä %1 varmuudella.
fr_ch: Le paiement devrait être en retard, avec un taux de fiabilité de la prévision de %1.
nb_no: Betalingen er forutsatt til å bli forsinket med konfidensen %1 i prognosen.
sv_se: Betalningen förutsägs vara försenad, med %1 säkerhet i prediktionen.

# Codeunit 2892347051 - NamedType 91507088
source: The payment is predicted to be on time, with %1 confidence in the prediction.
fi_fi: Maksun ennustetaan olevan ajoissa %1 varmuudella.
fr_ch: Le paiement devrait être effectué à temps, avec un taux de fiabilité de la prévision de %1.
nb_no: Betalingen er forutsatt til å bli betalt i tide med konfidensen %1 i prognosen.
sv_se: Betalningen förutsägs komma i tid, med %1 säkerhet i prediktionen.

# Codeunit 2892347051 - NamedType 2403516424
source: Notify me of the possibility to predict late payment of sales documents.
fi_fi: Ilmoita mahdollisuudesta ennustaa myyntiasiakirjojen maksujen myöhästyminen.
fr_ch: M'informer de la possibilité de prévoir un retard de paiement pour des documents vente.
nb_no: Varsle om muligheten til å forutsi forsinket betaling av salgsdokumenter.
sv_se: Meddela mig om möjligheten att förutsäga försenad betalning av försäljningsdokument.

# Codeunit 2892347051 - NamedType 3519161399
source: Predict late payment for sales documents
fi_fi: Ennusta myyntiasiakirjojen myöhästyvät maksut
fr_ch: Prévoir un retard de paiement pour des documents vente
nb_no: Forutsi forsinket betaling for salgsdokumenter
sv_se: Förutsäga sen betalning för försäljningsdokument

# Codeunit 752263005 - NamedType 3507565196
source: Don't ask again
fi_fi: Älä kysy uudelleen
fr_ch: Ne plus me poser la question
nb_no: Ikke spør meg igjen
sv_se: Fråga inte igen

# Codeunit 752263005 - NamedType 1427331883
source: Late Payment Prediction Update
fi_fi: Myöhästyneen maksun ennusteen päivitykset
fr_ch: Mise à jour des prévisions de retard de paiement
nb_no: Oppdatering av prognose for forsinket betaling
sv_se: Uppdatering av prediktion om sen betalning

# Codeunit 752263005 - NamedType 3935078955
source: The payment predictions will be updated every day. You can change the schedule in the Late Payment Prediction Setup window.
fi_fi: Maksuennusteet päivitetään päivittäin. Voit muuttaa aikataulua myöhästyneen maksun ennusteet -asetusikkunassa.
fr_ch: Les prévisions de paiement seront mises à jour tous les jours. Vous pouvez modifier le planning dans la fenêtre Configuration des prévisions de retard de paiement.
nb_no: Betalingsprognosene vil bli oppdatert daglig. Du kan endre tidsplanen i vinduet Oppsett av prognose for forsinket betaling.
sv_se: Betalningsprediktioner uppdateras varje dag. Du kan ändra schemat i fönstret Inställningar för prediktion om sen betalning.

# Codeunit 752263005 - NamedType 3646224320
source: Show notification if you want to enable payment prediction to be automatically updated every day
fi_fi: Näytä ilmoitus, jos haluat ottaa käyttöön maksuennusteen, joka päivitetään automaattisesti joka päivä
fr_ch: Afficher une notification si vous souhaitez activer la mise à jour automatique de la prévision de paiement tous les jours.
nb_no: Vis varsling hvis du vil aktivere betalingsprognosen til å bli oppdatert automatisk hver dag
sv_se: Visa meddelande om du vill att betalningsprediktionen ska uppdateras automatiskt varje dag

# Codeunit 752263005 - NamedType 1605481693
source: You can get the payment prediction updated automatically every day.
fi_fi: Voit saada automaattisesti päivitetyn maksuennusteen joka päivä.
fr_ch: Vous pouvez choisir de mettre à jour automatiquement la prévision de paiement tous les jours.
nb_no: Du kan få betalingsprognosen oppdatert automatisk hver dag.
sv_se: Du kan uppdatera betalningsprediktionen automatiskt varje dag.

# Codeunit 752263005 - NamedType 2051629486
source: Enable Scheduled Payment Predictions
fi_fi: Ota aikataulutetut maksuennusteet käyttöön
fr_ch: Activer les prévisions de paiement planifiées
nb_no: Aktiver planlagte betalingsprognoser
sv_se: Aktivera schemalagda betalningsprediktioner
