Repository: rstefanetti/MSDyn365BC.Code.History
Catalog: LatePaymentPredictor/Source/Late Payment Prediction/Translations/Late Payment Prediction.*.xlf
Languages: fi_fi, fr_ch, nb_no, sv_se

# Page 523664430 - Property 2879900210
source: Late Payment Prediction Setup
fi_fi: Myöhästyneen maksun ennusteen asetukset
fr_ch: Configuration des prévisions de retard de paiement
nb_no: Oppsett av prognose for forsinket betaling
sv_se: Inställningar för prediktion om sen betalning

# Page 523664430 - NamedType 789824084
source: You must specify the API URI and the API Key.
fi_fi: Määritä ohjelmointirajapinnan URI-osoite ja ohjelmointirajapinta-avain.
fr_ch: Vous devez spécifier l'URI API et la clé API.
nb_no: Du må angi API-URI og API-nøkkelen.
sv_se: Du måste ange API-URI och API-nyckeln.

# Page 523664430 - NamedType 3455628948
source: Payment prediction updates are being scheduled. Please wait until the process is complete.
fi_fi: Maksuennusteen päivitykset on ajoitettu. Odota, kunnes käsittely on valmis.
fr_ch: Les mises à jour des prévisions de paiement sont en cours de planification. Patientez jusqu'à la fin du processus.
nb_no: Oppdateringer av betalingsprognose blir planlagt. Vent til prosessen er fullført.
sv_se: Uppdateringar av betalningsprediktioner schemaläggs. Vänta tills det är klart.

# Page 523664430 - NamedType 1880568342
source: Payment predictions are being updated in the background. This might take a minute. You can view the updated predictions on the Customer Ledger Entries page.
fi_fi: Maksuennusteita päivitetään taustalla. Tämä saattaa kestää hetken. Voit tarkastella päivitettyjä ennusteita asiakastapahtumat-sivulla.
fr_ch: Les prévisions de paiement sont mises à jour en arrière-plan. Cela peut prendre une minute. Vous pouvez afficher les prévisions mises à jour sur la page Écritures comptables client.
nb_no: Betalingsprognoser blir oppdatert i bakgrunnen. Dette kan ta litt tid. Du kan vise de oppdaterte prognosene på siden Kundeposter.
sv_se: Betalningsprediktioner uppdateras i bakgrunden. Detta kan ta en stund. Du kan visa de uppdaterade prediktionerna på sidan Kundreskontratransaktioner.

# Page 523664430 - Control 2445482498 - Property 2879900210
source: General
fi_fi: Yleiset
fr_ch: Général
nb_no: Generelt
sv_se: Allmänt

# Page 523664430 - Control 2891538263 - Property 1295455071
source: Specifies whether to use the Late Payment Prediction extension to predict if an invoice will be paid on time.
fi_fi: Määrittää käytetäänkö Myöhässä olevien maksujen ennusteen laajennusta ennustamaan maksetaanko lasku ajoissa.
fr_ch: Spécifie s'il faut utiliser l'extension Prévision de retard de paiement pour prévoir si une facture sera payée à temps.
nb_no: Angir om du vil bruke utvidelsen Prognose for forsinket betaling til å forutsi om en faktura vil bli betalt i tide.
sv_se: Anger om du vill använda tillägget för prediktion om sen betalning för att förutsäga om en faktura kommer betalas i tid.

# Page 523664430 - Control 2891538263 - Property 2879900210
source: Enable Predictions
fi_fi: Ota ennusteet käyttöön
fr_ch: Activer les prévisions
nb_no: Aktiver prognoser
sv_se: Aktivera prediktioner

# Page 523664430 - Control 503497542 - Property 1295455071
source: Specifies the quality value for the model you are using. For custom models, the predictive experiment determines this value when training the model. The value is a percentage between zero and one, and indicates how accurate predictions will be.
fi_fi: Määrittää käyttämäsi mallin laadun arvon. Ennustava kokeilu määrittää mukautettujen mallien arvon, kun mallia parannetaan. Arvo on prosenttiluku nollan ja yhden välillä ja ilmaisee, miten tarkkoja ennusteet tulevat olemaan.
fr_ch: Spécifie la valeur de qualité du modèle que vous utilisez. Pour les modèles personnalisés, l'expérience prédictive détermine cette valeur lors de l'apprentissage du modèle. La valeur correspond à un pourcentage entre zéro et un, et indique la précision des futures prévisions.
nb_no: Angir kvalitetsverdien for modellen du bruker. For egendefinerte modeller fastsetter prognoseeksperimentet denne verdien under opplæring av modellen. Verdien er en prosentandel mellom null og én, og den angir hvor nøyaktige prognosene vil bli.
sv_se: Anger kvalitetsvärdet för den modell du använder. För egna modeller fastställs detta värde när modellen utbildas under det prediktiva experimentet. Värdet är en procentsats mellan noll och ett och anger hur exakta prediktionerna blir.

# Page 523664430 - Control 503497542 - Property 2879900210
source: Model Quality
fi_fi: Mallin laatu
fr_ch: Qualité du modèle
nb_no: Modellkvalitet
sv_se: Modellkvalitet

# Page 523664430 - Control 274479162 - Property 1295455071
source: Specifies the predictive model to use. This can be the standard model that we provide, or your own custom model if you have created one by using the Create My Model action.
fi_fi: Määrittää käytettävän ennustavan mallin. Tämä voi olla tarjoamamme vakiomalli tai mukautettu malli, jonka olet luonut Luo oma malli -toiminnolla.
fr_ch: Spécifie le modèle prédictif à utiliser. Il peut s'agir du modèle standard que nous proposons ou de votre propre modèle personnalisé si vous en avez créé un à l'aide de l'action Créer mon modèle.
nb_no: Angir prognosemodellen som skal brukes. Dette kan være standardmodellen vi formidler, eller din egen egendefinerte modell hvis du har opprettet en ved hjelp av handlingen Opprett min modell.
sv_se: Anger vilken prediktionsmodell som ska användas. Det kan vara vår standardmodell eller din egen anpassade modell om du har skapat en med åtgärden Skapa min modell.

# Page 523664430 - Control 1060856135 - Property 1295455071
source: Specifies the minimum model quality you require. The value is a percentage between zero and one, and indicates how accurate predictions will be. Typically, this field is useful when you create a custom model. If the quality of a model is below this threshold, it will not be used.
fi_fi: Määrittää mallin vähimmäislaadun. Arvo on prosenttiluku nollan ja yhden väliltä ja ilmaisee, miten tarkkoja ennusteet ovat. Yleensä tästä kentästä on hyötyä, kun luot mukautetun mallin. Jos mallin laatu tämän rajan alla, sitä ei käytetä.
fr_ch: Spécifie la qualité minimale du modèle que vous souhaitez. La valeur correspond à un pourcentage entre zéro et un, et indique la précision des futures prévisions. D'une manière générale, ce champ est utile lorsque vous créez un modèle personnalisé. Si la qualité d'un modèle est inférieure à ce seuil, il ne sera pas utilisé.
nb_no: Angir den laveste modellkvaliteten du krever. Verdien er en prosentandel mellom null og én, og den angir hvor nøyaktige prognosene vil bli. Dette feltet er vanligvis nyttig når du oppretter en egendefinert modell. Hvis kvaliteten på en modell er under denne terskelen, blir den ikke brukt.
sv_se: Anger den lägsta modellkvalitet du kräver. Värdet är en procentsats mellan noll och ett och anger hur exakta prediktionerna blir. Normalt är det här fältet användbart när du skapar en anpassad modell. Om kvaliteten på en modell är lägre än detta gränsvärde används den inte.

# Page 523664430 - Control 3907128061 - Property 2879900210
source: Use My Azure Subscription
fi_fi: Käytä Omat Azure-tilaukset
fr_ch: Utiliser mon abonnement Azure
nb_no: Bruk Azure-abonnementet mitt
sv_se: Använd min Azure-prenumeration

# Page 523664430 - Control 3332662617 - Property 1295455071
source: Specifies the API key to connect to the Azure Machine Learning service
fi_fi: Määrittää ohjelmointirajapinta-avain, jolla voi muodostaa yhteyden Azuren automaattianalyysipalveluun
fr_ch: Spécifie la clé API pour se connecter au service Azure Machine Learning
nb_no: Angir API-nøkkelen for tilkobling til tjenesten Azure Machine Learning
sv_se: Anger API-nyckeln som behövs för att ansluta till tjänsten Azure Machine Learning.

# Page 523664430 - Control 3332662617 - Property 2879900210
source: API Key
fi_fi: Ohjelmointirajapinta-avain
fr_ch: Clé API
nb_no: API-nøkkel
sv_se: API-nyckel

# Page 523664430 - Control 3397201522 - Property 1295455071
source: Use your own Azure Machine Learning subscription, rather than the subscription you get through Business Central. For example, this is useful when you need more computing time. To use your subscription, provide your API URI and API key. You must also choose My Model in the Selected Model field on the Late Payment Prediction Setup page.
fi_fi: Käytä Azuren automaattianalyysipalvelutilaustasi Business Centralin tilauksen sijaan. Tämä on kannattavaa esimerkiksi silloin, kun tarvitset enemmän tietojenkäsittelyaikaa. Tarvitset ohjelmointirajapinnan URI-osoitetta ja ohjelmointirajapinta-avainta käyttääksesi tilaustasi. Sinun on valittava Oma malli Valitut mallit -kentässä Myöhäisten maksujen ennusteen Asetukset-sivulla.
fr_ch: Utilisez votre propre abonnement Azure Machine Learning, plutôt que l'abonnement reçu via Business Central. Par exemple, cela peut être utile si vous avez besoin de davantage de temps de calcul. Pour utiliser votre abonnement, fournissez votre URI API et votre clé API. Vous devez également choisir Mon modèle dans le champ Modèle sélectionné sur la page Configuration des prévisions de retard de paiement.
nb_no: Bruk ditt eget abonnement for Azure Machine Learning i stedet for abonnementet du får via Business Central. Dette er for eksempel nyttig når du trenger mer beregningstid. Hvis du vil bruke abonnementet, oppgir du API-URI og API-nøkkel. Du må også velge Min modell i feltet Valt modell på siden Oppsett av prognose for forsinket betaling.
sv_se: Använd din egen Azure Machine Learning-prenumeration i stället för den prenumeration du får via Business Central. Detta är till exempel användbart när du behöver mer beräkningstid. Du måste ange API-URI och API-nyckeln för att kunna använda din prenumeration. Du måste även välja Min modell i fältet Vald modell på sidan Inställningar för prediktion om sen betalning.

# Page 523664430 - Control 3397201522 - Property 2879900210
source: API URI
fi_fi: API:n URI
fr_ch: URI API

# Page 523664430 - Control 1510562767 - Property 2879900210
source: Usage
fi_fi: Käyttö
fr_ch: Utilisation
nb_no: Bruk
sv_se: Användning

# Page 523664430 - Control 1362171754 - Property 1295455071
source: The date on which you last used Azure compute time.
fi_fi: Päivämäärä, jolloin viimeksi käytit Azure laskenta-aikaa.
fr_ch: Date de votre dernière utilisation du temps de calcul Azure.
nb_no: Datoen da du sist brukte beregningstid i Azure.
sv_se: Det datum du senast använde bearbetningstiden för Azure.

# Page 523664430 - Control 1362171754 - Property 2879900210
source: Date of Last Compute
fi_fi: Viimeinen laskenta (pvm)
fr_ch: Date du dernier calcul
nb_no: Dato for siste beregning
sv_se: Datum för senaste bearbetning

# Page 523664430 - Control 2274578115 - Property 1295455071
source: The number of seconds of compute time that was originally available for the standard model, or the model for your custom experiment.
fi_fi: Niiden laskenta-ajan sekuntien määrä, jotka olivat alun perin käytettävissä vakiomallissa tai mukautetussa kokeilumallissa.
fr_ch: Nombre de secondes de temps de calcul initialement disponibles pour le modèle standard, ou le modèle de votre expérience personnalisée.
nb_no: Antallet sekunder med beregningstid som opprinnelig var tilgjengelig for standardmodellen eller modellen for ditt egendefinerte eksperiment.
sv_se: Antal sekunders bearbetningstid som ursprungligen fanns för standardmodellen, eller modellen för ditt eget experiment.

# Page 523664430 - Control 2274578115 - Property 2879900210
source: Original Compute Time
fi_fi: Alkuperäinen laskenta-aika
fr_ch: Temps de calcul initial
nb_no: Opprinnelig beregningstid
sv_se: Ursprunglig bearbetningstid

# Page 523664430 - Control 1563708480 - Property 1295455071
source: The number of seconds of compute time that you have not yet used.
fi_fi: Niiden laskenta-ajan sekuntien määrä, jota et ole vielä käyttänyt.
fr_ch: Nombre de secondes de temps de calcul que vous n'avez pas encore utilisées.
nb_no: Antall sekunder med beregning du ikke har brukt ennå.
sv_se: Antal sekunders bearbetningstid som du ännu inte har använt.

# Page 523664430 - Control 1563708480 - Property 2879900210
source: Remaining Compute Time
fi_fi: Jäljellä oleva laskenta-aika
fr_ch: Temps de calcul restant
nb_no: Gjenværende beregningstid
sv_se: Återstående bearbetningstid

# Page 523664430 - Control 2879277585 - Property 1295455071
source: Use a model that you created, rather than the standard model that we provide. To use your model, you must provide your API URI and API Key. You must also choose My Model in the Selected Model field in the Late Payment Prediction Setup window.
fi_fi: Käytä mallia, jonka olet luonut tarjoamamme vakiomallin sijaan. Käyttääksesi malliasi sinun täytyy antaa ohjelmointirajapinnan URI ja ohjelmointirajapinta-avain. Sinun on myös valittava Oma malli Valittu malli -kentässä Myöhässä olevien maksujen ennusteet -asetusikkunasta.
fr_ch: Utilisez un modèle que vous avez créé, plutôt que le modèle standard que nous proposons. Pour utiliser votre modèle, vous devez fournir votre URI API et votre clé API. Vous devez également choisir Mon modèle dans le champ Modèle sélectionné de la fenêtre Configuration des prévisions de retard de paiement.
nb_no: Bruk en modell du har opprettet i stedet for standardmodellen vi formidler. Hvis du vil bruke modellen din, må du oppgi API-URI og API-nøkkel. Du må også velge Min modell i feltet Valgt modell i vinduet Oppsett av prognose for forsinket betaling.
sv_se: Använd en modell du själv skapat i stället för vår standardmodell. Du måste ange API-URI och API-nyckeln för att kunna använda modellen. Du måste också välja Min modell i fältet Vald modell i fönstret Inställning för prediktion om sen betalning.

# Page 523664430 - Control 2879277585 - Property 2879900210
source: Use My Azure Subscription
fi_fi: Käytä Omat Azure-tilaukset
fr_ch: Utiliser mon abonnement Azure
nb_no: Bruk Azure-abonnementet mitt
sv_se: Använd min Azure-prenumeration

# Page 523664430 - Action 577499581 - Property 1295455071
source: Send your data to our predictive experiment and we will test the selected predictive model for you.
fi_fi: Lähetä tietosi ennustavaan kokeiluumme ja voimme testata sinulle valitun ennustavan mallin.
fr_ch: Envoyez vos données à notre expérience prédictive et nous testerons le modèle prédictif sélectionné pour vous.
nb_no: Send dataene dine til prognoseeksperimentet vårt, og vi vil teste den valgte prognosemodellen for deg.
sv_se: Skicka data till vårt prediktiva experiment så kan vi testa den valda prediktiva modellen åt dig.

# Page 523664430 - Action 577499581 - Property 2879900210
source: Evaluate Selected Model
fi_fi: Arvioi valittu malli
fr_ch: Évaluer le modèle sélectionné
nb_no: Evaluer valgt modell
sv_se: Utvärdera vald modell

# Page 523664430 - Action 1236892575 - Property 1295455071
source: Explore models for Azure Machine Learning, and use Azure Machine Learning Studio to build, test, and deploy the Prediction Model for Microsoft Dynamics 365.
fi_fi: Tutki Azuren automaattianalyysipalveluiden malleja ja käytä Azuren automaattianalyysistudiota Prediction Model for Microsoft Dynamics 365 -ratkaisun luomiseen, testaamiseen ja käyttöönottamiseen.
fr_ch: Explorez des modèles pour Azure Machine Learning et utilisez Azure Machine Learning Studio pour créer, tester et déployer Prediction Model pour Microsoft Dynamics 365.
nb_no: Utforsk modeller for Azure Machine Learning, og bruk Azure Machine Learning Studio til å bygge, teste og distribuere prognosemodellen for Microsoft Dynamics 365.
sv_se: Utforska modeller för Azure Machine Learning och använd Azure Machine Learning Studio för att skapa, testa och använda prediktionsmodellen för Microsoft Dynamics 365.

# Page 523664430 - Action 1236892575 - Property 2879900210
source: Open Azure AI Gallery
fi_fi: Avaa Azure AI -galleria
fr_ch: Ouvrir la galerie Azure AI
nb_no: Åpne Azure AI-galleri
sv_se: Öppna galleriet för Azure AI

# Page 523664430 - Action 1498680174 - Property 1295455071
source: Define when payment predictions are updated by setting up the related job queue entry in the Job Queue Entry Card window.
fi_fi: Määrittää, milloin maksun ennusteet päivitetään määrittämällä liittyvän työjonotapahtuman työjonon tapahtumakortti-ikkunassa.
fr_ch: Définissez quand les prévisions de paiement sont mises à jour en configurant l'écriture file d'attente des travaux associée dans la fenêtre Fiche écriture file d'attente des travaux.
nb_no: Definer når betalingsprognosene blir oppdatert ved å konfigurere den relaterte jobbkøposten i vinduet Postkort for jobbkø.
sv_se: Definiera när betalningsprediktioner uppdateras genom att ställa in den relaterade jobbkötransaktionen i fönstret Transaktionskort för jobbkö.

# Page 523664430 - Action 1498680174 - Property 2879900210
source: Schedule Payment Prediction
fi_fi: Aikatauluta maksuennusteet
fr_ch: Planifier une prévision de paiement
nb_no: Planlegg betalingsprognose
sv_se: Schemalägg prediktion om sen betalning

# Page 523664430 - Action 3685264004 - Property 1295455071
source: Send your data to our predictive experiment and we will prepare a predictive model for you. To use your predictive model, choose My Model in the Selected Model field.
fi_fi: Lähetä tietosi ennustavaan kokeiluumme ja voimme tehdä sinulle ennustavan mallin. Käytä ennustavaa mallia valitsemalla Oma malli Valitun mallin kentässä.
fr_ch: Envoyez vos données à notre expérience prédictive et nous préparerons un modèle prédictif pour vous. Pour utiliser votre modèle prédictif, choisissez Mon modèle dans le champ Modèle sélectionné.
nb_no: Send dataene dine til prognoseeksperimentet vårt, og vi vil forberede en prognosemodell for deg. Hvis du vil bruke prognosemodellen din, velger du Min modell i feltet Valgt modell.
sv_se: Skicka data till vårt prediktiva experiment så kan vi förbereda en prediktiv modell åt dig. Om du vill använda din prediktiva modell väljer du Min modell i fältet Vald modell.

# Page 523664430 - Action 3685264004 - Property 2879900210
source: Create My Model
fi_fi: Luo oma malli
fr_ch: Créer mon modèle
nb_no: Opprett Min modell
sv_se: Skapa min modell

# Page 523664430 - Action 2831486567 - Property 1295455071
source: Update the late payment predictions for all invoices. Predictions are available only if the Late Payment Prediction extension is enabled.
fi_fi: Päivitä myöhäisen maksun ennusteet kaikille laskuille. Ennusteet ovat käytössä vain, jos myöhäisen maksun ennusteen laajennus on käytössä.
fr_ch: Mettez à jour les prévisions de retard de paiement pour toutes les factures. Les prévisions sont uniquement disponibles si l'extension Prévision de retard de paiement est activée.
nb_no: Oppdater de forsinkede betalingsprognosene for alle fakturaer. Prognoser er tilgjengelige bare hvis utvidelsen Prognose for forsinket betaling er aktivert.
sv_se: Uppdatera prediktioner om sen betalning för alla fakturor. Prediktioner är bara tillgängliga om tillägget för prediktion om sen betalning är aktiverat.

# Page 523664430 - Action 2831486567 - Property 2879900210
source: Update Payment Predictions
fi_fi: Päivitä maksuennusteet
fr_ch: Mettre à jour les prévisions de paiement
nb_no: Oppdater betalingsprognoser
sv_se: Uppdatera betalningsprediktioner

# Page 523664430 - Action 1024674247 - Property 1295455071
source: Visualize the model and display it.
fi_fi: Visualisoi malli ja näytä se.
fr_ch: Visualisez le modèle et affichez-le.
nb_no: Visualiser modellen og vis den.
sv_se: Visualisera modellen och visa den.

# Page 523664430 - Action 1024674247 - Property 2879900210
source: Visualize Model
fi_fi: Visualisoi malli
fr_ch: Visualiser le modèle
nb_no: Visualiser modell
sv_se: Visualisera modell

# Page 3534437048 - Property 2879900210
source: LP Prediction FactBox
fi_fi: Lineaarisen ohjelmoinnin ennusteiden tietoruutu
fr_ch: Récapitulatif de prédiction DP
nb_no: Faktaboks for LP-prediksjon
sv_se: Faktabox för prediktion av ID-nummer

# Page 3534437048 - Control 3865998304 - Property 1295455071
source: Specifies the reliability of the late payment prediction. High is above 90%, Medium is between 80% and 90%, and Low is less than 80%.
fi_fi: Määrittää maksun myöhästymisennusteen luotettavuuden. Suuri on suurempi kuin 90 %, Normaali on 80 – 90 % ja Pieni on pienempi kuin 80 %.
fr_ch: Spécifie la fiabilité de la prévision de retard de paiement. Élevée correspond à une fiabilité de 90 %, Moyenne à une fiabilité entre 80 et 90 % et Faible à une fiabilité inférieure à 80 %.
nb_no: Angir hvor pålitelig prognosen for forsinket betaling er. Høy er over 90 %, Middels er mellom 80 og 90 %, og Lav er mindre enn 80 %.
sv_se: Anger tillförlitligheten i prediktionen för sen betalning. Hög är över 90 procent, Medel är mellan 80 och 90 procent och Låg är lägre än 80 procent.

# Page 3534437048 - Control 3865998304 - Property 2879900210
source: Confidence
fi_fi: Luottamus
fr_ch: Fiabilité
nb_no: Konfidens
sv_se: Säkerhet

# Page 3534437048 - Control 3006891759 - Property 1295455071
source: Specifies that the payment for this invoice is predicted to be late.
fi_fi: Määrittää, että tämän laskun maksun ennustetaan olevan myöhässä.
fr_ch: Spécifie que le paiement de cette facture devrait être en retard.
nb_no: Angir at betalingen for denne fakturaen er forutsatt til å være forsinket.
sv_se: Anger att betalningen för denna faktura förutsägs bli försenad.

# Page 3534437048 - Control 3006891759 - Property 2879900210
source: Prediction
fi_fi: Ennuste
fr_ch: Prévision
nb_no: Prognose
sv_se: Prediktion

# Page 3534437048 - Control 384312795 - Property 1295455071
source: Specifies the percentage that the prediction confidence value is based on.
fi_fi: Määrittää prosentin, johon ennusteen luottamusarvo perustuu.
fr_ch: Spécifie le pourcentage sur lequel la valeur de fiabilité de la prévision est basée.
nb_no: Angir prosentandelen som prognosekonfidensverdien er basert på.
sv_se: Anger procentsatsen som värdet för prediktionssäkerhet baseras på.

# Page 3534437048 - Control 384312795 - Property 2879900210
source: Confidence %
fi_fi: Luottamusta %
fr_ch: % fiabilité
nb_no: Konfidens %
sv_se: Säkerhet %

# Page 3534437048 - Action 1994964448 - Property 1295455071
source: Open details for the customer.
fi_fi: Avaa asiakkaan tiedot.
fr_ch: Ouvrez les détails pour le client.
nb_no: Åpne detaljer for kunden.
sv_se: Öppna mer information för kunden.

# Page 3534437048 - Action 1994964448 - Property 2879900210
source: Customer
fi_fi: Asiakas
fr_ch: Client
nb_no: Kunde
sv_se: Kund

# Page 3534437048 - Action 1514883969 - Property 1295455071
source: Manage settings for the Late Payment Prediction extension.
fi_fi: Hallitse myöhästyneen maksun ennusteiden laajennuksen asetuksia.
fr_ch: Gérer les paramètres pour l'extension Prévision de retard de paiement.
nb_no: Behandle innstillinger for utvidelsen Prognose for forsinket betaling.
sv_se: Hantera inställningar för tillägget för prediktion om sen betalning.

# Page 3534437048 - Action 1514883969 - Property 2879900210
source: Setup
fi_fi: Määritys
fr_ch: Configuration
nb_no: Oppsett
sv_se: Konfiguration

# Query 3400852568 - Property 2879900210
source: Late Payment Model Input
fi_fi: Myöhästyneen maksun mallisyöte
fr_ch: Entrée de modèle de retard de paiement
nb_no: Modellinndata for sen betaling
sv_se: Inmatning i modell för försenad betalning

# PageExtension 1880658401 - Control 2015228584 - Property 1295455071
source: Specifies sales invoices that are predicted to be paid late.
fi_fi: Määrittää myyntilaskut, jotka ennusteen mukaan maksetaan myöhässä.
fr_ch: Spécifie les factures vente dont le paiement devrait être en retard.
nb_no: Angir salgsfakturaer som er forutsatt til å betales for sent.
sv_se: Anger vilka försäljningsfakturor som förutsägs betalas för sent.
