Repository: rstefanetti/MSDyn365BC.Code.History
Catalog: LatePaymentPredictor/Source/Late Payment Prediction/Translations/Late Payment Prediction.*.xlf
Languages: fi_fi, fr_ch, nb_no, sv_se

# PageExtension 1880658401 - Control 2015228584 - Property 2879900210
source: Sales Invoices Predicted Overdue
fi_fi: Erääntyneiden myyntilaskujen ennuste
fr_ch: Factures vente avec retard de paiement prévu
nb_no: Prognostiserte forfalte salgsfakturaer
sv_se: Prognostiserade förfallna försäljningsfakturor

# PageExtension 198070038 - Action 3888950521 - Property 1295455071
source: Predict whether the payment for this sales document will be made on time. Predictions are available only if the Late Payment Prediction extension is enabled.
fi_fi: Ennustaa, suoritetaanko tämän myyntiasiakirjan maksu ajoissa.Ennusteet ovat käytössä vain, jos myöhästyneen maksun ennusteen laajennus on otettu käyttöön.
fr_ch: Prévoyez si ce document vente sera payé à temps. Les prévisions sont uniquement disponibles si l'extension Prévision de retard de paiement est activée.
nb_no: Forutsi om betalingen for dette salgsdokumentet vil bli betalt i tide. Prognoser er tilgjengelige bare hvis utvidelsen Prognose for forsinket betaling er aktivert.
sv_se: Förutsäg om betalningen av försäljningsdokumentet kommer göras i tid. Prediktioner kan bara användas om tillägget för prediktion om sen betalning är aktiverat.

# PageExtension 198070038 - Action 3888950521 - Property 2879900210
source: Predict Payment
fi_fi: Ennustaa maksu
fr_ch: Prévoir un paiement
nb_no: Forutsi betaling
sv_se: Förutsäga betalning

# PageExtension 711236209 - Action 3927615777 - Property 1295455071
source: Update the late payment predictions for all invoices. Predictions are available only if the Late Payment Prediction extension is enabled.
fi_fi: Päivitä myöhäisen maksun ennusteet kaikille laskuille. Ennusteet ovat käytössä vain, jos myöhäisen maksun ennusteen laajennus on käytössä.
fr_ch: Mettez à jour les prévisions de retard de paiement pour toutes les factures. Les prévisions sont uniquement disponibles si l'extension Prévision de retard de paiement est activée.
nb_no: Oppdater de forsinkede betalingsprognosene for alle fakturaer. Prognoser er tilgjengelige bare hvis utvidelsen Prognose for forsinket betaling er aktivert.
sv_se: Uppdatera prediktioner om sen betalning för alla fakturor. Prediktioner är bara tillgängliga om tillägget för prediktion om sen betalning är aktiverat.

# PageExtension 711236209 - Action 3927615777 - Property 2879900210
source: Update Payment Predictions
fi_fi: Päivitä maksuennusteet
fr_ch: Mettre à jour les prévisions de paiement
nb_no: Oppdater betalingsprognoser
sv_se: Uppdatera betalningsprediktioner

# PageExtension 711236209 - Control 4203233321 - Property 1295455071
source: Specifies that the payment for this invoice is predicted to be late.
fi_fi: Määrittää, että tämän laskun maksun ennustetaan olevan myöhässä.
fr_ch: Spécifie que le paiement de cette facture devrait être en retard.
nb_no: Angir at betalingen for denne fakturaen er forutsatt til å være forsinket.
sv_se: Anger att betalningen för denna faktura förutsägs bli försenad.

# PageExtension 711236209 - Control 4203233321 - Property 2879900210
source: Payment Prediction
fi_fi: Maksuennuste
fr_ch: Prévision de paiement
nb_no: Betalingsprognose
sv_se: Betalningsprediktion

# PageExtension 711236209 - Control 1165529379 - Property 1295455071
source: Specifies the reliability of the late payment prediction. High is above 90%, Medium is between 80% and 90%, and Low is less than 80%.
fi_fi: Määrittää maksun myöhästymisennusteen luotettavuuden. Suuri on suurempi kuin 90 %, Normaali on 80 – 90 % ja Pieni on pienempi kuin 80 %.
fr_ch: Spécifie la fiabilité de la prévision de retard de paiement. Élevée correspond à une fiabilité de 90 %, Moyenne à une fiabilité entre 80 et 90 % et Faible à une fiabilité inférieure à 80 %.
nb_no: Angir hvor pålitelig prognosen for forsinket betaling er. Høy er over 90 %, Middels er mellom 80 og 90 %, og Lav er mindre enn 80 %.
sv_se: Anger tillförlitligheten i prediktionen för sen betalning. Hög är över 90 procent, Medel är mellan 80 och 90 procent och Låg är lägre än 80 procent.

# PageExtension 711236209 - Control 1165529379 - Property 2879900210
source: Prediction Confidence
fi_fi: Ennusteen luotettavuus
fr_ch: Fiabilité de la prévision
nb_no: Prognosekonfidens
sv_se: Prediktionssäkerhet

# PageExtension 711236209 - Control 1124786408 - Property 1295455071
source: Specifies the percentage that the prediction confidence value is based on.
fi_fi: Määrittää prosentin, johon ennusteen luottamusarvo perustuu.
fr_ch: Spécifie le pourcentage sur lequel la valeur de fiabilité de la prévision est basée.
nb_no: Angir prosentandelen som prognosekonfidensverdien er basert på.
sv_se: Anger procentsatsen som värdet för prediktionssäkerhet baseras på.

# PageExtension 711236209 - Control 1124786408 - Property 2879900210
source: Prediction Confidence %
fi_fi: Ennusteen luotettavuus %
fr_ch: % fiabilité de la prévision
nb_no: Prognosekonfidens %
sv_se: Prediktionssäkerhet %

# PageExtension 711236209 - Control 570805394 - Property 2879900210
source: Late Payment Prediction
fi_fi: Myöhästyneen maksun ennuste
fr_ch: Prévision de retard de paiement
nb_no: Prognose for forsinket betaling
sv_se: Prediktion om sen betalning

# PageExtension 2664801871 - Action 3888950521 - Property 1295455071
source: Predict whether the payment for this sales document will be made on time. Predictions are available only if the Late Payment Prediction extension is enabled.
fi_fi: Ennustaa, suoritetaanko tämän myyntiasiakirjan maksu ajoissa.Ennusteet ovat käytössä vain, jos myöhästyneen maksun ennusteen laajennus on otettu käyttöön.
fr_ch: Prévoyez si ce document vente sera payé à temps. Les prévisions sont uniquement disponibles si l'extension Prévision de retard de paiement est activée.
nb_no: Forutsi om betalingen for dette salgsdokumentet vil bli betalt i tide. Prognoser er tilgjengelige bare hvis utvidelsen Prognose for forsinket betaling er aktivert.
sv_se: Förutsäg om betalningen av försäljningsdokumentet kommer göras i tid. Prediktioner kan bara användas om tillägget för prediktion om sen betalning är aktiverat.

# PageExtension 2664801871 - Action 3888950521 - Property 2879900210
source: Predict Payment
fi_fi: Ennustaa maksu
fr_ch: Prévoir un paiement
nb_no: Forutsi betaling
sv_se: Förutsäga betalning

# PageExtension 64367162 - Action 3888950521 - Property 1295455071
source: Predict whether the payment for this sales document will be made on time. Predictions are available only if the Late Payment Prediction extension is enabled.
fi_fi: Ennustaa, suoritetaanko tämän myyntiasiakirjan maksu ajoissa.Ennusteet ovat käytössä vain, jos myöhästyneen maksun ennusteen laajennus on otettu käyttöön.
fr_ch: Prévoyez si ce document vente sera payé à temps. Les prévisions sont uniquement disponibles si l'extension Prévision de retard de paiement est activée.
nb_no: Forutsi om betalingen for dette salgsdokumentet vil bli betalt i tide. Prognoser er tilgjengelige bare hvis utvidelsen Prognose for forsinket betaling er aktivert.
sv_se: Förutsäg om betalningen av försäljningsdokumentet kommer göras i tid. Prediktioner kan bara användas om tillägget för prediktion om sen betalning är aktiverat.

# PageExtension 64367162 - Action 3888950521 - Property 2879900210
source: Predict Payment
fi_fi: Ennustaa maksu
fr_ch: Prévoir un paiement
nb_no: Forutsi betaling
sv_se: Förutsäga betalning

# TableExtension 1656127619 - Field 4203233321 - Property 2879900210
source: Payment Prediction
fi_fi: Maksuennuste
fr_ch: Prévision de paiement
nb_no: Betalingsprognose
sv_se: Betalningsprediktion

# TableExtension 1656127619 - Field 4203233321 - Property 62802879
source: ,Late,On-Time
fi_fi: ,Myöhässä,Ajoissa
fr_ch: ,En retard,À temps
nb_no: ,Forsinket,I tide
sv_se: ,Sen,I tid

# TableExtension 1656127619 - Field 1165529379 - Property 2879900210
source: Prediction Confidence
fi_fi: Ennusteen luotettavuus
fr_ch: Fiabilité de la prévision
nb_no: Prognosekonfidens
sv_se: Prediktionssäkerhet

# TableExtension 1656127619 - Field 1165529379 - Property 62802879
source: ,Low,Medium,High
fi_fi: ,Matala,Normaali,Korkea
fr_ch: ,Faible,Moyenne,Élevée
nb_no: ,Lav,Middels,Høy
sv_se: ,Låg,Medel,Hög

# TableExtension 1656127619 - Field 1124786408 - Property 2879900210
source: Prediction Confidence %
fi_fi: Ennusteen luotettavuus %
fr_ch: % fiabilité de la prévision
nb_no: Prognosekonfidens %
sv_se: Prediktionssäkerhet %

# TableExtension 3795713173 - NamedType 3140912156
source: There must be an amount to make a prediction for.
fi_fi: Tarvitaan summa, jolle ennuste luodaan.
fr_ch: Un montant est obligatoire pour établir une prévision.
nb_no: Det må være et beløp som det kan lages en prognose for.
sv_se: Det måste finnas ett belopp som prognosen ska göras för.
