Repository: rstefanetti/MSDyn365BC.Code.History
Catalog: EnvestnetYodleeBankFeeds/Source/Envestnet Yodlee Bank Feeds/Translations/Envestnet Yodlee Bank Feeds.*.xlf
Languages: fr_ca

# Table 4046891712 - Property 2879900210
source: MS - Yodlee Bank Acc. Link
fr_ca: MS - Lien cpte bancaire Yodlee

# Table 4046891712 - Field 4006719383 - Property 2879900210
source: Automatic Logon Possible
fr_ca: Connexion automatique possible

# Table 4046891712 - Field 4248640148 - Property 2879900210
source: Bank Account No.
fr_ca: N° de compte bancaire

# Table 4046891712 - Field 4198939294 - Property 2879900210
source: Currency Code
fr_ca: Code devise

# Table 4046891712 - Field 2961552353 - Property 2879900210
source: Name
fr_ca: Nom

# Table 4046891712 - Field 4200184881 - Property 2879900210
source: No.
fr_ca: N°

# Table 4046891712 - Field 2817387967 - Property 2879900210
source: Online Bank Account ID
fr_ca: Code compte bancaire en ligne

# Table 4046891712 - Field 3409266944 - Property 2879900210
source: Online Bank ID
fr_ca: Code banque en ligne

# Table 4046891712 - Field 495069351 - Property 2879900210
source: Temp Linked Bank Account No.
fr_ca: N° compte bancaire associé temp.

# Table 1268761635 - Property 2879900210
source: MS - Yodlee Bank Service Setup
fr_ca: MS - Configuration du service bancaire Yodlee

# Table 1268761635 - NamedType 3203292152
source: By modifying the Service URL you must specify your own Cobrand credentials.
fr_ca: Si vous modifiez l'URL du service, vous devez spécifier vos informations d'identification de co-marketing personnelles.

# Table 1268761635 - NamedType 3838141333
source: Data encryption is not activated. It is recommended that you encrypt data. \Do you want to open the Data Encryption Management window?
fr_ca: Le chiffrement des données n'est pas activé. Nous vous recommandons de chiffrer les données. \Voulez-vous ouvrir la fenêtre Gestion du chiffrement des données?

# Table 1268761635 - Field 3147377785 - Property 2879900210
source: Accept Terms of Use
fr_ca: Accepter les conditions d'utilisation

# Table 1268761635 - Field 1534934302 - Property 2879900210
source: Bank Acc. Linking URL
fr_ca: URL de liaison cptes bancaires

# Table 1268761635 - Field 25011542 - Property 2879900210
source: Bank Feed Import Format
fr_ca: Format importation flux bancaire

# Table 1268761635 - Field 1468013839 - Property 2879900210
source: Cobrand Environment Name
fr_ca: Nom de l’environnement de co-marketing

# Table 1268761635 - Field 2296034860 - Property 2879900210
source: Cobrand Name
fr_ca: Nom de co-marketing

# Table 1268761635 - Field 3543676540 - Property 2879900210
source: Cobrand Password
fr_ca: Mot de passe co-marketing

# Table 1268761635 - Field 1674563275 - Property 2879900210
source: Consumer Name
fr_ca: Nom consommateur

# Table 1268761635 - Field 2313254907 - Property 2879900210
source: Consumer Password
fr_ca: Mot de passe consommateur

# Table 1268761635 - Field 2891538263 - Property 2879900210
source: Enabled
fr_ca: Activé

# Table 1268761635 - Field 1496594050 - Property 2879900210
source: Log Web Requests
fr_ca: Consigner les demandes web

# Table 1268761635 - Field 1663593181 - Property 2879900210
source: Primary Key
fr_ca: Clé primaire

# Table 1268761635 - Field 2575991450 - Property 2879900210
source: Service URL
fr_ca: URL service

# Table 1268761635 - Field 1316892428 - Property 2879900210
source: User Profile Email Address
fr_ca: Profil utilisateur - Adresse de courriel

# Table 1535225911 - Property 2879900210
source: MS - Yodlee Bank Session
fr_ca: MS - Session banque Yodlee

# Table 1535225911 - Field 807152436 - Property 2879900210
source: Cob. Token Last Date Updated
fr_ca: Jeton co-marketing - Date de la dernière mise à jour

# Table 1535225911 - Field 3447211134 - Property 2879900210
source: Cobrand Session Token
fr_ca: Jeton session co-marketing

# Table 1535225911 - Field 1473726113 - Property 2879900210
source: Cons. Token Last Date Updated
fr_ca: Jeton consommateur - Date de la dernière mise à jour

# Table 1535225911 - Field 1447929701 - Property 2879900210
source: Consumer Session Token
fr_ca: Jeton session consommateur

# Table 1535225911 - Field 1663593181 - Property 2879900210
source: Primary Key
fr_ca: Clé primaire

# Table 279003835 - Property 2879900210
source: MS - Yodlee Data Exchange Def
fr_ca: MS - Déf. échange données Yodlee

# Table 279003835 - Field 2859717442 - Property 2879900210
source: Data Exchange Code
fr_ca: Code échange données

# Table 279003835 - Field 1813216360 - Property 2879900210
source: Data Exchange Def
fr_ca: Déf. échange données

# Table 279003835 - Field 1663593181 - Property 2879900210
source: Primary Key
fr_ca: Clé primaire

# Table 279003835 - Field 4226733695 - Property 2879900210
source: Processing Codeunit ID
fr_ca: Code Codeunit traitement

# Codeunit 839769576 - NamedType 1428720056
source: The bank feed that you are importing contains transactions in currencies other than the %1 %2 of bank account %3.
fr_ca: Le flux bancaire que vous importez contient des transactions dans des devises différentes du code devise %1 %2 du compte bancaire %3.

# Codeunit 839769576 - NamedType 764346065
source: The bank feed that you are importing contains transactions for a different bank account.
fr_ca: Le flux bancaire que vous importez contient des transactions pour un autre compte bancaire.

# Codeunit 839769576 - NamedType 3087634514
source: This bank account is not linked to an online bank account.
fr_ca: Ce compte bancaire n'est pas lié à un compte bancaire en ligne.

# Codeunit 758984636 - NamedType 1352695136
source: Bank account %1 has been linked.
fr_ca: Le compte bancaire %1 a été lié.

# Codeunit 758984636 - NamedType 1451326897
source: %1 bank accounts have been linked.
fr_ca: %1 comptes bancaires ont été liés.

# Codeunit 758984636 - NamedType 1227166993
source: %1 bank accounts have been unlinked.
fr_ca: %1 comptes bancaires ont été détachés.

# Codeunit 758984636 - NamedType 107391253
source: Get the authentication tokens.
fr_ca: Obtenez les jetons d'authentification.

# Codeunit 758984636 - NamedType 1340760275
source: Turns the user's attention to the capabilities of automatic bank statement import.
fr_ca: Attire l'attention de l'utilisateur sur les fonctionnalités d'importation automatique de relevés bancaires.

# Codeunit 758984636 - NamedType 425253564
source: Notify the user of the capabilities of automatic bank statement import.
fr_ca: Informez l'utilisateur des fonctionnalités d'importation automatique de relevés bancaires.

# Codeunit 758984636 - NamedType 1738767873
source: You can set up automatic bank statement import for this bank account.
fr_ca: Vous pouvez configurer l'importation automatique de relevés bancaires pour ce compte bancaire.

# Codeunit 758984636 - NamedType 691323612
source: The cobrand credentials or the Service URL are not valid.
fr_ca: Les informations d'identification de co-marketing ou l'URL du service ne sont pas valides.

# Codeunit 758984636 - NamedType 2416774067
source: The consumer credentials are not valid.
fr_ca: Les informations d'identification du consommateur ne sont pas valides.

# Codeunit 758984636 - NamedType 2906420131
source: Yodlee could not update your account because it appears to be locked by your bank. This usually results from too many unsuccessful login attempts in a short period of time. Please visit the bank or contact its customer support to resolve this issue. Once done, please update your account credentials in case they are changed.
fr_ca: Yodlee n'a pas pu mettre à jour votre compte, car il est verrouillé par votre banque. La cause est généralement un nombre trop élevé de tentatives d'ouverture de session infructueuses durant une période brève. Allez à la banque ou contactez son service d'assistance à la clientèle pour résoudre ce problème. Une fois terminé, mettez à jour les informations d'identification de votre compte si elles ont été modifiées.

# Codeunit 758984636 - NamedType 3294252954
source: Additional authentication information is required. Open the corresponding bank account card and choose action Edit Online Bank Account Information.
fr_ca: Des informations d’authentification supplémentaires sont requises. Ouvrez la fiche du compte bancaire correspondante et choisissez l’action Modifier les informations du compte bancaire en ligne.

# Codeunit 758984636 - NamedType 3806022380
source: Yodlee was unable to update your account as the online bank is temporarily down for maintenance. We apologize for the inconvenience. This problem is typically resolved in a few hours. Please try again later.
fr_ca: Yodlee n'a pas pu mettre à jour votre compte, car la banque en ligne est temporairement indisponible pour raison de maintenance. Veuillez nous excuser pour le désagrément occasionné. Ce problème est généralement résolu en quelques heures. Réessayez plus tard.

# Codeunit 758984636 - NamedType 2681169034
source: Yodlee was unable to update your account as the online bank is experiencing technical difficulties. We apologize for the inconvenience. Please try again later.
fr_ca: Yodlee n'a pas pu mettre à jour votre compte, car la banque en ligne rencontre des difficultés techniques. Veuillez nous excuser pour le désagrément occasionné. Réessayez plus tard.

# Codeunit 758984636 - NamedType 2270161872
source: Yodlee was unable to update your account because it has started providing data updates for this online bank, and it may take a few days to be successful. Please try again later.
fr_ca: Yodlee n'a pas pu mettre à jour votre compte, car il a commencé à fournir des données mises à jour pour cette banque en ligne, et il faut parfois quelques jours pour que cette opération soit effective. Réessayez ultérieurement.

# Codeunit 758984636 - NamedType 2877570477
source: Yodlee could not update your account because your username and/or password were reported to be incorrect. You must open the corresponding bank account card and choose action Edit Online Bank Account Information.
fr_ca: Yodlee n’a pas pu mettre à jour votre compte, car vos nom d’utilisateur et/ou mot de passe ont été signalés comme incorrects. Vous devez ouvrir la fiche du compte bancaire correspondante et choisir l’action Modifier les informations du compte bancaire en ligne.

# Codeunit 758984636 - NamedType 3364155623
source: Your request timed out due to technical reasons. Please try again.
fr_ca: Votre demande a expiré pour des raisons techniques. Réessayez.

# Codeunit 758984636 - NamedType 1916303894
source: We are sorry, Yodlee encountered a technical problem while updating your account. Please try again later.
fr_ca: Nous sommes désolés, Yodlee a rencontré un problème technique lors de la mise à jour de votre compte. Réessayez plus tard.

# Codeunit 758984636 - NamedType 3737451022
source: All bank account links are up to date, or no online bank accounts exist.
fr_ca: Tous les liens de compte bancaire sont à jour ou il n'existe pas de compte bancaire en ligne.

# Codeunit 758984636 - NamedType 1804319861
source: Get Latest Bank Feed.
fr_ca: Obtenez le dernier flux bancaire.

# Codeunit 758984636 - NamedType 4018747091
source: The updated list of linked bank accounts could not be shown.\\Choose the Update Bank Account Linking action to try again.
fr_ca: Impossible d'afficher la liste mise à jour des comptes bancaires liés.\\Choisissez l'action Mettre à jour les comptes bancaires liés et réessayez.

# Codeunit 758984636 - NamedType 44359669
source: Yodlee is unable to retrieve the newest bank feeds without user assistance. To perform this activity manually, you must open the corresponding bank account card, and choose action Refresh Online Bank Account.
fr_ca: Yodlee ne peut pas récupérer les flux bancaires les plus récents sans l'intervention de l'utilisateur. Pour exécuter cette activité manuellement, vous devez ouvrir la fiche du compte bancaire correspondante et choisir l'action Actualiser le compte bancaire en ligne.

# Codeunit 758984636 - NamedType 3594519002
source: The currency your bank account is using (%1) does not match the currency for your online bank account (%2).
fr_ca: La devise utilisée par votre compte bancaire (%1) ne correspond pas à celle de votre compte bancaire en ligne (%2).

# Codeunit 758984636 - NamedType 3142536881
source: The online bank account %1 has two mismatching currency codes: %2 and %3.
fr_ca: Le compte bancaire en ligne %1 a deux codes devise qui ne correspondent pas : %2 et %3.

# Codeunit 758984636 - NamedType 1345849937
source: You cannot use the Envestnet Yodlee Bank Feeds Service on the demonstration company. Open another company and try again.
fr_ca: Vous ne pouvez pas utiliser le service Envestnet Yodlee Bank Feeds dans la compagnie de démonstration. Ouvrez une autre compagnie et réessayez.

# Codeunit 758984636 - NamedType 245488723
source: Disable this notification.
fr_ca: Désactivez cette notification.

# Codeunit 758984636 - NamedType 1275748075
source: The Envestnet Yodlee Bank Feeds Service has not been enabled. Do you want to enable it?
fr_ca: Le service Envestnet Yodlee Bank Feeds n'a pas été activé. Souhaitez-vous l'activer?

# Codeunit 758984636 - NamedType 3737265623
source: This failure has been ignored. User has wished to continue.
fr_ca: Cet échec a été ignoré. L'utilisateur a souhaité continuer.

# Codeunit 758984636 - NamedType 3104790385
source: This failure has been ignored.
fr_ca: Cet échec a été ignoré.

# Codeunit 758984636 - NamedType 2647720643
source: Bank account %1 could not be unlinked.
fr_ca: Le compte bancaire %1 n'a pas pu être détaché.

# Codeunit 758984636 - NamedType 2548154640
source: Failed to register the consumer.
fr_ca: Échec de l'enregistrement du consommateur.

# Codeunit 758984636 - NamedType 3219963998
source: Failed to remove the consumer.
fr_ca: Échec de la suppression du consommateur.

# Codeunit 758984636 - NamedType 2669277032
source: Could not get the list of accounts for bank %1.
fr_ca: Impossible d'obtenir la liste des comptes pour la banque %1.

# Codeunit 758984636 - NamedType 833699045
source: The request was unsuccessful.
fr_ca: La demande n'a pas abouti.

# Codeunit 758984636 - NamedType 2367377501
source: Get bank accounts from site.
fr_ca: Obtenez les comptes bancaires à partir du site.

# Codeunit 758984636 - NamedType 3332417267
source: Get bank account.
fr_ca: Obtenez le compte bancaire.

# Codeunit 758984636 - NamedType 1580277579
source: Get bank sites.
fr_ca: Obtenez les sites bancaires.

# Codeunit 758984636 - NamedType 285270376
source: Get bank transactions.
fr_ca: Obtenez les transactions bancaires.

# Codeunit 758984636 - NamedType 763721582
source: Get the Cobrand token.
fr_ca: Obtenez le jeton co-marketing.

# Codeunit 758984636 - NamedType 2724199173
source: "Get the Consumer token. "
fr_ca: « Obtenez le jeton consommateur. »

# Codeunit 758984636 - NamedType 862556855
source: Get the FastLink token.
fr_ca: Obtenez le jeton FastLink.

# Codeunit 758984636 - NamedType 2338509648
source: Unlink account.
fr_ca: Détachez le compte.

# Codeunit 758984636 - NamedType 248097893
source: The name of the key is not valid.
fr_ca: Le nom de la clé n'est pas valide.

# Codeunit 758984636 - NamedType 232778209
source: The response was not valid.
fr_ca: La réponse n'est pas valide.

# Codeunit 758984636 - NamedType 1221338566
source: The Currency code must be in ISO 4217 format eq use USD instead of US
fr_ca: Le code devise doit être au format ISO 4217; utilisez USD au lieu de US

# Codeunit 758984636 - NamedType 131049113
source: Bank Account %1 linked to an online bank account.
fr_ca: Le compte bancaire %1 est lié à un compte bancaire en ligne.

# Codeunit 758984636 - NamedType 1127260640
source: The online bank account %1 has no currency code.\Do you want to link it to your bank account?
fr_ca: Le compte bancaire en ligne %1 n'a pas de code devise.\Voulez-vous le lier à votre compte bancaire?

# Codeunit 758984636 - NamedType 2455544330
source: Bank Feed Service
fr_ca: Service de flux bancaire

# Codeunit 758984636 - NamedType 2591510851
source: The password is missing in the Envestnet Yodlee Bank Feeds Service Setup window.
fr_ca: Il manque le mot de passe dans la fenêtre Configuration du service Envestnet Yodlee Bank Feeds.

# Codeunit 758984636 - NamedType 3164795350
source: The password is missing in the Envestnet Yodlee Bank Feeds Service Setup window.\\Do you want to open the Envestnet Yodlee Bank Feeds Service Setup window?
fr_ca: Il manque le mot de passe dans la fenêtre Configuration du service Envestnet Yodlee Bank Feeds.\\Voulez-vous ouvrir la fenêtre Configuration du service Envestnet Yodlee Bank Feeds?

# Codeunit 758984636 - NamedType 3814923612
source: The bank account is not linked to an online bank account.
fr_ca: Le compte bancaire n'est pas lié à un compte bancaire en ligne.

# Codeunit 758984636 - NamedType 2055255116
source: No new bank account is created or linked because all online bank accounts are already linked.
fr_ca: Aucun nouveau compte bancaire n'est créé ou lié car tous les comptes bancaires en ligne sont déjà liés.

# Codeunit 758984636 - NamedType 2715195543
source: The bank feed service is not enabled.\\In the Envestnet Yodlee Bank Feeds Service Setup window, select the Enabled check box.
fr_ca: Le service de flux bancaire n'est pas activé.\\Dans la fenêtre Configuration du service Envestnet Yodlee Bank Feeds, cochez la case Activé.

# Codeunit 758984636 - NamedType 996697849
source: Turns the user's attention to the capabilities of payment reconciliation journals.
fr_ca: Attire l'attention de l'utilisateur sur les fonctionnalités des journaux de rapprochement de paiement.

# Codeunit 758984636 - NamedType 1599246418
source: Notify the user of payment reconciliation journals.
fr_ca: Informez l'utilisateur des journaux de rapprochement de paiement.

# Codeunit 758984636 - NamedType 3642679899
source: You can use the Payment Reconciliation Journals window to import bank transactions.
fr_ca: Vous pouvez utiliser la fenêtre Journaux rapprochement paiement pour importer des transactions bancaires.

# Codeunit 758984636 - NamedType 3019894490
source: Please wait while the server is processing your request.\This may take several minutes.
fr_ca: Veuillez patienter pendant que le serveur traite votre demande.\Cette opération peut prendre plusieurs minutes.

# Codeunit 758984636 - NamedType 2415257204
source: Waiting for Envestnet Yodlee to complete the bank account refresh #1
fr_ca: Attend que Envestnet Yodlee termine l'actualisation du compte bancaire #1

# Codeunit 758984636 - NamedType 29832492
source: %1 seconds
fr_ca: %1 secondes

# Codeunit 758984636 - NamedType 3639037429
source: No online bank accounts are connected to Envestnet Yodlee.\\Do you want to clear the online bank login details?
fr_ca: Aucun compte bancaire en ligne n'est connecté à Envestnet Yodlee.\\Voulez-vous effacer les détails d'ouverture de session pour le compte bancaire en ligne?

# Codeunit 758984636 - NamedType 757644816
source: The value in the To Date field is later than the date of the current bank feed. The latest bank feed is from %1.
fr_ca: La valeur du champ Date fin est postérieure à la date du flux bancaire actuel. Le dernier flux bancaire débute à partir de %1.

# Codeunit 758984636 - NamedType 1218466408
source: Error code: %1.%2\\For more information, see https://developer.yodlee.com/Yodlee_API/docs/v1_1/Data_Model/Resource_Account#Dataset_Additional_Statuses.
fr_ca: Code d'erreur :%1.%2\\Pour plus d'informations, consultez la page https://developer.yodlee.com/Yodlee_API/docs/v1_1/Data_Model/Resource_Account#Dataset_Additional_Statuses.

# Codeunit 758984636 - NamedType 2530820335
source: Refreshing the bank account on Envestnet Yodlee is taking longer than expected.\\The refresh on Envestnet Yodlee can take up to 5 minutes to complete. You can import transactions up to the last successful refresh date while the refresh is running.
fr_ca: L’actualisation du compte bancaire par Envestnet Yodlee prend plus de temps que prévu.\\L’actualisation par Envestnet Yodlee peut prendre jusqu’à 5 minutes. Vous pouvez importer des transactions jusqu’à la dernière date d’actualisation réussie pendant que l’actualisation est en cours.

# Codeunit 758984636 - NamedType 3688584481
source: Register consumer.
fr_ca: Enregistrez le consommateur.

# Codeunit 758984636 - NamedType 1487601093
source: Registering a consumer account failed because of an invalid argument value. Open General Ledger Setup window and verify that the field LCY Code contains the ISO standard code for your local currency.
fr_ca: L'enregistrement d'un compte consommateur a échoué en raison d'une valeur d'argument non valide. Ouvrez la fenêtre Configuration du grand livre et vérifiez que le champ Code $ contient le code standard ISO de votre devise locale.

# Codeunit 758984636 - NamedType 1370411756
source: Remove consumer.
fr_ca: Supprimez le consommateur.

# Codeunit 758984636 - NamedType 3188421733
source: The request failed due to an underlying issue such as network connectivity, DNS failure, server certificate validation or timeout.
fr_ca: Échec de la demande en raison d'un problème sous-jacent, tel que la connectivité réseau, un échec DNS, la validation du certificat serveur ou une expiration de délai.

# Codeunit 758984636 - NamedType 4220031043
source: The name of the key is too long. The maximum length is 50 characters.
fr_ca: Le nom de la clé est trop long. La longueur maximale est de 50 caractères.

# Codeunit 758984636 - NamedType 1658257400
source: Set it up here.
fr_ca: Procédez à la configuration ici.

# Codeunit 758984636 - NamedType 2816046543
source: The setup test was successful. The settings are valid.
fr_ca: Le test de configuration a réussi. Les paramètres sont valides.

# Codeunit 758984636 - NamedType 2370318278
source: Your session has expired. Please try the operation again.
fr_ca: Votre session a expiré. Recommencez l'opération.

# Codeunit 758984636 - NamedType 1050545923
source: Bank account was unlinked.
fr_ca: Le compte bancaire a été détaché.

# Codeunit 758984636 - NamedType 2087079493
source: Transactions for bank account %1 have been downloaded.
fr_ca: Les transactions pour le compte bancaire %1 ont été téléchargées.

# Codeunit 758984636 - NamedType 791501264
source: Consumer has been registered.
fr_ca: Le consommateur a été enregistré.

# Codeunit 758984636 - NamedType 2487255997
source: Consumer has been removed.
fr_ca: Le consommateur a été supprimé.

# Codeunit 758984636 - NamedType 792193704
source: Found accounts for bank %1.
fr_ca: Comptes trouvés pour la banque %1.

# Codeunit 758984636 - NamedType 3937011365
source: The request succeeded.
fr_ca: La demande a abouti.

# Codeunit 758984636 - NamedType 2265952738
source: You must accept the Envestnet Yodlee terms of use before you can use the service.
fr_ca: Vous devez accepter les conditions d'utilisation d'Envestnet Yodlee avant de pouvoir utiliser le service.

# Codeunit 758984636 - NamedType 1668614503
source: An unknown error has occurred.
fr_ca: Une erreur inconnue s'est produite.

# Codeunit 758984636 - NamedType 3532883312
source: Bank Account %1 unlinked from an online bank account.
fr_ca: Le compte bancaire %1 est détaché d'un compte bancaire en ligne.

# Codeunit 758984636 - NamedType 1732316127
source: The bank account has been unlinked from the online bank account.\\Do you want to clear the online bank login details?
fr_ca: Le compte bancaire a été détaché du compte bancaire en ligne.\\Voulez-vous effacer les détails d'ouverture de session pour le compte bancaire en ligne?

# Codeunit 758984636 - NamedType 1801224090
source: Try it out here.
fr_ca: Essayez-la ici.

# Codeunit 758984636 - NamedType 2147530522
source: Set up bank integration
fr_ca: Configuration de l'intégration de banque
