Repository: rstefanetti/MSDyn365BC.Code.History
Catalog: EnvestnetYodleeBankFeeds/Source/Envestnet Yodlee Bank Feeds/Translations/Envestnet Yodlee Bank Feeds.*.xlf
Languages: fr_ca

# Codeunit 758984636 - NamedType 1750935242
source: Turns the user's attention to the capabilities of Envestnet Yodlee Bank Feeds extension.
fr_ca: Attire l'attention de l'utilisateur sur les fonctionnalités de l'extension Envestnet Yodlee Bank Feeds.

# Codeunit 758984636 - NamedType 3453973001
source: Notify the user of Envestnet Yodlee Bank Feeds extension capabilities.
fr_ca: Informez l'utilisateur des fonctionnalités de l'extension Envestnet Yodlee Bank Feeds.

# Codeunit 758984636 - NamedType 1936154084
source: You can use the Envestnet Yodlee Bank Feeds extension to link your bank accounts to online bank accounts.
fr_ca: Vous pouvez utiliser l'extension Envestnet Yodlee Bank Feeds pour lier vos comptes bancaires aux comptes bancaires en ligne.

# Codeunit 758984636 - NamedType 4126624579
source: Set up and enable the Envestnet Yodlee Bank Feeds service.
fr_ca: Configurez et activez le service Envestnet Yodlee Bank Feeds.

# Codeunit 758984636 - NamedType 2809413759
source: Finance,Bank Feeds,Yodlee,Payment
fr_ca: Finances,Flux bancaires,Yodlee,Paiement

# Codeunit 758984636 - NamedType 3938776048
source: Envestnet Yodlee Bank Feeds Service
fr_ca: Service Envestnet Yodlee Bank Feeds

# Page 377249609 - Control 2029839919 - Property 1968111052
source: NOTE: You are accessing a third-party website and service. You should review the third-parties terms and privacy policy before acquiring or using its website or service.
fr_ca: REMARQUE : vous accédez à un service et à un site web tiers. Vous êtes invité à consulter les conditions d'utilisation et la politique de confidentialité des parties tierces avant d'acheter ou d'utiliser leurs services ou de consulter leur site web.

# Page 3194416848 - Control 3064886161 - Property 1968111052
source: NOTE: You are accessing a third-party's website and service. You should review the third-party's terms and privacy policy before acquiring or using its website or service.
fr_ca: REMARQUE : vous accédez à un service et à un site web tiers. Vous êtes invité à consulter les conditions d'utilisation et la politique de confidentialité de la partie tierce avant d'acheter ou d'utiliser ses services ou de consulter son site web.

# Page 1268761635 - Property 2019332006
source: New,Process,Report,Page,Encryption,Bank
fr_ca: Nouveau,Traitement,Rapport,Page,Chiffrement,Banque

# Page 1268761635 - Property 2879900210
source: Envestnet Yodlee Bank Feeds Service Setup
fr_ca: Configuration du service Envestnet Yodlee Bank Feeds

# Page 1268761635 - NamedType 298733869
source: Do you want to disable the bank feed service?
fr_ca: Souhaitez-vous désactiver le service de flux bancaire?

# Page 1268761635 - NamedType 1791671425
source: You must disable the service before you can make changes.
fr_ca: Vous devez désactiver le service avant de pouvoir apporter des modifications.

# Page 1268761635 - NamedType 851647546
source: Disabling the service will break all links from the service to online bank accounts.\\Do you want to continue?
fr_ca: La désactivation du service brise tous les liens du service aux comptes bancaires en ligne.\\Voulez-vous continuer?

# Page 1268761635 - NamedType 819669893
source: Disabling the service will unlink all online bank accounts.\\Do you want to continue?
fr_ca: La désactivation du service va détacher tous les comptes bancaires en ligne.\\Voulez-vous continuer?

# Page 1268761635 - Control 2445482498 - Property 2879900210
source: General
fr_ca: Général

# Page 1268761635 - Control 2208647033 - Property 2879900210
source: Cobrand
fr_ca: Co-marketing

# Page 1268761635 - Control 378604519 - Property 1295455071
source: Specifies the cobrand name.
fr_ca: Spécifie le nom de co-marketing.

# Page 1268761635 - Control 378604519 - Property 2879900210
source: Cobrand Name
fr_ca: Nom de co-marketing

# Page 1268761635 - Control 2399877052 - Property 1295455071
source: Specifies the cobrand username.
fr_ca: Spécifie le nom d'utilisateur de co-marketing.

# Page 1268761635 - Control 2399877052 - Property 2879900210
source: Cobrand Login
fr_ca: Ouverture de session de co-marketing

# Page 1268761635 - Control 411724248 - Property 1295455071
source: Specifies the cobrand password.
fr_ca: Spécifie le mot de passe co-marketing.

# Page 1268761635 - Control 411724248 - Property 2879900210
source: Cobrand Password
fr_ca: Mot de passe co-marketing

# Page 1268761635 - Control 882679389 - Property 1295455071
source: Specifies if the cobrand username and password are preconfigured by an administrator.
fr_ca: Spécifie si le mot de passe et le nom d'utilisateur de co-marketing sont préconfigurés par un administrateur.

# Page 1268761635 - Control 882679389 - Property 2879900210
source: Pre-configured Credentials
fr_ca: Informations d'identification préconfigurées

# Page 1268761635 - Control 388054450 - Property 2879900210
source: Consumer
fr_ca: Consommateur

# Page 1268761635 - Control 1674563275 - Property 1295455071
source: Specifies the consumer username. If you leave the field blank, a username is created automatically.
fr_ca: Spécifie le nom d'utilisateur du consommateur. Si vous laissez le champ vide, un nom d'utilisateur est créé automatiquement.

# Page 1268761635 - Control 2551247975 - Property 1295455071
source: Specifies the consumer password.
fr_ca: Spécifie le mot de passe consommateur.

# Page 1268761635 - Control 2551247975 - Property 2879900210
source: Consumer Password
fr_ca: Mot de passe consommateur

# Page 1268761635 - Control 1316892428 - Property 1295455071
source: Specifies the email address that will be associated with the created consumer.
fr_ca: Spécifie l'adresse de courriel qui sera associée au consommateur créé.

# Page 1268761635 - Control 1316892428 - Property 2879900210
source: Consumer Email Address
fr_ca: Adresse de courriel du consommateur

# Page 1268761635 - Control 3147377785 - Property 1295455071
source: Specifies if you accept the terms of use for the Envestnet Yodlee Bank Feeds service.
fr_ca: Spécifie si vous acceptez les conditions d'utilisation du service Envestnet Yodlee Bank Feeds.

# Page 1268761635 - Control 2891538263 - Property 1295455071
source: Specifies if the service should be enabled.
fr_ca: Spécifie si le service doit être activé.

# Page 1268761635 - Control 1496594050 - Property 1295455071
source: Specifies if web requests should be logged. This is normally only required for troubleshooting.
fr_ca: Spécifie si les demandes web doivent être consignées. Normalement, cette consignation n'est requise qu'à des fins de dépannage.

# Page 1268761635 - Control 3560784556 - Property 1295455071
source: Specifies that the service must be disabled to make changes.
fr_ca: Spécifie que le service doit être désactivé pour que des modifications puissent être apportées.

# Page 1268761635 - Control 1534934302 - Property 1295455071
source: Specifies the URL of the Envestnet Yodlee Bank Account Linking page.
fr_ca: Spécifie l'URL de la page Liaison de comptes bancaires Envestnet Yodlee.

# Page 1268761635 - Control 25011542 - Property 1295455071
source: Specifies the format that Envestnet Yodlee bank feeds are imported in.
fr_ca: Spécifie le format dans lequel les flux Envestnet Yodlee Bank Feeds sont importés.

# Page 1268761635 - Control 2575991450 - Property 1295455071
source: Specifies the URL of the Envestnet Yodlee Bank Feeds service.
fr_ca: Spécifie l'URL du service Envestnet Yodlee Bank Feeds.

# Page 1268761635 - Action 2678035379 - Property 1295455071
source: View Envestnet Yodlee activities.
fr_ca: Affichez les activités Envestnet Yodlee.

# Page 1268761635 - Action 2678035379 - Property 2879900210
source: Activity Log
fr_ca: Journal des activités

# Page 1268761635 - Action 1732083938 - Property 2879900210
source: Bank
fr_ca: Banque

# Page 1268761635 - Action 4020075288 - Property 1295455071
source: View the bank accounts.
fr_ca: Affichez les comptes bancaires.

# Page 1268761635 - Action 4020075288 - Property 2879900210
source: Bank Accounts
fr_ca: Comptes bancaires

# Page 1268761635 - Action 1459325709 - Property 2879900210
source: Data Exchange
fr_ca: Échange de données

# Page 1268761635 - Action 2068142190 - Property 1295455071
source: Export the data exchange definition that is used to import Envestnet Yodlee bank feeds.
fr_ca: Exportez la définition d'échange de données qui est utilisée pour importer des flux Envestnet Yodlee Bank Feeds.

# Page 1268761635 - Action 2068142190 - Property 2879900210
source: Export Default Data Exchange Definition
fr_ca: Exporter la définition d'échange de données par défaut

# Page 1268761635 - Action 4099280509 - Property 1295455071
source: Use the default data exchange definition for the Envestnet Yodlee Bank Feeds service.
fr_ca: Utilisez la définition d'échange de données par défaut pour le service Envestnet Yodlee Bank Feeds.

# Page 1268761635 - Action 4099280509 - Property 2879900210
source: Reset Data Exchange Definition to Default
fr_ca: Rétablir la définition d'échange de données par défaut

# Page 1268761635 - Action 841712208 - Property 1295455071
source: Configure encryption settings.
fr_ca: Configurez les paramètres de chiffrement.

# Page 1268761635 - Action 841712208 - Property 2879900210
source: Encryption Management
fr_ca: Gestion du chiffrement

# Page 1268761635 - Action 4283638840 - Property 1295455071
source: Stop using this service. Use this action only if something went wrong when you turned off the "Enabled" toggle.
fr_ca: Arrêtez d’utiliser ce service. Utilisez cette action uniquement si un problème se produit lorsque vous désactivez le bouton bascule « Activé ».

# Page 1268761635 - Action 4283638840 - Property 2879900210
source: Disable Service
fr_ca: Désactiver le service

# Page 1268761635 - Action 4203151439 - Property 1295455071
source: Reset any active session tokens.
fr_ca: Réinitialisez les jetons de la session active.

# Page 1268761635 - Action 4203151439 - Property 2879900210
source: Reset Tokens
fr_ca: Réinitialiser les jetons

# Page 1268761635 - Action 2179034502 - Property 1295455071
source: Set the default values for the Envestnet Yodlee Bank Feeds service.
fr_ca: Définissez les valeurs par défaut pour le service Envestnet Yodlee Bank Feeds.

# Page 1268761635 - Action 2179034502 - Property 2879900210
source: Set Defaults
fr_ca: Définir les valeurs par défaut

# Page 1268761635 - Action 2744013044 - Property 1295455071
source: Show all of the setup fields for the Envestnet Yodlee service.
fr_ca: Affichez tous les champs configurés pour le service Envestnet Yodlee.

# Page 1268761635 - Action 2744013044 - Property 2879900210
source: Show Advanced Settings
fr_ca: Afficher les paramètres avancés

# Page 1268761635 - Action 1234629787 - Property 1295455071
source: Verify that the Envestnet Yodlee service has been configured correctly. A consumer account is automatically created when the service is enabled.
fr_ca: Vérifiez que le service Envestnet Yodlee a été configuré correctement. Un compte consommateur est automatiquement créé lorsque le service est activé.

# Page 1268761635 - Action 1234629787 - Property 2879900210
source: Test Setup
fr_ca: Tester la configuration

# Page 3947369052 - Control 2029839919 - Property 1968111052
source: NOTE: You are accessing a third-party website and service. You should review the third-parties terms and privacy policy before acquiring or using its website or service.
fr_ca: REMARQUE : vous accédez à un service et à un site web tiers. Vous êtes invité à consulter les conditions d’utilisation et la politique de confidentialité des parties tierces avant d’acheter ou d’utiliser leurs services ou de consulter leur site web.

# Page 2665008762 - Control 4128929233 - Property 1968111052
source: NOTE: You are accessing a third-party website and service. You should review the third-parties terms and privacy policy before acquiring or using its website or service.
fr_ca: REMARQUE : vous accédez à un service et à un site web tiers. Vous êtes invité à consulter les conditions d'utilisation et la politique de confidentialité des parties tierces avant d'acheter ou d'utiliser leurs services ou de consulter leur site web.

# Page 1042039547 - Property 2879900210
source: Non-Linked Bank Accounts
fr_ca: Comptes bancaires non liés

# Page 1042039547 - NamedType 3224092795
source: %1 is already linked. Please select another account.
fr_ca: %1 est déjà lié. Sélectionnez un autre compte.

# Page 1042039547 - NamedType 4224725409
source: All non-linked bank accounts have been removed. This page will now close.
fr_ca: Tous les comptes bancaires non liés ont été supprimés. Cette page va à présent se fermer.

# Page 1042039547 - Control 4248640148 - Property 1295455071
source: Specifies the account number of the online bank account.
fr_ca: Spécifie le numéro de compte du compte bancaire en ligne.

# Page 1042039547 - Control 2699207021 - Property 1295455071
source: Specifies the branch number of the online bank account.
fr_ca: Spécifie le numéro de l'établissement du compte bancaire en ligne.

# Page 1042039547 - Control 2699207021 - Property 2879900210
source: Bank Branch No.
fr_ca: N° établissement

# Page 1042039547 - Control 4198939294 - Property 1295455071
source: Specifies the currency that is primarily used in the online bank account. This must match the bank account that it is linked to.
fr_ca: Spécifie la devise principalement utilisée dans le compte bancaire en ligne. Elle doit correspondre au compte bancaire auquel elle est liée.

# Page 1042039547 - Control 46199418 - Property 1295455071
source: Specifies the bank account that the online bank account is linked to.
fr_ca: Spécifie le compte bancaire auquel le compte bancaire en ligne est lié.

# Page 1042039547 - Control 46199418 - Property 2879900210
source: Linked Bank Account
fr_ca: Compte bancaire lié

# Page 1042039547 - Control 2961552353 - Property 1295455071
source: Specifies the name of the online bank account.
fr_ca: Spécifie le nom du compte bancaire en ligne.

# Page 1042039547 - Action 1000833305 - Property 1295455071
source: Link the non-linked bank account to an online bank account.
fr_ca: Liez le compte bancaire non lié à un compte bancaire en ligne.

# Page 1042039547 - Action 1000833305 - Property 2879900210
source: Link to Existing Bank Account
fr_ca: Lier à un compte bancaire existant

# Page 1042039547 - Action 2680358940 - Property 1295455071
source: Create a new bank account with information from the non-linked bank account and link it to the related online bank account.
fr_ca: Créez un nouveau compte bancaire avec des informations du compte bancaire non lié et liez-le au compte bancaire en ligne associé.

# Page 1042039547 - Action 2680358940 - Property 2879900210
source: Link to New Bank Account
fr_ca: Lier à un nouveau compte bancaire

# Page 1042039547 - Action 2644444661 - Property 1295455071
source: Remove the non-linked online bank account.
fr_ca: Supprimez le compte bancaire en ligne non lié.

# Page 1042039547 - Action 2644444661 - Property 2879900210
source: Remove Online Bank Account
fr_ca: Supprimer le compte bancaire en ligne

# Page 1126992302 - Property 2879900210
source: Envestnet Yodlee Bank Feeds - Terms of use
fr_ca: Envestnet Yodlee Bank Feeds - Conditions d'utilisation

# Page 1126992302 - NamedType 4275923287
source: Envestnet Yodlee Terms of Use
fr_ca: Conditions d'utilisation Envestnet Yodlee

# Page 1126992302 - Control 2495031051 - Property 1968111052
source: With the third-party Envestnet Yodlee Bank Feeds service, you can link your bank accounts in Dynamics 365 Business Central to your online bank accounts to get electronic bank feeds. This enables efficient payment processing and bank reconciliation. To enable the service, you must read and agree to the terms of use from Envestnet Yodlee.
fr_ca: Le service tiers Envestnet Yodlee Bank Feeds vous permet de lier vos comptes bancaires dans Dynamics 365 Business Central à vos comptes bancaires en ligne pour obtenir des flux bancaires électroniques. Cela garantit un traitement efficace des paiements et rapprochements bancaires. Pour activer le service, vous devez lire et accepter les conditions d'utilisation d'Envestnet Yodlee.

# Page 1126992302 - Control 3147377785 - Property 1295455071
source: Specifies if you accept the terms of use for Envestnet Yodlee.
fr_ca: Spécifie si vous acceptez les conditions d'utilisation d'Envestnet Yodlee.

# Page 1126992302 - Control 2038165031 - Property 1295455071
source: Specifies a link to the terms of use for Envestnet Yodlee.
fr_ca: Spécifie un lien vers les conditions d'utilisation d'Envestnet Yodlee.

# Page 1126992302 - Action 2674503554 - Property 2879900210
source: Close
fr_ca: Fermer
