Repository: rstefanetti/MSDyn365BC.Code.History
Catalog: SalesAndInventoryForecast/Source/Sales and Inventory Forecast/Translations/Sales and Inventory Forecast.*.xlf
Languages: cs_cz, de_ch, es_es, fr_be, ru_ru, sv_se

# Table 178869804 - Property 2879900210
source: MS - Sales Forecast
cs_cz: MS - Prognóza prodeje
de_ch: MS – Umsatzplanung
es_es: MS - Previsión de ventas
fr_be: MS – Ventes prévues
ru_ru: MS - прогноз продаж
sv_se: MS – Försäljningsprognos

# Table 178869804 - Field 3192175264 - Property 2879900210
source: Date
cs_cz: Datum
de_ch: Datum
es_es: Fecha
ru_ru: Дата
sv_se: Datum

# Table 178869804 - Field 2526400892 - Property 2879900210
source: Delta
ru_ru: Разность

# Table 178869804 - Field 1530663077 - Property 2879900210
source: Forecast Data
cs_cz: Data prognózy
de_ch: Planungsdaten
es_es: Datos de previsión
fr_be: Données de prévision
ru_ru: Данные прогноза
sv_se: Prognosdata

# Table 178869804 - Field 1530663077 - Property 62802879
source: Base,Result
cs_cz: Základ,Výsledek
de_ch: Basis,Ergebnis
es_es: Base,Resultado
fr_be: Base,Résultat
ru_ru: База,Результат
sv_se: Bas,Resultat

# Table 178869804 - Field 568743302 - Property 2879900210
source: Item No.
cs_cz: Číslo zboží
de_ch: Artikelnr.
es_es: N.º producto
fr_be: Nombre d'articles
ru_ru: Номер товара
sv_se: Artikelnummer

# Table 178869804 - Field 2704404533 - Property 2879900210
source: Quantity
cs_cz: Množství
de_ch: Menge
es_es: Cantidad
fr_be: Quantité
ru_ru: Количество
sv_se: Antal

# Table 178869804 - Field 1620293444 - Property 2879900210
source: Variance %
cs_cz: % Odchylky
de_ch: Abweichung %
es_es: % de desviación
fr_be: % écart
ru_ru: Отклонение %
sv_se: Varians %

# Table 995188731 - Property 2879900210
source: MS - Sales Forecast Parameter
cs_cz: MS - Parametr prognózy prodeje
de_ch: MS – Umsatzplanungsparameter
es_es: MS - Parámetro de previsión de ventas
fr_be: MS – Paramètres des ventes prévues
ru_ru: MS - параметр прогноза продаж
sv_se: MS – Parameter för försäljningsprognos

# Table 995188731 - Field 1266072289 - Property 2879900210
source: Forecast Start Date
cs_cz: Počáteční datum prognózy
de_ch: Startdatum Planung
es_es: Fecha de inicio de previsión
fr_be: Date de début de prévision
ru_ru: Дата начала прогноза
sv_se: Prognosens startdatum

# Table 995188731 - Field 3694533338 - Property 2879900210
source: History Start Date
cs_cz: Datum zahájení historie
de_ch: Startdatum Historie
es_es: Fecha de inicio de historial
fr_be: Date de début de l'historique
ru_ru: Дата начала истории
sv_se: Historikens startdatum

# Table 995188731 - Field 1749449385 - Property 2879900210
source: Horizon
cs_cz: Horizont
de_ch: Horizont
es_es: Horizonte
fr_be: Seuil
ru_ru: Горизонт
sv_se: Horisont

# Table 995188731 - Field 568743302 - Property 2879900210
source: Item No.
cs_cz: Číslo zboží
de_ch: Artikelnr.
es_es: N.º producto
fr_be: Nombre d'articles
ru_ru: Номер товара
sv_se: Artikelnummer

# Table 995188731 - Field 1004750025 - Property 2879900210
source: Last Updated
cs_cz: Posledná změna
de_ch: Letzte Aktualisierung
es_es: Última actualización
fr_be: Dernière mise à jour
ru_ru: Последнее обновление
sv_se: Senast uppdaterad

# Table 995188731 - Field 1832902037 - Property 2879900210
source: Time Series Period Type
cs_cz: Typ období časových řad
de_ch: Zeitreihenperioden-Typ
es_es: Tipo de período de serie temporal
fr_be: Type de période de la série chronologique
ru_ru: Тип периода временного ряда
sv_se: Tidsseriens periodtyp

# Table 995188731 - Field 1832902037 - Property 62802879
source: Day,Week,Month,Quarter,Year
cs_cz: Den,Týden,Měsíc,Kvartál,Rok
de_ch: Tag,Woche,Monat,Quartal,Jahr
es_es: Día,Semana,Mes,Trimestre,Año
fr_be: Jour,Semaine,Mois,Trimestre,Année
ru_ru: День,Неделя,Месяц,Квартал,Год
sv_se: Dag,Vecka,Månad,Kvartal,År

# Table 1767462481 - Property 2879900210
source: MS - Sales Forecast Setup
cs_cz: MS - Nastavení prognózy prodeje
de_ch: MS – Umsatzplanungseinrichtung
es_es: MS - Configuración de previsión de ventas
fr_be: MS – Paramètres des ventes prévues
ru_ru: MS - настройка прогноза продаж
sv_se: MS – Inställningar för försäljningsprognos

# Table 1767462481 - NamedType 3726603109
source: It is not possible to have the Uri %1 in a field with a length of %2.
cs_cz: Není možné mít identifikátor URI %1 v poli o délce %2.
de_ch: Es ist nicht möglich, den URI %1 in einem Feld mit der Länge %2 zu verwenden.
es_es: No es posible tener el URI %1 en un campo con una longitud de %2.
fr_be: Il n'est pas possible d'entrer l'URI %1 dans un champ d'une longueur de %2.
ru_ru: Невозможно иметь URI %1 в поле длиной %2.
sv_se: Det är inte möjligt att ha URI %1 i ett fält med längden %2.

# Table 1767462481 - NamedType 3788244515
source: You must specify an API key and an API URI in the Sales and Inventory Forecast Setup page.
cs_cz: Je nutné zadat klíč API a URI API na stránce Nastavení prognózy prodej a zásob.
de_ch: Sie müssen auf der Seite "Einrichtung der Umsatz- und Lagerbestandsplanung" einen API-Schlüssel und einen API-URI angeben.
es_es: Debe especificar una clave de API y un URI de API en la página de configuración de previsión de inventario y ventas.
fr_be: Vous devez spécifier une clé API et une URI API dans la page Configuration du stock prévu et des ventes prévues.
ru_ru: Необходимо указать ключ API и URI API на странице "Настройка прогноза продаж и запасов".
sv_se: Du måste ange en API-nyckel och API-URI på sidan Inställning för försäljnings- och lagerprognos.

# Table 1767462481 - Field 264208910 - Property 2879900210
source: API Key ID
cs_cz: ID klíče rozhraní API
de_ch: API-Schlüssel-ID
es_es: Id. de clave de API
fr_be: ID de clé API
ru_ru: Код ключа API
sv_se: API-nyckel-ID

# Table 1767462481 - Field 2038324810 - Property 2879900210
source: API URI
es_es: URI de API
fr_be: URI API
ru_ru: URI API

# Table 1767462481 - Field 3046871300 - Property 2879900210
source: Expiration Period (Days)
cs_cz: Doba platnosti (dny)
de_ch: Gültigkeitsdauer (Tage)
es_es: Período de caducidad (días)
fr_be: Période d'expiration (Jours)
ru_ru: Срок действия (дни)
sv_se: Utgångsperiod (dagar)

# Table 1767462481 - Field 3810224734 - Property 2879900210
source: Historical Periods
cs_cz: Historické období
de_ch: Historische Perioden
es_es: Períodos históricos
fr_be: Périodes historiques
ru_ru: Исторические периоды
sv_se: Historiska perioder

# Table 1767462481 - Field 1749449385 - Property 2879900210
source: Horizon
cs_cz: Horizont
de_ch: Horizont
es_es: Horizonte
fr_be: Seuil
ru_ru: Горизонт
sv_se: Horisont

# Table 1767462481 - Field 729129122 - Property 2879900210
source: Last Run Completed
cs_cz: Dokončení posledního spuštění
de_ch: Letzte Ausführung abgeschlossen
es_es: Última ejecución completada
fr_be: Dernière exécution terminée
ru_ru: Последний запуск завершен
sv_se: Senast slutförd körning

# Table 1767462481 - Field 3414388415 - Property 2879900210
source: Limit
cs_cz: Omezení
de_ch: Grenzwert
es_es: Límite
fr_be: Limite
ru_ru: Лимит
sv_se: Gräns

# Table 1767462481 - Field 95864743 - Property 2879900210
source: Period Type
cs_cz: Typ období
de_ch: Periodentyp
es_es: Tipo periodo
fr_be: Type de période
ru_ru: Тип периода
sv_se: Periodtyp

# Table 1767462481 - Field 95864743 - Property 62802879
source: Day,Week,Month,Quarter,Year
cs_cz: Den,Týden,Měsíc,Kvartál,Rok
de_ch: Tag,Woche,Monat,Quartal,Jahr
es_es: Día,Semana,Mes,Trimestre,Año
fr_be: Jour,Semaine,Mois,Trimestre,Année
ru_ru: День,Неделя,Месяц,Квартал,Год
sv_se: Dag,Vecka,Månad,Kvartal,År

# Table 1767462481 - Field 1663593181 - Property 2879900210
source: Primary Key
cs_cz: Primární klíč
de_ch: Primärschlüssel
es_es: Clave principal
fr_be: Clé primaire
ru_ru: Первичный ключ
sv_se: Primärnyckel

# Table 1767462481 - Field 2927347786 - Property 2879900210
source: Processing Time
cs_cz: Doba zpracování
de_ch: Verarbeitungszeit
es_es: Tiempo de procesamiento
fr_be: Temps de traitement
ru_ru: Время обработки
sv_se: Bearbetningstid

# Table 1767462481 - Field 1780437933 - Property 2879900210
source: Stockout Warning Horizon
cs_cz: Horizont skladového varování
de_ch: Horizont Bestandswarnung
es_es: Horizonte de advertencia por falta stock
fr_be: Seuil d'avertissement de rupture de stock
ru_ru: Горизонт предупреждения о дефиците запасов
sv_se: Horisont för varning om negativt lagersaldo

# Table 1767462481 - Field 1158072699 - Property 2879900210
source: Timeout (seconds)
cs_cz: Časový limit (v sekundách)
de_ch: Timeout (Sekunden)
es_es: Tiempo de espera (segundos)
fr_be: Délai d’attente (secondes)
ru_ru: Время ожидания (сек.)
sv_se: Tidsgräns (sekunder)

# Table 1767462481 - Field 2908512707 - Property 2879900210
source: Timeseries Model
cs_cz: Model časové řady
de_ch: Zeitreihenmodell
es_es: Modelo de serie temporal
fr_be: Modèle TimeSeries
ru_ru: Модель временных рядов
sv_se: Tidsseriemodell

# Table 1767462481 - Field 1620293444 - Property 2879900210
source: Variance %
cs_cz: % Odchylky
de_ch: Abweichung %
es_es: % de desviación
fr_be: % écart
ru_ru: Отклонение %
sv_se: Varians %

# Codeunit 2836764293 - NamedType 2569145044
source: Failed to initialize the forecast method. Please, contact your system administrator.
cs_cz: Nepodařilo se inicializovat metodu prognózy. Obraťte se na vašeho správce systému.
de_ch: Fehler beim Initialisieren der Planungsmethode. Wenden Sie sich an den Systemadministrator.
es_es: No se pudo inicializar el método de previsión. Póngase en contacto con el administrador del sistema.
fr_be: Impossible d'initialiser la méthode de prévision. Contactez votre administrateur système.
ru_ru: Не удалось инициализировать метод прогноза. Обратитесь к системному администратору.
sv_se: Det gick inte att initiera prognosmetoden. Kontakta systemadministratören.

# Codeunit 2836764293 - NamedType 1508453294
source: There is not enough historical data to predict future sales.
cs_cz: K předpovědi budoucího prodeje není k dispozici dostatek historických dat.
de_ch: Die historischen Daten reichen nicht aus, um zukünftige Verkäufe vorherzusagen.
es_es: No hay suficientes datos históricos para previsiones de ventas.
fr_be: Il n'y a pas suffisamment de données historiques pour prévoir les futures ventes.
ru_ru: Недостаточно исторических данных для предсказания будущих продаж.
sv_se: Det finns inte tillräckligt med historiska data för att förutse framtida försäljning.

# Codeunit 2836764293 - NamedType 2480204489
source: Each calculation uses Azure Machine Learning credits, and you have reached your limit for this month.
cs_cz: Každý výpočet používá kredity Azure Machine Learning a dosáhli jste limitu pro tento měsíc.
de_ch: Für jede Berechnung wird Azure Machine Learning-Guthaben verbraucht, und Sie haben Ihr Limit für diesen Monat erreicht.
es_es: Cada cálculo utiliza créditos de Azure Machine Learning, y ha alcanzado el límite de este mes.
fr_be: Chaque calcul utilise des crédits Azure Machine Learning et vous avez atteint votre limite pour ce mois.
ru_ru: При расчете используются средства на счете машинного обучения Azure, а ваш лимит в этом месяце уже исчерпан.
sv_se: Varje beräkning använder Azure Machine Learning-resultat och du har uppnått den här månadens gräns.

# Codeunit 2836764293 - NamedType 3494735008
source: Set up and enable the Sales and Inventory Forecast service.
cs_cz: Nastavení a povolení služby Prognóza prodeje a zásob.
de_ch: Umsatz- und Lagerbestandsplanungsdienst einrichten und aktivieren.
es_es: Permite configurar y habilitar el servicio de previsión de ventas e inventario.
fr_be: Configurez et activez le service Stock prévu et ventes prévues.
ru_ru: Настройте и включите службу прогноза продаж и запасов.
sv_se: Konfigurera och aktivera tjänsten för försäljnings- och lagerprognos.

# Codeunit 2836764293 - NamedType 3760830540
source: Sales,Inventory,Forecast
cs_cz: Prodej,Zásoby,Prognóza
de_ch: Umsatz,Lagerbestand,Planung
es_es: Ventas,Inventario,Previsión
fr_be: Ventes,Stock,Prévision
ru_ru: Продажи,Запасы,Прогноз
sv_se: Försäljning,Lager,Prognos

# Codeunit 2836764293 - NamedType 586424512
source: Sales and Inventory Forecast
cs_cz: Prognóza prodeje a zásob
de_ch: Umsatz- und Lagerbestandsplanung
es_es: Previsión de ventas e inventario
fr_be: Stock prévu et ventes prévues
ru_ru: Прогноз продаж и запасов
sv_se: Försäljnings- och lagerprognos

# Codeunit 2836764293 - NamedType 3788244515
source: You must specify an API key and an API URI in the Sales and Inventory Forecast Setup page.
cs_cz: Je nutné zadat klíč API a URI API na stránce Nastavení prognózy prodej a zásob.
de_ch: Sie müssen auf der Seite "Einrichtung der Umsatz- und Lagerbestandsplanung" einen API-Schlüssel und einen API-URI angeben.
es_es: Debe especificar una clave de API y un URI de API en la página de configuración de previsión de inventario y ventas.
fr_be: Vous devez spécifier une clé API et une URI API dans la page Configuration du stock prévu et des ventes prévues.
ru_ru: Необходимо указать ключ API и URI API на странице "Настройка прогноза продаж и запасов".
sv_se: Du måste ange en API-nyckel och API-URI på sidan Inställning för försäljnings- och lagerprognos.

# Codeunit 2836764293 - NamedType 1168217811
source: We're updating the inventory forecast for item #1
cs_cz: Aktualizujeme prognózu zásob pro zboží #1
de_ch: Die Lagerbestandsplanung für Artikel 1 wird gerade aktualisiert
es_es: Estamos actualizando la previsión de inventario para el producto #1
fr_be: Nous mettons actuellement à jour le stock prévu pour l'article n° 1
ru_ru: Мы обновляем прогноз запасов для товара №1
sv_se: Vi uppdaterar lagerprognosen för artikel #1

# Codeunit 3420482273 - NamedType 2614170639
source: Add them to this document
cs_cz: Přidejte je do tohoto dokumentu
de_ch: Zu diesem Beleg hinzufügen
es_es: Agregarlos a este documento
fr_be: Ajoutez-les à ce document
ru_ru: Добавить их к этому документу
sv_se: Lägg till dem i det här dokumentet

# Codeunit 3420482273 - NamedType 3507565196
source: Don't ask again
cs_cz: Dotaz již nezobrazovat
de_ch: Nicht mehr fragen
es_es: No volver a preguntar
fr_be: Ne plus me poser la question
ru_ru: Больше не спрашивать
sv_se: Fråga inte igen

# Codeunit 3420482273 - NamedType 4227602343
source: Get notified if you are running low on stock for items that a vendor usually supplies, and get help re-stocking.
cs_cz: Upozorni na to, že u zboží, které dodavatel obvykle dodává, je na skladě málo zásob, a je třeba získat pomoc při opětovném naskladnění.
de_ch: Sie werden benachrichtigt, wenn der Lagerbestand von Artikeln, die üblicherweise ein Kreditor liefert, sehr niedrig ist. Dies hilft Ihnen beim Wiederauffüllen der Bestände.
es_es: Permite obtener notificaciones si se queda sin stock de los artículos que normalmente suministra un proveedor y obtener ayuda sobre el reaprovisionamiento.
fr_be: Soyez informé lorsque des articles habituellement fournis par un fournisseur viennent à manquer et obtenez de l'aide pour réapprovisionner.
ru_ru: Получайте уведомления, если запас товаров, обычно закупаемых у поставщика заканчивается, а также помощь при пополнении запасов.
sv_se: Få meddelande om artiklar som en leverantör vanligen levererar snart är slut i lager och få hjälp med lagerpåfyllnad.

# Codeunit 3420482273 - NamedType 1947377117
source: Items running low in inventory
cs_cz: Zboží s nízkým stavem zásob
de_ch: Wenige Artikel im Lagerbestand
es_es: Inventario de productos a punto de agotarse
fr_be: Articles en faible quantité en stock
ru_ru: Товары, запасы которых заканчиваются
sv_se: Artiklar snart slut i lager

# Codeunit 3420482273 - NamedType 1978664471
source: You have run out of stock on items that this vendor usually supplies.
cs_cz: U zboží, které obvykle dodává tento dodavatel, nemáte zásoby na skladě.
de_ch: In Ihrem Lager befinden sich keine Artikel mehr, die dieser Kreditor üblicherweise liefert.
es_es: Se ha quedado sin stock de los productos que normalmente proporciona este proveedor.
fr_be: Les articles habituellement fournis par ce fournisseur sont en rupture de stock.
ru_ru: Исчерпан запас товаров, обычно закупаемых у этого поставщика.
sv_se: Du har slut i lager på artiklar som den här leverantören vanligen levererar.

# Codeunit 3659386448 - NamedType 3507565196
source: Don't ask again
cs_cz: Dotaz již nezobrazovat
de_ch: Nicht mehr fragen
es_es: No volver a preguntar
fr_be: Ne plus me poser la question
ru_ru: Больше не спрашивать
sv_se: Fråga inte igen

# Codeunit 3659386448 - NamedType 1965332250
source: The sales forecast will be updated every week. You can change the schedule in the Setup Scheduled Forecasting window in the Sales Inventory Forecast Setup.
cs_cz: Prognóza prodeje bude aktualizována každý týden. Plán můžete změnit v okně Nastavení plánování prognózy v Nastavení prognózy prodeje a zásob.
de_ch: Die Umsatzplanung wird jede Woche aktualisiert. Sie können den Zeitplan im Fenster "Geplante Planung einrichten" in der Umsatz- und Lagerbestandsplanung ändern.
es_es: La previsión de ventas se actualizará semanalmente. Puede cambiar el plan en la ventana Configurar previsión programada en la configuración de previsión de inventario de ventas.
fr_be: Les ventes prévues seront mises à jour toutes les semaines. Vous pouvez modifier la planification dans la fenêtre Configurer la planification des prévisions de la page Configuration du stock prévu et des ventes prévues.
ru_ru: Прогноз продаж будет обновляться каждую неделю. Вы можете изменить график в окне "Настройки прогнозирования по графику" в разделе "Настройка прогноза запасов продаж".
sv_se: Försäljningsprognosen uppdateras varje vecka. Det går att ändra schemat i fönstret Ställ in schemalagda prognoser i Inställning för försäljnings- och lagerprognos.

# Codeunit 3659386448 - NamedType 3942767717
source: Show notification if you want to enable sales forecast to become automatically updated every week
cs_cz: Zobrazit oznámení, pokud chcete, aby se Prognóza prodeje automaticky aktualizovala každý týden
de_ch: Benachrichtigung anzeigen, wenn die Umsatzplanung automatisch wöchentlich aktualisiert werden soll
es_es: Permite mostrar la notificación si desea habilitar la previsión de ventas para que se actualice automáticamente cada semana
fr_be: Affichez la notification si vous souhaitez activer la mise à jour hebdomadaire automatique des ventes prévues
ru_ru: Показывать уведомления, если вы хотите, чтобы прогноз продаж автоматически обновлялся каждую неделю
sv_se: Visa meddelande om du vill att försäljningsprognosen ska uppdateras automatiskt varje vecka

# Codeunit 3659386448 - NamedType 638591264
source: You can get the sales forecast updated automatically every week.
cs_cz: Můžete získat prognózu prodeje automaticky aktualizovány každý týden.
de_ch: Die Umsatzplanung kann jede Woche automatisch aktualisiert werden.
es_es: Puede obtener la previsión de ventas actualizada automáticamente cada semana.
fr_be: Vous pouvez choisir de mettre à jour les ventes prévues toutes les semaines.
ru_ru: Вы можете автоматически обновлять прогноз продаж каждую неделю.
sv_se: Du kan uppdatera försäljningsprognosen automatiskt varje vecka.

# Codeunit 3659386448 - NamedType 2668691647
source: Set Up Scheduled Forecasting
cs_cz: Nastavení plánování prognózy
de_ch: Geplante Planung einrichten
es_es: Configurar previsión programada
fr_be: Configurer la planification des prévisions
ru_ru: Настройка прогнозирования по графику
sv_se: Ställ in schemalagda prognoser

# Codeunit 3659386448 - NamedType 3788244515
source: You must specify an API key and an API URI in the Sales and Inventory Forecast Setup page before you can automate sales forecasting.
cs_cz: Je nutné zadat klíč API a URI API na stránce Nastavení prognózy prodeje a zásob dříve, než můžete automatizovat vytváření předpovědí prodeje.
de_ch: Sie müssen auf der Seite "Einrichtung der Umsatz- und Lagerbestandsplanung" einen API-Schlüssel und einen API-URI angeben, bevor die automatische Umsatzplanung aktiviert werden kann.
es_es: Especifique una clave de API y un URI de API en la configuración de previsión de inventario y ventas para poder automatizar la previsión de ventas.
fr_be: Vous devez spécifier une clé API et une URI API dans la page Configuration du stock prévu et des ventes prévues pour pouvoir automatiser les ventes prévues.
ru_ru: Необходимо указать ключ API и URI API на странице "Настройка прогноза продаж и запасов" перед активацией автоматического прогнозирования продаж.
sv_se: Du måste ange en API-nyckel och API-URI på sidan Inställning för försäljnings- och lagerprognos innan du kan automatisera försäljningsprognoser.

# Page 3449274493 - Property 2879900210
source: Forecast
cs_cz: Prognóza
de_ch: Planung
es_es: Previsión
fr_be: Prévision
ru_ru: Прогноз
sv_se: Prognos

# Page 3449274493 - NamedType 2862976245
source: Forecast expired
cs_cz: Prognóza vypršela
de_ch: Planung abgelaufen
es_es: Previsión caducada
fr_be: La prévision est arrivée à expiration
ru_ru: Срок действия прогноза истек
sv_se: Prognos utgången

# Page 3449274493 - NamedType 540652290
source: The forecast has passed the expiration date and is no longer valid.
cs_cz: Prognóze již uplynulo datum platnosti a již není platná.
de_ch: Das Ablaufdatum der Planung ist abgelaufen, und die Planung ist nicht mehr gültig.
es_es: La previsión ha superado la fecha de caducidad y ya no es válida.
fr_be: La date d'expiration de la prévision est dépassée et n'est plus valide.
ru_ru: Срок действия прогноза истек; прогноз недействителен.
sv_se: Prognosen har passerat utgångsdatum och är inte längre giltig.

# Page 3449274493 - NamedType 108708945
source: The sales forecast for this period is %1 with a variance of %2.
cs_cz: Prodejní prognóza pro toto období je %1 s odchylkou %2.
de_ch: Die Umsatzplanung für diese Periode ist %1 mit eine Abweichung von %2.
es_es: La previsión de ventas para este periodo es %1, con una desviación de %2.
fr_be: Les ventes prévues pour cette période sont de %1 avec un écart de %2.
ru_ru: Прогноз продаж на этот период равен %1, отклонение — %2.
sv_se: Försäljningsprognosen för den har perioden är %1 med variansen %2.

# Page 3449274493 - NamedType 1710977974
source: High variance
cs_cz: Vysoký rozptyl
de_ch: Hohe Abweichung
es_es: Desviación alta
fr_be: Écart élevé
ru_ru: Высокое отклонение
sv_se: Hög varians

# Page 3449274493 - NamedType 1733446473
source: The forecast shows periods with a Variance % that is lower than specified in setup.
cs_cz: Prognózy ukazuje období s % odchylky, které je nižší než je určeno v nastavení.
de_ch: Die Planung zeigt Perioden mit einer prozentualen Abweichung an, die niedriger als der in der Einrichtung angegebene Wert ist.
es_es: La previsión muestra períodos con un porcentaje de desviación inferior al especificado en la configuración.
fr_be: La prévision indique des périodes avec un pourcentage d'écart inférieur à la valeur spécifiée dans la configuration.
ru_ru: Прогноз содержит периоды, отклонение (%) которых ниже значения, заданного в параметрах.
sv_se: Prognosen visar perioder med en lägre variansprocent än inställningen anger.

# Page 3449274493 - NamedType 1825422692
source: The %1 has been changed
cs_cz: %1 byl změněn
de_ch: %1 wurde geändert
es_es: %1 ha cambiado
fr_be: Le %1 a été modifié
ru_ru: Значение %1 изменено.
sv_se: %1 har ändrats
