Repository: rstefanetti/MSDyn365BC.Code.History
Catalog: SalesAndInventoryForecast/Source/Sales and Inventory Forecast/Translations/Sales and Inventory Forecast.*.xlf
Languages: cs_cz, de_ch, es_es, fr_be, ru_ru, sv_se

# Page 3997127860 - Control 1749449385 - Property 1295455071
source: Specifies how many periods you want the forecast to cover.
cs_cz: Určuje, kolik období má být pokryto prognózou.
de_ch: Gibt an, wie viele Perioden die Planung abdecken soll.
es_es: Especifica la cantidad de períodos que desea que abarque la previsión.
fr_be: Spécifie le nombre de périodes à prendre en compte dans la prévision.
ru_ru: Определяет количество периодов, которое должно охватываться прогнозом.
sv_se: Anger hur många perioder du vill att prognoser täcker.

# Page 3997127860 - Control 95864743 - Property 1295455071
source: Specifies the type of period that you want to see the forecast by.
cs_cz: Určuje typ období pro které chcete zobrazit prognózu.
de_ch: Gibt die Art der Periode an, für die Sie die Planung sehen möchten.
es_es: Especifica el tipo de período según el cual desea ver la previsión.
fr_be: Spécifie pour quel type de période vous souhaitez voir la prévision.
ru_ru: Определяет тип периода, прогноз на который требуется показать.
sv_se: Anger periodtypen med vilken prognosen visas.

# Page 3997127860 - Control 1780437933 - Property 1295455071
source: Specifies how far in the future you want to look for stockouts. The value you enter works together with the unit of time specified in the Period Type field to determine the horizon.
cs_cz: Určuje, jak daleko v budoucnu chcete hledat nízký stav skladu. Hodnota, kterou zadáte, pracuje společně s časovou jednotkou zadanou v poli Typ období k určení horizontu.
de_ch: Gibt an, wie weit in der Zukunft nach Fehlbeständen gesucht werden soll. Der eingegebene Wert wird in Verbindung mit der Einheit im Feld "Periodentyp" verwendet, um den Zeitraum zu bestimmen.
es_es: Especifica hasta qué fecha en el futuro desea buscar la falta de stock. El valor que especifique se combinará con la unidad de tiempo especificada en el campo Tipo periodo para determinar el límite.
fr_be: Spécifie jusqu'à quand dans le futur vous voulez rechercher des ruptures de stock. La valeur entrée fonctionne avec l’unité de temps spécifiée dans le champ Type de période pour déterminer l’horizon.
ru_ru: Определяет, насколько далеко в будущем требуется выполнить поиск запасов. Введенное значение используется вместе с единицей измерения времени, указанной в поле "Тип периода" для определения горизонта.
sv_se: Anger hur långt fram i tiden som du vill söka efter negativt lagersaldo. Värdet du anger används tillsammans med tidsenheten som anges i fältet Periodtyp för att fastställa tidshorisonten.

# Page 3997127860 - Control 1158072699 - Property 1295455071
source: Specifies the number of seconds to wait before the call to Azure Machine Learning times out.
cs_cz: Určuje počet sekund čekání před tím, než bude oznámeno vypršení času Azure Machine Learning.
de_ch: Gibt die Anzahl der Sekunden vor einem Timeout des Aufrufs von Azure Machine Learning an.
es_es: Especifica el número de segundos que se debe esperar antes de que se agote el tiempo de espera de la llamada a Azure Machine Learning.
fr_be: Spécifie le nombre de secondes à attendre avant expiration de l'appel à Azure Machine Learning.
ru_ru: Определяет количество секунд до окончания времени ожидания машинного обучения Azure.
sv_se: Anger antalet sekunder att vänta innan anropet till Azure Machine Learning når tidsgränsen.

# Page 3997127860 - Control 2908512707 - Property 1295455071
source: Specifies the algorithm to use for the time series analysis.
cs_cz: Určuje algoritmus, který má být použit pro analýzu časových řad.
de_ch: Gibt den Algorithmus an, der für die Zeitreihenanalyse verwendet werden soll.
es_es: Especifica el algoritmo que se usará para el análisis de las series temporales.
fr_be: Spécifie l’algorithme à utiliser pour l’analyse de la série temporelle.
ru_ru: Определяет алгоритм, используемый для анализа временных рядов.
sv_se: Anger algoritmen som ska användas för tidsserieanalysen.

# Page 3997127860 - Control 1620293444 - Property 1295455071
source: Specifies the range of deviation, plus or minus, that you'll accept in the forecast. Lower percentages represent more accurate forecasts, and are typically between 20 and 40. Forecasts outside the range are considered inaccurate, and do not display.
cs_cz: Určuje rozsah odchylky, plus nebo mínus, které budete přijímat v prognóze. Nižší procenta představují mnohem přesnější předpovědi a jsou obvykle mezi 20 a 40. Prognózy mimo rozsah jsou považovány za nepřesné a nejsou zobrazeny.
de_ch: Gibt den Bereich der Abweichung – plus oder minus – an, den Sie in der Vorhersage akzeptieren. Niedrigere Prozentsätze stehen für genauere Vorhersagen und liegen normalerweise zwischen 20 und 40. Vorhersagen außerhalb dieses Bereichs werden als ungenau eingestuft und nicht angezeigt.
es_es: Especifica el rango de desviación, más o menos, que aceptará en la previsión. Los porcentajes más bajos representan previsiones más precisas y están normalmente entre 20 y 40. Las previsiones fuera del intervalo se consideran incorrectas y no se muestran.
fr_be: Spécifie la plage d’écart (en plus ou en moins) acceptée dans la prévision. Les pourcentages plus faibles représentent des prévisions plus précises, et se situent généralement entre 20 et 40. Les prévisions en dehors de cette plage sont considérées comme inexactes, et ne sont pas affichées.
ru_ru: Определяет диапазон отклонений, в большую или в меньшую сторону, который является приемлемым для прогноза. Более низкий процент соответствует более точным прогнозам и обычно находится в диапазоне от 20 до 40. Прогнозы с отклонением вне заданного диапазона считаются неточными и не отображаются.
sv_se: Anger avvikelseintervallet, plus eller minus, som du godkänner i prognosen. Lägre procenttal representerar mer korrekta prognoser och ligger vanligtvis mellan 20 och 40. Prognoser utanför intervallet betraktas som felaktiga och visas inte.

# Page 3997127860 - Control 84074407 - Property 2879900210
source: Statistics
cs_cz: Statistika
de_ch: Statistik
es_es: Estadísticas
fr_be: Statistiques
ru_ru: Статистика
sv_se: Statistik

# Page 3997127860 - Control 729129122 - Property 1295455071
source: Specifies the date and time of the last completed forecast update. You cannot change this value.
cs_cz: Určuje datum a čas poslední dokončené aktualizace prognózy. Tuto hodnotu nelze změnit.
de_ch: Gibt das Datum und die Uhrzeit der letzten Planungsaktualisierung an. Sie können diesen Wert nicht ändern.
es_es: Especifica la fecha y hora de la última actualización de previsión completada. No puede cambiar este valor.
fr_be: Spécifie la date et l'heure de la dernière mise à jour prévue. Vous ne pouvez pas modifier cette valeur.
ru_ru: Определяет дату и время последнего выполненного обновления прогноза. Это значение невозможно изменить.
sv_se: Anger datum och tid för den senast slutförda prognosuppdateringen. Du kan inte ändra det här värdet.

# Page 3997127860 - Control 1825078469 - Property 1295455071
source: Specifies how many seconds of processing time have been used. You cannot change this value.
cs_cz: Určuje, kolik sekund času zpracování bylo použito. Tuto hodnotu nelze změnit.
de_ch: Gibt an, wie viele Sekunden Verarbeitungszeit verwendet wurden. Sie können diesen Wert nicht ändern.
es_es: Especifica el número de segundos del tiempo de procesamiento utilizados. No puede cambiar este valor.
fr_be: Spécifie le nombre de secondes utilisées dans le temps de traitement. Vous ne pouvez pas modifier cette valeur.
ru_ru: Указывает, сколько секунд времени обработки было использовано. Это значение невозможно изменить.
sv_se: Anger hur många sekunder bearbetningstid som använts. Du kan inte ändra detta värde.

# Page 3997127860 - Control 1825078469 - Property 2879900210
source: Used Processing Time (Seconds)
cs_cz: Použitý čas zpracování (sekundy)
de_ch: Benötigte Verarbeitungszeit (Sekunden)
es_es: Tiempo de procesamiento utilizado (segundos)
fr_be: Temps de traitement utilisé (Secondes)
ru_ru: Использованное время обработки (сек.)
sv_se: Använd bearbetningstid (sekunder)

# Page 3997127860 - Action 2185364567 - Property 1295455071
source: Explore models for Azure Machine Learning, and use Azure Machine Learning Studio to build, test, and deploy the Forecasting Model for Microsoft Dynamics 365.
cs_cz: Prozkoumejte modely pro Azure Machine Learning a Azure Machine Learning Studio k vytvoření, testování a nasazení modelu prognózy pro Microsoft Dynamics 365.
de_ch: Erkunden Sie Modelle für Azure Machine Learning, und verwenden Sie Azure Machine Learning Studio, um das Forecasting Model for Microsoft Dynamics 365 bereitzustellen.
es_es: Permite explorar modelos para Azure Machine Learning y usa Azure Machine Learning Studio para generar, probar e implementar Forecasting Model for Microsoft Dynamics 365.
fr_be: Explorez des modèles pour Azure Machine Learning et utilisez Azure Machine Learning Studio pour créer, tester et déployer Forecasting Model pour Microsoft Dynamics 365.
ru_ru: Изучение моделей для машинного обучения Azure и использование студии машинного обучения Azure для создания, тестирования и развертывания Forecasting Model for Microsoft Dynamics 365.
sv_se: Utforska modeller för Azure Machine Learning och använd Azure Machine Learning Studio för att skapa, testa och använda Forecasting Model for Microsoft Dynamics 365.

# Page 3997127860 - Action 2185364567 - Property 2879900210
source: Open Azure AI Gallery
cs_cz: Otevřít galerii AI
de_ch: Azure AI-Katalog öffnen
es_es: Abrir Azure AI Gallery
fr_be: Ouvrir la galerie Azure AI
ru_ru: Открыть галерею Azure AI
sv_se: Öppna galleriet för Azure AI

# Page 3997127860 - Action 2964965103 - Property 1295455071
source: Setup scheduled forecasting of item sales
cs_cz: Nastavení plánování prognózy prodeje zboží
de_ch: Geplante Planung für Artikelverkauf einrichten
es_es: Configurar la previsión programada de ventas de productos
fr_be: Configurer la planification des prévisions des ventes d'articles
ru_ru: Настройка прогнозирования продаж товаров по графику
sv_se: Ställ in schemalagda prognoser för artikelförsäljning

# Page 3997127860 - Action 2964965103 - Property 2879900210
source: Setup Scheduled Forecasting
cs_cz: Nastavení plánování prognózy
de_ch: Geplante Planung einrichten
es_es: Configurar previsión programada
fr_be: Configurer la planification des prévisions
ru_ru: Настройка прогнозирования по графику
sv_se: Ställ in schemalagda prognoser

# Page 3997127860 - Action 1547422966 - Property 1295455071
source: Update forecast for all items
cs_cz: Aktualizovat prognózu pro všechny zboží
de_ch: Planung für alle Artikel aktualisieren
es_es: Actualizar la previsión para todos los productos
fr_be: Mettre à jour la prévision pour tous les articles
ru_ru: Обновить прогноз для всех товаров
sv_se: Uppdatera prognos för alla artiklar

# Page 3997127860 - Action 1547422966 - Property 2879900210
source: Update Forecast
cs_cz: Aktualizace prognóz
de_ch: Planung aktualisieren
es_es: Actualizar previsión
fr_be: Mettre à jour la prévision
ru_ru: Обновить прогноз
sv_se: Uppdatera prognos

# Query 1089168795 - Property 2879900210
source: Sales Forecast Query
cs_cz: Dotaz prognózy prodeje
de_ch: Umsatzplanungsabfrage
es_es: Consulta previsión ventas
fr_be: Requête de ventes prévues
ru_ru: Запрос прогноза продаж
sv_se: Fråga om försäljningsprognos

# PageExtension 2565734565 - Action 3452445781 - Property 2879900210
source: Forecast
cs_cz: Prognóza
de_ch: Planung
es_es: Previsión
fr_be: Prévision
ru_ru: Прогноз
sv_se: Prognos

# PageExtension 2565734565 - Action 1676605102 - Property 2879900210
source: Update Sales Forecast
cs_cz: Aktualizovat prodejní prognózy
de_ch: Umsatzplanung aktualisieren
es_es: Actualizar la previsión de ventas
fr_be: Mettre à jour les ventes prévues
ru_ru: Обновить прогноз продаж
sv_se: Uppdatera försäljningsprognos

# PageExtension 2261635039 - Action 3452445781 - Property 2879900210
source: Forecast
cs_cz: Prognóza
de_ch: Planung
es_es: Previsión
fr_be: Prévision
ru_ru: Прогноз
sv_se: Prognos

# PageExtension 2261635039 - Action 1676605102 - Property 2879900210
source: Update Sales Forecast
cs_cz: Aktualizovat prodejní prognózy
de_ch: Umsatzplanung aktualisieren
es_es: Actualizar la previsión de ventas
fr_be: Mettre à jour les ventes prévues
ru_ru: Обновить прогноз продаж
sv_se: Uppdatera försäljningsprognos

# TableExtension 818531561 - Field 2006631723 - Property 2879900210
source: Has Sales Forecast
cs_cz: Má prognózu prodeje
de_ch: Hat Umsatzplanung
es_es: Con previsión de ventas
fr_be: A des ventes prévues
ru_ru: Имеет прогноз продаж
sv_se: Har försäljningsprognos

# Table 1767462481 - Field 2908512707 - Property 62802879
source: ARIMA,ETS,STL,ETS+ARIMA,ETS+STL,ALL,TBATS
cs_cz: ARIMA,ETS,STL,ETS+ARIMA,ETS+STL,VŠE,TBATS
