Repository: rstefanetti/MSDyn365BC.Code.History
Catalog: SalesAndInventoryForecast/Source/Sales and Inventory Forecast/Translations/Sales and Inventory Forecast.*.xlf
Languages: cs_cz, de_ch, es_es, fr_be, ru_ru, sv_se

# Page 3449274493 - NamedType 2020948295
source: The forecast is not valid. Someone has changed the forecast period type in the setup on the Sales and Inventory Forecast Setup page. Recalculate the forecast to see the latest figures.
cs_cz: Prognóza není platná. Někdo změnil typ období prognózy v nastavení na stránce Nastavení prognózy prodeje a zásob. Přepočítejte prognózu, abyste viděli nejnovější údaje.
de_ch: Die Planung ist nicht gültig. Jemand hat den Planungsperiodentyp auf der Seite "Einrichtung von Umsatz- und Lagerbestandsplanung" geändert. Berechnen Sie die Planung neu, um die neuesten Zahlen zu sehen.
es_es: La previsión no es válida. Alguien ha cambiado el tipo de periodo de previsión en la página de configuración de previsión de inventario y ventas. Recalcule la previsión para ver las cifras más recientes.
fr_be: La prévision n'est pas valide. Le type de période de la prévision a été modifié dans la configuration de la page Configuration du stock prévu et des ventes prévues. Recalculez la prévision pour connaître les derniers chiffres.
ru_ru: Прогноз недопустим. Тип периода прогноза был изменен в параметрах на странице "Настройка прогноза продаж и запасов". Пересчитайте прогноз для просмотра последних значений.
sv_se: Prognosen är inte giltig. Någon har ändrat prognosens periodtyp i inställningarna på sidan Inställning för försäljnings- och lagerprognos. Räkna om prognosen om du vill visa de senaste siffrorna.

# Page 3449274493 - NamedType 1553124563
source: Inventory Forecast
cs_cz: Prognóza zásob
de_ch: Lagerbestandsplanung
es_es: Previsión de inventario
fr_be: Stock prévu
ru_ru: Прогноз запасов
sv_se: Lagerprognos

# Page 3449274493 - NamedType 16175266
source: Sales forecast not available.
cs_cz: Prognóza prodeje není k dispozici.
de_ch: Umsatzplanung nicht verfügbar.
es_es: Previsión de ventas no disponible.
fr_be: Ventes prévues non disponibles.
ru_ru: Прогноз продаж недоступен.
sv_se: Försäljningsprognos inte tillgänglig.

# Page 3449274493 - NamedType 2480695581
source: To get an updated inventory forecast, you must set up forecasting on the Sales and Inventory Forecast page.
cs_cz: Chcete-li získat aktualizovanou prognózu zásob, je nutné nastavit prognózy na stránce Prognóza prodeje a zásob.
de_ch: Um eine aktualisierte Lagerbestandsplanung zu erhalten, müssen Sie die Planung auf der Seite "Umsatz- und Lagerbestandsplanung" einrichten.
es_es: Para obtener una previsión de inventario actualizada, debe configurar la previsión en la página de previsión de inventario y ventas.
fr_be: Pour obtenir un stock prévu mis à jour, vous devez configurer la prévision dans la page Configuration du stock prévu et des ventes prévues.
ru_ru: Чтобы получить обновленный прогноз запасов, необходимо настроить прогнозирование на странице "Прогноз продаж и запасов".
sv_se: För att få en uppdaterad lagerprognos måste du ställa in prognosen på sidan Försäljnings- och lagerprognos.

# Page 3449274493 - NamedType 2773416397
source: Not enough historical data
cs_cz: Nedostatek historických dat
de_ch: Nicht ausreichend historische Daten
es_es: No hay suficientes datos históricos
fr_be: Données historiques insuffisantes
ru_ru: Недостаточно исторических данных
sv_se: Inte tillräckligt med historiska data

# Page 3449274493 - NamedType 4271254522
source: There is not enough historical data to predict future sales.\You need at least five periods of historical sales in order to predict future sales.
cs_cz: K předpovědi budoucího prodeje není k dispozici dostatek historických dat.\K předpovědi budoucího prodeje musíte mít alespoň 5 období historického prodeje.
de_ch: Es sind nicht ausreichend historische Daten zum Vorhersagen zukünftiger Umsätze vorhanden.\Sie benötigen mindestens 5 Perioden mit historischen Umsatzdaten, um zukünftige Umsätze vorhersagen zu können.
es_es: No hay suficientes datos históricos para predecir las ventas futuras.\Necesita al menos 5 períodos de ventas históricas para poder predecir las ventas futuras.
fr_be: Il n'y a pas suffisamment de données historiques pour prévoir les futures ventes.\Il vous faut au moins cinq périodes de ventes historiques pour prévoir les futures ventes.
ru_ru: Недостаточно исторических данных для предсказания будущих продаж.\Для предсказания будущих продаж требуются по крайней мере пять периодов истории продаж.
sv_se: Det finns inte tillräckligt med historiska data för att förutsäga framtida försäljning.\Det behövs minst fem perioder med historisk försäljning för att förutsäga framtida försäljning.

# Page 3449274493 - NamedType 1187250541
source: Sales Forecast
cs_cz: Prognóza prodeje
de_ch: Umsatzplanung
es_es: Previsión de ventas
fr_be: Ventes prévues
ru_ru: Прогноз продаж
sv_se: Försäljningsprognos

# Page 3449274493 - NamedType 3193096050
source: Status
cs_cz: Stav
es_es: Estado
fr_be: Statut
ru_ru: Состояние

# Page 3449274493 - NamedType 2526222363
source: Update Successful
cs_cz: Aktualizace proběhla úspěšně
de_ch: Aktualisierung erfolgreich
es_es: Actualizar correcta
fr_be: Mise à jour réussie
ru_ru: Обновление выполнено успешно
sv_se: Uppdatering utförd

# Page 3449274493 - NamedType 1057239945
source: Variance too high
cs_cz: Odchylka je příliš vysoká.
de_ch: Abweichung zu hoch
es_es: Desviación muy alta
fr_be: Écart trop élevé
ru_ru: Слишком высокое отклонение
sv_se: Variansen för hög

# Page 3449274493 - NamedType 2597248666
source: The calculated forecast shows a degree of variance that is higher than the setup allows.
cs_cz: Vypočtená prognóza zobrazuje stupeň odchylky, který je vyšší, než dovoluje nastavení.
de_ch: Die berechnete Planung zeigt einen Grad der Abweichung an, der den in der Einrichtung zulässigen Wert übersteigt.
es_es: La previsión calculada muestra un grado de desviación superior al que permite la configuración.
fr_be: La prévision calculée indique un écart supérieur à ce qui est autorisé dans la configuration.
ru_ru: Отклонение рассчитанного прогноза превышает допустимый уровень, заданный в параметрах.
sv_se: Den beräknade prognosen har högre varians än inställningen tillåter.

# Page 3449274493 - NamedType 1716009367
source: Forecast is equal to 0
cs_cz: Prognóza je rovna 0
de_ch: Die Planung ist gleich 0
es_es: La previsión es igual a 0
fr_be: La prévision est égale à 0
ru_ru: Прогноз равен 0
sv_se: Prognosen är lika med 0

# Page 3449274493 - NamedType 931174140
source: The calculated forecast contains values equal to 0.
cs_cz: Vypočtená prognóza obsahuje hodnoty rovné 0.
de_ch: Die berechnete Planung enthält Werte, die gleich 0 sind.
es_es: La previsión calculada contiene los valores iguales a 0.
fr_be: La prévision calculée contient une valeur égale à 0.
ru_ru: Рассчитанный прогноз содержит нулевые значения.
sv_se: Den beräknade prognosen innehåller värden lika med 0.

# Page 3449274493 - Control 2474810715 - Property 1295455071
source: Specifies the status of the forecast based on the current setup data.
cs_cz: Určuje stav prognózy na základě aktuálních dat nastavení.
de_ch: Gibt den Status der Planung auf Grundlage der aktuellen Einrichtungsdaten an.
es_es: Especifica el estado de la previsión según los datos de configuración actuales.
fr_be: Spécifie le statut de la prévision en fonction des données de configuration actuelles.
ru_ru: Определяет статус прогноза на основании текущих данных настройки.
sv_se: Anger prognosens status baserad på aktuella inställningsdata.

# Page 3449274493 - Control 2474810715 - Property 2879900210
source: Status
cs_cz: Stav
es_es: Estado
fr_be: Statut
ru_ru: Состояние

# Page 3449274493 - Action 1388957642 - Property 1295455071
source: Creates a purchase invoice for this item
cs_cz: Vytvoří nákupní fakturu pro toto zboží
de_ch: Erstellt eine Einkaufsrechnung für diesen Artikel.
es_es: Crea una factura de compra para este producto
fr_be: Crée une facture d'achat pour cet article.
ru_ru: Создает счет покупки для этого товара.
sv_se: Skapar en inköpsfaktura för den här artikeln

# Page 3449274493 - Action 1388957642 - Property 2879900210
source: Create Purchase Invoice
cs_cz: Vytvořit nákupní fakturu
de_ch: Einkaufsrechnung erstellen
es_es: Crear factura de compra
fr_be: Créer une facture d'achat
ru_ru: Создать счет покупки
sv_se: Skapa inköpsfaktura

# Page 3449274493 - Action 1672799731 - Property 1295455071
source: Creates a purchase order for this item
cs_cz: Vytvoří nákupní objednávku pro toto zboží
de_ch: Erstellt eine Bestellung für diesen Artikel.
es_es: Crea un pedido de compra para este producto
fr_be: Crée un bon de commande pour cet article
ru_ru: Создает заказ на покупку для этого товара.
sv_se: Skapar en inköpsorder för den här artikeln

# Page 3449274493 - Action 1672799731 - Property 2879900210
source: Create Purchase Order
cs_cz: Vytvořit nákupní objednávku
de_ch: Bestellung erstellen
es_es: Crear pedido compra
fr_be: Créer un bon de commande
ru_ru: Создать заказ на покупку
sv_se: Skapa inköpsorder

# Page 3449274493 - Action 2008385294 - Property 1295455071
source: Deletes the sales forecast for this item
cs_cz: Odstraní prodejní prognózy pro toto zboží
de_ch: Löscht die Umsatzplanung für diesen Artikel
es_es: Elimina las previsión de ventas para este producto
fr_be: Supprime les ventes prévues pour cet article.
ru_ru: Удаление прогноза продаж для этого товара
sv_se: Tar bort försäljningsprognosen för artikeln

# Page 3449274493 - Action 2008385294 - Property 2879900210
source: Delete Sales Forecast
cs_cz: Odstranit prognózu prodeje
de_ch: Umsatzplanung löschen
es_es: Eliminar previsión de ventas
fr_be: Supprimer les ventes prévues
ru_ru: Удалить прогноз продаж
sv_se: Ta bort försäljningsprognos

# Page 3449274493 - Action 740439730 - Property 1295455071
source: View or edit the setup for the forecast.
cs_cz: Zobrazit nebo upravit nastavení prognózy.
de_ch: Einrichtung für die Planung anzeigen oder bearbeiten.
es_es: Ver o editar la configuración de la previsión.
fr_be: Affichez ou modifiez la configuration de la prévision.
ru_ru: Просмотр или изменение параметров прогноза.
sv_se: Visa eller redigera prognosinställningen.

# Page 3449274493 - Action 740439730 - Property 2879900210
source: Forecast Settings
cs_cz: Nastavení prognózy
de_ch: Planungseinstellungen
es_es: Configuración de previsión
fr_be: Paramètres de prévision
ru_ru: Параметры прогноза
sv_se: Prognosinställningar

# Page 3449274493 - Action 3613796910 - Property 1295455071
source: View Item Inventory Forecast
cs_cz: Zobrazit prognózu zásob zboží
de_ch: Artikel-Lagerbestandsplanung anzeigen
es_es: Ver previsión del inventario de productos
fr_be: Afficher le stock prévu d'articles
ru_ru: Просмотр прогноза запасов товаров
sv_se: Visa artikellagerprognos

# Page 3449274493 - Action 3613796910 - Property 2879900210
source: Show Inventory Forecast
cs_cz: Zobrazit prognózu zásob
de_ch: Lagerbestandsplanung anzeigen
es_es: Mostrar previsión de inventario
fr_be: Afficher le stock prévu
ru_ru: Показать прогноз запасов
sv_se: Visa lagerprognos

# Page 3449274493 - Action 951916468 - Property 1295455071
source: View Item Sales Forecast
cs_cz: Zobrazit položky prodejní prognózy
de_ch: Artikelumsatzplanung anzeigen
es_es: Ver previsión de ventas de productos
fr_be: Afficher les ventes prévues d'articles
ru_ru: Просмотр прогноза продаж товаров
sv_se: Visa artikelförsäljningsprognos

# Page 3449274493 - Action 951916468 - Property 2879900210
source: Show Sales Forecast
cs_cz: Zobrazit prodejní prognózy
de_ch: Umsatzplanung anzeigen
es_es: Mostrar previsión de ventas
fr_be: Afficher les ventes prévues
ru_ru: Показать прогноз продаж
sv_se: Visa försäljningsprognos

# Page 3812782154 - Property 2879900210
source: Forecast
cs_cz: Prognóza
de_ch: Planung
es_es: Previsión
fr_be: Prévision
ru_ru: Прогноз
sv_se: Prognos

# Page 3812782154 - NamedType 2862976245
source: Forecast expired
cs_cz: Prognóza vypršela
de_ch: Planung abgelaufen
es_es: Previsión caducada
fr_be: La prévision est arrivée à expiration
ru_ru: Срок действия прогноза истек
sv_se: Prognos utgången

# Page 3812782154 - NamedType 540652290
source: The forecast has passed the expiration date and is no longer valid.
cs_cz: Prognóze již uplynulo datum platnosti a již není platná.
de_ch: Das Ablaufdatum der Planung ist abgelaufen, und die Planung ist nicht mehr gültig.
es_es: La previsión ha superado la fecha de caducidad y ya no es válida.
fr_be: La date d'expiration de la prévision est dépassée et n'est plus valide.
ru_ru: Срок действия прогноза истек; прогноз недействителен.
sv_se: Prognosen har passerat utgångsdatum och är inte längre giltig.

# Page 3812782154 - NamedType 1825422692
source: The %1 has been changed
cs_cz: %1 byl změněn
de_ch: %1 wurde geändert
es_es: %1 ha cambiado
fr_be: Le %1 a été modifié
ru_ru: Значение %1 изменено.
sv_se: %1 har ändrats

# Page 3812782154 - NamedType 2020948295
source: The forecast is not valid. Someone has changed the forecast period type in the setup on the Sales and Inventory Forecast Setup page. Recalculate the forecast to see the latest figures.
cs_cz: Prognóza není platná. Někdo změnil typ období prognózy v nastavení na stránce Nastavení prognózy prodeje a zásob. Přepočítejte prognózu, abyste viděli nejnovější údaje.
de_ch: Die Planung ist nicht gültig. Jemand hat den Planungsperiodentyp auf der Seite "Einrichtung von Umsatz- und Lagerbestandsplanung" geändert. Berechnen Sie die Planung neu, um die neuesten Zahlen zu sehen.
es_es: La previsión no es válida. Alguien ha cambiado el tipo de periodo de previsión en la página de configuración de previsión de inventario y ventas. Recalcule la previsión para ver las cifras más recientes.
fr_be: La prévision n'est pas valide. Le type de période de la prévision a été modifié dans la configuration de la page Configuration du stock prévu et des ventes prévues. Recalculez la prévision pour connaître les derniers chiffres.
ru_ru: Прогноз недопустим. Тип периода прогноза был изменен в параметрах на странице "Настройка прогноза продаж и запасов". Пересчитайте прогноз для просмотра последних значений.
sv_se: Prognosen är inte giltig. Någon har ändrat prognosens periodtyp i inställningarna på sidan Inställning för försäljnings- och lagerprognos. Räkna om prognosen om du vill visa de senaste siffrorna.

# Page 3812782154 - NamedType 1475031092
source: Sales forecast not available for this item.
cs_cz: Prognóza pro tuto položku není k dispozici.
de_ch: Die Umsatzplanung für diesen Artikel nicht verfügbar.
es_es: Previsión de ventas no disponible para este producto.
fr_be: Les ventes prévues ne sont pas disponibles pour cet article.
ru_ru: Недоступен прогноз продаж для этого товара.
sv_se: Försäljningsprognos inte tillgänglig för den här artikeln.

# Page 3812782154 - NamedType 2773416397
source: Not enough historical data
cs_cz: Nedostatek historických dat
de_ch: Nicht ausreichend historische Daten
es_es: No hay suficientes datos históricos
fr_be: Données historiques insuffisantes
ru_ru: Недостаточно исторических данных
sv_se: Inte tillräckligt med historiska data

# Page 3812782154 - NamedType 4271254522
source: There is not enough historical data to predict future sales.\You must have at least 5 periods of historical sales in order to predict future sales.
cs_cz: K předpovědi budoucího prodeje není k dispozici dostatek historických dat.\K předpovědi budoucího prodeje musíte mít alespoň 5 období historického prodeje.
de_ch: Die historischen Daten sind nicht ausreichend, um zukünftige Verkäufe vorherzusagen.\Sie benötigen mindestens 5 Perioden mit historischen Verkäufen, um zukünftige Verkäufe vorherzusagen.
es_es: No hay suficientes datos históricos para predecir las ventas futuras.\Debe tener al menos 5 períodos de ventas históricas para poder predecir las ventas futuras.
fr_be: Il n'y a pas suffisamment de données historiques pour prévoir les futures ventes.\Il faut au moins cinq périodes de ventes historiques pour prévoir les futures ventes.
ru_ru: Недостаточно исторических данных для предсказания будущих продаж.\Для предсказания будущих продаж требуются по крайней мере 5 периодов истории продаж.
sv_se: Det finns inte tillräckligt med historiska data för att förutsäga framtida försäljning.\Det behövs minst fem perioder med historisk försäljning för att förutsäga framtida försäljning.

# Page 3812782154 - NamedType 1057239945
source: Variance too high
cs_cz: Odchylka je příliš vysoká.
de_ch: Abweichung zu hoch
es_es: Desviación muy alta
fr_be: Écart trop élevé
ru_ru: Слишком высокое отклонение
sv_se: Variansen för hög

# Page 3812782154 - NamedType 2597248666
source: The calculated forecast shows a degree of variance that is higher than the setup allows.
cs_cz: Vypočtená prognóza zobrazuje stupeň odchylky, který je vyšší, než dovoluje nastavení.
de_ch: Die berechnete Planung zeigt einen Grad der Abweichung an, der den in der Einrichtung zulässigen Wert übersteigt.
es_es: La previsión calculada muestra un grado de desviación superior al que permite la configuración.
fr_be: La prévision calculée indique un écart supérieur à ce qui est autorisé dans la configuration.
ru_ru: Отклонение рассчитанного прогноза превышает допустимый уровень, заданный в параметрах.
sv_se: Den beräknade prognosen har högre varians än inställningen tillåter.

# Page 3812782154 - Control 2474810715 - Property 1295455071
source: Specifies the status of the forecast based on the current setup data.
cs_cz: Určuje stav prognózy na základě aktuálních dat nastavení.
de_ch: Gibt den Status der Planung auf Grundlage der aktuellen Einrichtungsdaten an.
es_es: Especifica el estado de la previsión según los datos de configuración actuales.
fr_be: Spécifie le statut de la prévision en fonction des données de configuration actuelles.
ru_ru: Определяет статус прогноза на основании текущих данных настройки.
sv_se: Anger prognosens status baserad på aktuella inställningsdata.

# Page 3812782154 - Control 2474810715 - Property 2879900210
source: Status
cs_cz: Stav
es_es: Estado
fr_be: Statut
ru_ru: Состояние

# Page 3812782154 - Action 740439730 - Property 1295455071
source: View or edit the setup for the forecast.
cs_cz: Zobrazit nebo upravit nastavení prognózy.
de_ch: Einrichtung für die Planung anzeigen oder bearbeiten.
es_es: Ver o editar la configuración de la previsión.
fr_be: Affichez ou modifiez la configuration de la prévision.
ru_ru: Просмотр или изменение параметров прогноза.
sv_se: Visa eller redigera prognosinställningen.

# Page 3812782154 - Action 740439730 - Property 2879900210
source: Forecast Settings
cs_cz: Nastavení prognózy
de_ch: Planungseinstellungen
es_es: Configuración de previsión
fr_be: Paramètres de prévision
ru_ru: Параметры прогноза
sv_se: Prognosinställningar

# Page 3997127860 - Property 2879900210
source: Sales and Inventory Forecast Setup
cs_cz: Nastavení prognózy prodeje a zásob
de_ch: Einrichtung von Umsatz- und Lagerbestandsplanung
es_es: Configuración de previsión de ventas e inventario
fr_be: Configuration du stock prévu et des ventes
ru_ru: Настройка прогноза продаж и запасов
sv_se: Inställning för försäljnings- och lagerprognos

# Page 3997127860 - NamedType 3455628948
source: Sales forecast updates are being scheduled. Please wait until the process is complete.
cs_cz: Probíhá plánování aktualizací prognóz prodeje. Počkejte prosím, než bude proces dokončen.
de_ch: Aktualisierungen der Umsatzplanung werden gerade geplant. Bitte warten Sie, bis der Vorgang abgeschlossen ist.
es_es: Se han programado la actualizaciones de previsión de ventas. Espere hasta que finalice el proceso.
fr_be: Les mises à jour des ventes prévues sont en cours de planification. Patientez jusqu'à la fin du processus.
ru_ru: Выполняется планирование обновлений прогноза продаж. Подождите завершения процесса.
sv_se: Uppdateringar av försäljningsprognosen planeras. Vänta tills det är klart.

# Page 3997127860 - NamedType 2687205535
source: Sales forecasts are being updated in the background. This might take a minute.
cs_cz: Prognózy prodeje jsou aktualizovány na pozadí. Může to chvíli trvat.
de_ch: Umsatzplanungen werden im Hintergrund aktualisiert. Dies kann einen Moment dauern.
es_es: Las previsiones de ventas se están actualizando en segundo plano. Este proceso puede tardar un minuto.
fr_be: Les ventes prévues sont en cours de mise à jour en arrière-plan. Cela peut prendre une minute.
ru_ru: Прогнозы продаж обновляются в фоновом режиме. Это может занять несколько минут.
sv_se: Försäljningsprognoser uppdateras i bakgrunden. Detta kan ta en stund.

# Page 3997127860 - Control 2445482498 - Property 2879900210
source: General
cs_cz: Obecné
de_ch: Allgemein
fr_be: Général
ru_ru: Общее
sv_se: Allmänt

# Page 3997127860 - Control 2038324810 - Property 1295455071
source: Specifies the API URI for the Azure Machine Learning instance.
cs_cz: Určuje identifikátor URI API pro instanci Azure Machine Learning.
de_ch: Gibt den API-URI für die Azure Maschine Learning-Instanz an.
es_es: Especifica el URI de API de la instancia de Azure Machine Learning.
fr_be: Spécifier l'URI API pour l'instance Azure Machine Learning.
ru_ru: Определяет URI API экземпляра машинного обучения Azure.
sv_se: Anger API-URI för Azure Machine Learning-instansen.

# Page 3997127860 - Control 1951792025 - Property 1295455071
source: Specifies the API key for the Time Series experiment in Azure Machine Learning.
cs_cz: Určuje klíč API pro časové řady experimentu v Azure Machine Learning.
de_ch: Gibt den API-Schlüssel für den Zeitreihenversuch in Azure Machine Learning an.
es_es: Especifica la clave de API para el experimento de serie temporal en Azure Machine Learning.
fr_be: Spécifie la clé API pour la série chronologique dans Azure Machine Learning.
ru_ru: Определяет ключ API для эксперимента с временным рядом в машинном обучении Azure.
sv_se: Anger API-nyckeln för tidsserieexperimentet i Azure Machine Learning.

# Page 3997127860 - Control 1951792025 - Property 2879900210
source: API Key
cs_cz: Kód rozhraní API
de_ch: API-Schlüssel
es_es: Clave de API
fr_be: Clé API
ru_ru: Ключ API
sv_se: API-nyckel

# Page 3997127860 - Control 3046871300 - Property 1295455071
source: Specifies the number of days until the forecast expires.
cs_cz: Určuje počet dní, po jejichž uplynutí vyprší platnost prognózy.
de_ch: Gibt die Anzahl der Tage bis zum Ablauf der Planung an.
es_es: Especifica el número de días hasta que caduca la previsión.
fr_be: Spécifie le nombre de jours avant expiration de la prévision.
ru_ru: Определяет количество дней до истечения срока действия прогноза.
sv_se: Anger antal dagar innan prognosen går ut.

# Page 3997127860 - Control 3810224734 - Property 1295455071
source: Specifies the number of historical periods from which to get data for the forecast. The length of the period is specified in the Period Type field.
cs_cz: Určuje počet historických období, ze kterých se mají získat data pro prognózu. Délka období je určena v poli Typ období.
de_ch: Gibt die Anzahl historischer Perioden an, aus denen Daten für die Planung abgerufen werden sollen. Die Länge der Periode wird im Feld "Periodentyp" angegeben.
es_es: Especifica el número de períodos históricos en los que obtener datos para la previsión. La duración del periodo se especifica en el campo Tipo periodo.
fr_be: Spécifie le nombre de périodes historiques à partir desquelles obtenir des données pour la prévision. La longueur de la période est spécifiée dans le champ Type de période.
ru_ru: Определяет количество исторических периодов, из которых необходимо получить данные для прогноза. Длительность периода указывается в поле "Тип периода".
sv_se: Anger antalet historiska perioder som du vill hämta data från till prognosen. Periodens längd anges i fältet Periodtyp.
