Repository: rstefanetti/MSDyn365BC.Code.History
Catalog: EssentialBusinessHeadlines/Source/Essential Business Headlines/Translations/Essential Business Headlines.*.xlf
Languages: cs_cz, fi_fi, fr_ca, nb_no

# Table 3952093732 - Property 2879900210
source: Ess. Business Headline Per Usr
cs_cz: Nadpis Ess. Business pro uživatele
fi_fi: Käyttäjäkohtainen Ess. Businessin otsikko
fr_ca: Titre société ess. par utilisateur
nb_no: Viktig forretningsoverskrift per bruker

# Table 3952093732 - Field 2429433402 - Property 2879900210
source: Headline Computation Period
cs_cz: Výpočet období titulku

# Table 3952093732 - Field 3328807818 - Property 2879900210
source: Headline Computation WorkDate
cs_cz: Výpočet pracovního data titulku

# Table 3952093732 - Field 4254604467 - Property 2879900210
source: Headline Name
cs_cz: Název titulku

# Table 3952093732 - Field 148567781 - Property 2879900210
source: Headline Text
cs_cz: Text titulku

# Table 3952093732 - Field 1323444644 - Property 2879900210
source: Headline Visible
cs_cz: Viditelnost titulku

# Table 3952093732 - Field 3776794752 - Property 2879900210
source: User Id
cs_cz: ID uživatele
fi_fi: Käyttäjätunnus
fr_ca: Code utilisateur
nb_no: Bruker-ID

# Table 3952093732 - Field 3365886264 - Property 2879900210
source: VAT Return Period Record Id
cs_cz: Id záznamu období přiznání k DPH
fi_fi: ALV-palautusjakson tietuetunnus
fr_ca: Code enregistrement de la période de retour TVA
nb_no: Post-ID for omsetningsoppgaveperiode

# Table 478926726 - Property 2879900210
source: Headline Details Per User
cs_cz: Podrobnosti nadpisu dle uživatele
fi_fi: Käyttäjäkohtaiset otsikon tiedot
fr_ca: Détail du titre par utilisateur
nb_no: Overskriftsdetaljer per bruker

# Table 478926726 - Field 592951229 - Property 2879900210
source: Amount (LCY)
cs_cz: Částka (LM)
fi_fi: Summa (PVA)
fr_ca: Montant $
nb_no: Beløp (NOK)

# Table 478926726 - Field 2961552353 - Property 2879900210
source: Name
cs_cz: Název
fi_fi: Nimi
fr_ca: Nom
nb_no: Navn

# Table 478926726 - Field 4200184881 - Property 2879900210
source: No.
cs_cz: Číslo
fi_fi: Nro
fr_ca: N°
nb_no: Nr.

# Table 478926726 - Field 2704404533 - Property 2879900210
source: Quantity
cs_cz: Množství
fi_fi: Määrä
fr_ca: Quantité
nb_no: Antall

# Table 478926726 - Field 1878130204 - Property 2879900210
source: Type
cs_cz: Typ
fi_fi: Tyyppi

# Table 478926726 - Field 1878130204 - Property 62802879
source: Item,Resource,Customer
cs_cz: Zboží,Zdroj,Zákazník
fi_fi: Nimike,Resurssi,Asiakas
fr_ca: Article,Ressource,Client
nb_no: Vare,Ressurs,Kunde

# Table 478926726 - Field 1920046521 - Property 2879900210
source: Unit of Measure
cs_cz: Měrná jednotka
fi_fi: Mittayksikkö
fr_ca: Unité de mesure
nb_no: Måleenhet

# Table 478926726 - Field 3776794752 - Property 2879900210
source: User Id
cs_cz: ID uživatele
fi_fi: Käyttäjätunnus
fr_ca: Code utilisateur
nb_no: Bruker-ID

# Codeunit 3892878374 - NamedType 4046857381
source: %1 was busy, with %2 units booked
cs_cz: %1 byl zaneprázdněn, s %2 rezervovanými jednotkami
fi_fi: %1 oli kiireinen (%2 varattua yksikköä)
fr_ca: %1 a été bien occupé, avec %2 unités réservées
nb_no: %1 var opptatt, med %2 bestilte eksemplarer

# Codeunit 3892878374 - NamedType 3960948374
source: The biggest sales order was for %1
cs_cz: Největší prodejní objednávka byla za %1
fi_fi: Suurimman myyntitilauksen summa oli %1
fr_ca: Le document de vente le plus élevé s'élevait à %1
nb_no: Den største salgsordren var for %1

# Codeunit 3892878374 - NamedType 2160359073
source: The largest posted sales invoice was for %1
cs_cz: Největší účtovaná prodejní faktura byla v hodnotě %1
fi_fi: Suurimman kirjatun myyntilaskun summa oli %1
fr_ca: La facture vente reportée la plus élevée s'élevait à %1
nb_no: Den største bokførte salgsfakturaen var på %1

# Codeunit 3892878374 - NamedType 3499600069
source: The best-selling item was %1 with %2 units sold
cs_cz: Nejprodávanější zboží - %1 s %2 prodanými j.
fi_fi: Eniten myyty nimike oli %1 (%2 myytyä yksikköä)
fr_ca: La meilleure vente était %1 avec %2 unités vendues
nb_no: Bestselgervaren var %1 med %2 solgte eksemplarer

# Codeunit 3892878374 - NamedType 2645967220
source: Your VAT return is due %1 (in %2 days)
cs_cz: Vaše přiznání k DPH je splatné %1 (za %2 dní)
fi_fi: ALV-palautus erääntyy %1 (%2 päivän sisällä)
fr_ca: Votre retour TVA est dû le %1 (dans %2 jours)
nb_no: Omsetningsoppgaven forfaller %1 (om %2 dager)

# Codeunit 3892878374 - NamedType 2968159578
source: Your VAT return is overdue since %1 (%2 days)
cs_cz: Vaše přiznání k DPH je po splatnosti %1 (%2 dní)
fi_fi: ALV-palautus on erääntynyt %1 (%2 päivää)
fr_ca: Votre retour TVA est échu depuis %1 (%2 jours)
nb_no: Omsetningsoppgaven forfalt %1 (for %2 dager siden)

# Codeunit 3892878374 - NamedType 3201758308
source: Insight from the last three months
cs_cz: Přehled za poslední 3 měsíce
fi_fi: Kolmen viime kuukauden tiedot
fr_ca: Aperçu des trois derniers mois
nb_no: Innsikt fra de tre siste månedene

# Codeunit 3892878374 - NamedType 4020145668
source: Insight from last month
cs_cz: Přehled za poslední měsíc
fi_fi: Viime kuukauden tiedot
fr_ca: Aperçu du dernier mois
nb_no: Innsikt fra forrige måned

# Codeunit 3892878374 - NamedType 3994781656
source: Insight from last week
cs_cz: Přehled za poslední týden
fi_fi: Viime viikon tiedot
fr_ca: Aperçu de la dernière semaine
nb_no: Innsikt fra forrige uke

# Codeunit 3892878374 - NamedType 2020896476
source: Insight from today
cs_cz: Přehled z dnešního dne
fi_fi: Tietoa tästä päivästä
fr_ca: Aperçu de la date du jour
nb_no: Innsikt fra i dag

# Codeunit 3892878374 - NamedType 3400448036
source: Overdue invoices up by %1. You can collect %2
cs_cz: Počet faktur po splatnosti je %1. Celková částka je %2
fi_fi: Erääntyneet laskut %1 mennessä. Voit kerätä %2
fr_ca: Factures échues par %1. Vous pouvez recouvrir %2
nb_no: Forfalte fakturaer har gått opp med %1. Du kan hente %2

# Codeunit 3892878374 - NamedType 1683397577
source: You closed %1 more deals than in the same period last year
cs_cz: Uzavřeli jste o %1 více obchodů než ve stejném období loňského roku
fi_fi: Teit kauppoja %1 enemmän kuin viime vuoden samalla jaksolla
fr_ca: %1 transactions fermées de plus que l'année passée
nb_no: Du lukket %1 flere avtaler enn samme periode i fjor

# Codeunit 3892878374 - NamedType 1726375555
source: Your top customer was %1, bought for %2
cs_cz: Váš nejlepší zákazník byl %1, nakoupil za %2
fi_fi: Paras asiakkaasi oli %1 kokonaisostosummalla %2
fr_ca: Votre client principal %1 a acheté pour %2
nb_no: Din beste kunde var %1, kjøpte for %2

# Codeunit 3892878374 - NamedType 3268947075
source: VAT Return
cs_cz: Přiznání k DPH
fi_fi: ALV-palautus
fr_ca: Retour TVA
nb_no: Omsetningsoppgave

# Page 3615731784 - Property 2879900210
source: Headline Details
cs_cz: Podrobnosti nadpisu
fi_fi: Otsikon tiedot
fr_ca: Détails du titre
nb_no: Overskriftsdetaljer

# Page 3615731784 - NamedType 3285233284
source: Amount
cs_cz: Částka
fi_fi: Summa
fr_ca: Montant
nb_no: Beløp

# Query 3009275761 - Property 2879900210
source: Best Sold Item Headline
cs_cz: Titulek nejprodávanějšího zboží
fi_fi: Myydyimmän nimikkeen otsikko
fr_ca: Titre article vendu principal
nb_no: Overskrift for best solgte vare

# Query 608716126 - Property 2879900210
source: Sales Increase Headline
cs_cz: Nadpis zvýšení prodeje
fi_fi: Myynnin lisäyksen otsikko
fr_ca: Titre augmentation des ventes
nb_no: Overskrift for salgsøkning

# Query 1526214987 - Property 2879900210
source: Top Customer Headline
cs_cz: Nadpis nejlepšího zákazníka
fi_fi: Ylin asiakkaan otsikko
fr_ca: Titre client principal
nb_no: Overskrift for beste kunde
