Repository: rstefanetti/MSDyn365BC.Code.History
Catalog: SwissQRBill/Source/QR-Bill Management for Switzerland/Translations/QR-Bill Management for Switzerland.*.xlf
Languages: de_ch, fr_ch, it_ch

# Table 1758404270 - Property 2879900210
source: Swiss QR-Bill Billing Detail
de_ch: Abrechnungsdetail Schweizer QR-Rechnung
fr_ch: Détails de la facturation QR-facture suisse
it_ch: Dettagli di fatturazione per fatture QR Svizzera

# Table 1758404270 - Field 883711285 - Property 2879900210
source: Entry No.
de_ch: Laufnr.
fr_ch: N° écriture
it_ch: Nr. movimento

# Table 1758404270 - Field 455657866 - Property 2879900210
source: Format Code
de_ch: Code formatieren
fr_ch: Mettre en forme code
it_ch: Codice formato

# Table 1758404270 - Field 2163950592 - Property 2879900210
source: Description
de_ch: Beschreibung
it_ch: Descrizione

# Table 1758404270 - Field 1617657750 - Property 2879900210
source: Type
de_ch: Art
it_ch: Tipo

# Table 1758404270 - Field 2802441475 - Property 2879900210
source: Value
de_ch: Wert
fr_ch: Valeur
it_ch: Valore

# Table 1536358807 - Property 2879900210
source: Swiss QR-Bill Billing Info
de_ch: Abrechnungsinfos Schweizer QR-Rechnung
fr_ch: Informations de facturation QR-facture suisse
it_ch: Informazioni di fatturazione per fatture QR Svizzera

# Table 1536358807 - Field 3004954119 - Property 2879900210
source: Code
it_ch: Codice

# Table 1536358807 - Field 580412389 - Property 2879900210
source: Document Date
de_ch: Belegdatum
fr_ch: Date document
it_ch: Data documento

# Table 1536358807 - Field 486908828 - Property 2879900210
source: Document No.
de_ch: Belegnummer
fr_ch: N° document
it_ch: Nr. documento

# Table 1536358807 - Field 3197070065 - Property 2879900210
source: Payment Terms
de_ch: Zahlungsbedingungen
fr_ch: Conditions de paiement
it_ch: Condizioni pagamento

# Table 1536358807 - Field 3163386377 - Property 2879900210
source: VAT Date
de_ch: MWST-Datum
fr_ch: Date TVA
it_ch: Data IVA

# Table 1536358807 - Field 948183387 - Property 2879900210
source: VAT Details
de_ch: MWST-Details
fr_ch: Détails TVA
it_ch: Dettagli IVA

# Table 1536358807 - Field 3370092820 - Property 2879900210
source: VAT Number
de_ch: MWST-Nummer
fr_ch: Numéro TVA
it_ch: Partita IVA

# Table 3123205156 - Property 2879900210
source: QR-Bill Buffer
de_ch: QR-Rechnungspuffer
fr_ch: Tampon QR-facture
it_ch: Buffer fattura QR

# Table 3123205156 - Field 3909387240 - Property 2879900210
source: Name
fr_ch: Nom
it_ch: Nome

# Table 3123205156 - Field 252116561 - Property 2879900210
source: Name
fr_ch: Nom
it_ch: Nome

# Table 3123205156 - Field 357981716 - Property 2879900210
source: Value
de_ch: Wert
fr_ch: Valeur
it_ch: Valore

# Table 3123205156 - Field 995678333 - Property 2879900210
source: Value
de_ch: Wert
fr_ch: Valeur
it_ch: Valore

# Table 3123205156 - Field 636392376 - Property 2879900210
source: Amount
de_ch: Betrag
fr_ch: Montant
it_ch: Importo

# Table 3123205156 - Field 652583889 - Property 2879900210
source: Billing Information
de_ch: Abrechnungsinformationen
fr_ch: Informations de facturation
it_ch: Informazioni di fatturazione

# Table 3123205156 - Field 3725011962 - Property 2879900210
source: Address Type
de_ch: Adressart
fr_ch: Type d’adresse
it_ch: Tipo di indirizzo

# Table 3123205156 - Field 3471660999 - Property 2879900210
source: Building Number Or Address Line 2
de_ch: Hausnummer oder Adresszeile 2
fr_ch: Numéro de bâtiment ou ligne d’adresse 2
it_ch: Numero civico o riga indirizzo 2

# Table 3123205156 - Field 827397257 - Property 2879900210
source: City
de_ch: Ort
fr_ch: Ville
it_ch: Città

# Table 3123205156 - Field 1853601428 - Property 2879900210
source: Country
de_ch: Land
fr_ch: Pays
it_ch: Paese

# Table 3123205156 - Field 3629222105 - Property 2879900210
source: Name
fr_ch: Nom
it_ch: Nome

# Table 3123205156 - Field 3143700748 - Property 2879900210
source: Postal Code
de_ch: PLZ
fr_ch: Code postal
it_ch: NPA

# Table 3123205156 - Field 3258778244 - Property 2879900210
source: Street Or Address Line 1
de_ch: Strasse oder Adresszeile 1
fr_ch: Rue ou ligne d’adresse 1
it_ch: Via o riga indirizzo 1

# Table 3123205156 - Field 3561154705 - Property 2879900210
source: Currency
de_ch: Währung
fr_ch: Monnaie
it_ch: Valuta

# Table 3123205156 - Field 2538166446 - Property 2879900210
source: Customer Ledger Entry
de_ch: Debitorenposten
fr_ch: Écriture comptable client
it_ch: Movimento contabile cliente

# Table 3123205156 - Field 883711285 - Property 2879900210
source: Entry No.
de_ch: Laufnr.
fr_ch: N° écriture
it_ch: Nr. movimento

# Table 3123205156 - Field 804481195 - Property 2879900210
source: QR-Bill PDF File Name
de_ch: Name der PDF-Datei der QR-Rechnung
fr_ch: Nom du fichier PDF QR-facture
it_ch: Nome file PDF fattura QR

# Table 3123205156 - Field 2282340624 - Property 2879900210
source: IBAN Type
de_ch: IBAN-Typ
fr_ch: Type IBAN
it_ch: Tipo di IBAN

# Table 3123205156 - Field 2273653569 - Property 2879900210
source: Language Code
de_ch: Sprachcode
fr_ch: Code langue
it_ch: Codice lingua

# Table 3123205156 - Field 3513440339 - Property 2879900210
source: Payment Reference
de_ch: Zahlungsreferenz
fr_ch: Référence paiement
it_ch: Riferimento pagamento

# Table 3123205156 - Field 2913489531 - Property 2879900210
source: Reference Type
de_ch: Referenztyp
fr_ch: Type de référence
it_ch: Tipo di riferimento

# Table 3123205156 - Field 1478209993 - Property 2879900210
source: QR-Bill Layout
de_ch: QR-Rechnungslayout
fr_ch: Mise en page QR-facture
it_ch: Layout fattura QR

# Table 3123205156 - Field 2450656320 - Property 2879900210
source: QR-Code Image
de_ch: Bild des QR-Codes
fr_ch: Image code QR
it_ch: Immagine codice QR

# Table 3123205156 - Field 1074042268 - Property 2879900210
source: Source Record Printed
de_ch: Quelldatensatz gedruckt
fr_ch: Enregistrement source imprimé
it_ch: Record di origine stampato

# Table 3123205156 - Field 579068757 - Property 2879900210
source: Address Type
de_ch: Adressart
fr_ch: Type d’adresse
it_ch: Tipo di indirizzo

# Table 3123205156 - Field 230250676 - Property 2879900210
source: Building Number Or Address Line 2
de_ch: Hausnummer oder Adresszeile 2
fr_ch: Numéro de bâtiment ou ligne d’adresse 2
it_ch: Numero civico o riga indirizzo 2

# Table 3123205156 - Field 660211606 - Property 2879900210
source: City
de_ch: Ort
fr_ch: Ville
it_ch: Città

# Table 3123205156 - Field 3454136063 - Property 2879900210
source: Country
de_ch: Land
fr_ch: Pays
it_ch: Paese

# Table 3123205156 - Field 1325844262 - Property 2879900210
source: Name
fr_ch: Nom
it_ch: Nome

# Table 3123205156 - Field 2070696839 - Property 2879900210
source: Postal Code
de_ch: PLZ
fr_ch: Code postal
it_ch: NPA

# Table 3123205156 - Field 2350864687 - Property 2879900210
source: Street Or Address Line 1
de_ch: Strasse oder Adresszeile 1
fr_ch: Rue ou ligne d’adresse 1
it_ch: Via o riga indirizzo 1

# Table 3123205156 - Field 2357675219 - Property 2879900210
source: Address Type
de_ch: Adressart
fr_ch: Type d’adresse
it_ch: Tipo di indirizzo

# Table 3123205156 - Field 2040024118 - Property 2879900210
source: Building Number Or Address Line 2
de_ch: Hausnummer oder Adresszeile 2
fr_ch: Numéro de bâtiment ou ligne d’adresse 2
it_ch: Numero civico o riga indirizzo 2

# Table 3123205156 - Field 3323991764 - Property 2879900210
source: City
de_ch: Ort
fr_ch: Ville
it_ch: Città

# Table 3123205156 - Field 1105716049 - Property 2879900210
source: Country
de_ch: Land
fr_ch: Pays
it_ch: Paese

# Table 3123205156 - Field 2220325764 - Property 2879900210
source: Name
fr_ch: Nom
it_ch: Nome

# Table 3123205156 - Field 1187072953 - Property 2879900210
source: Postal Code
de_ch: PLZ
fr_ch: Code postal
it_ch: NPA

# Table 3123205156 - Field 1766368289 - Property 2879900210
source: Street Or Address Line 1
de_ch: Strasse oder Adresszeile 1
fr_ch: Rue ou ligne d’adresse 1
it_ch: Via o riga indirizzo 1

# Table 3123205156 - Field 3759566347 - Property 2879900210
source: Unstructured Message
de_ch: Unstrukturierte Meldung
fr_ch: Message non structuré
it_ch: Messaggio non strutturato

# Table 3265151286 - Property 2879900210
source: Swiss QR-Bill Layout
de_ch: Layout für Schweizer QR-Rechnungen
fr_ch: Présentation QR-facture suisse
it_ch: Layout fatture QR Svizzera

# Table 3265151286 - Field 3909387240 - Property 2879900210
source: Alternate Procedure Name 1
de_ch: Name alternatives Verfahren 1
fr_ch: Nom de la procédure alternative 1
it_ch: Nome procedura alternativa 1

# Table 3265151286 - Field 252116561 - Property 2879900210
source: Alternate Procedure Name 2
de_ch: Name alternatives Verfahren 2
fr_ch: Nom de la procédure alternative 2
it_ch: Nome procedura alternativa 2

# Table 3265151286 - Field 357981716 - Property 2879900210
source: Alternate Procedure Value 1
de_ch: Wert alternatives Verfahren 1
fr_ch: Valeur de la procédure alternative 1
it_ch: Valore procedura alternativa 1

# Table 3265151286 - Field 995678333 - Property 2879900210
source: Alternate Procedure Value 2
de_ch: Wert alternatives Verfahren 2
fr_ch: Valeur de la procédure alternative 2
it_ch: Valore procedura alternativa 2

# Table 3265151286 - Field 652583889 - Property 2879900210
source: Billing Information
de_ch: Abrechnungsinformationen
fr_ch: Informations de facturation
it_ch: Informazioni di fatturazione

# Table 3265151286 - Field 3004954119 - Property 2879900210
source: Code
it_ch: Codice

# Table 3265151286 - Field 2282340624 - Property 2879900210
source: IBAN Type
de_ch: IBAN-Typ
fr_ch: Type IBAN
it_ch: Tipo di IBAN

# Table 3265151286 - Field 2913489531 - Property 2879900210
source: Reference Type
de_ch: Referenztyp
fr_ch: Type de référence
it_ch: Tipo di riferimento

# Table 3265151286 - Field 274379709 - Property 2879900210
source: Unstructured Message
de_ch: Unstrukturierte Meldung
fr_ch: Message non structuré
it_ch: Messaggio non strutturato

# Table 70102863 - Property 2879900210
source: Swiss QR-Bill Reports
de_ch: Berichte für Schweizer QR-Rechnungen
fr_ch: États QR-facture suisse
it_ch: Report fatture QR Svizzera

# Table 70102863 - Field 2891538263 - Property 2879900210
source: Enabled
de_ch: Aktiviert
fr_ch: Activé
it_ch: Abilitato

# Table 70102863 - Field 3743971578 - Property 2879900210
source: Name
fr_ch: Nom
it_ch: Nome

# Table 726691145 - Property 2879900210
source: Swiss QR-Bill Setup
de_ch: Einrichtung für Schweizer QR-Rechnungen
fr_ch: Configuration QR-facture suisse
it_ch: Setup fatture QR Svizzera

# Table 726691145 - Field 3688674258 - Property 2879900210
source: Address Type
de_ch: Adressart
fr_ch: Type d’adresse
it_ch: Tipo di indirizzo

# Table 726691145 - Field 3039979235 - Property 2879900210
source: Default QR-Bill Layout
de_ch: Standardmässiges QR-Rechnungslayout
fr_ch: Mise en page QR-facture par défaut
it_ch: Layout fattura QR di default

# Table 726691145 - Field 3988549303 - Property 2879900210
source: Journal Batch
de_ch: Erf.-Journalname
fr_ch: Lot feuille
it_ch: Batch registrazioni

# Table 726691145 - Field 3679062379 - Property 2879900210
source: Journal Template
de_ch: Erf.-Journalvorlage
fr_ch: Modèle feuille
it_ch: Definizione registrazioni

# Table 726691145 - Field 2794767707 - Property 2879900210
source: Last Used Payment Reference No.
de_ch: Zuletzt verwendete Zahlungsreferenznr.
fr_ch: N° référence dernier paiement utilisé
it_ch: Nr. riferimento ultimo pagamento utilizzato

# Table 726691145 - Field 1668694013 - Property 2879900210
source: Primary key
de_ch: Primärschlüssel
fr_ch: Clé primaire
it_ch: Chiave primaria

# Table 726691145 - Field 1683895107 - Property 2879900210
source: SEPA CAMT 054 Data Exch. Def. Code
de_ch: SEPA CAMT 054 Datenaustausch-Definitionscode
fr_ch: SEPA CAMT 054 Code déf. échange données
it_ch: Codice definizione scambio dati SEPA CAMT 054

# Table 726691145 - Field 580218857 - Property 2879900210
source: SEPA Credit Transfer
de_ch: SEPA-Überweisung
fr_ch: Virement SEPA
it_ch: Bonifico SEPA

# Table 726691145 - Field 2179895180 - Property 2879900210
source: SEPA Direct Debit
de_ch: SEPA-Basislastschrift
fr_ch: Prélèvement SEPA
it_ch: Addebito diretto SEPA

# Table 726691145 - Field 1798299531 - Property 2879900210
source: Swiss-Cross Image
de_ch: Bild Schweizerkreuz
fr_ch: Image croix suisse
it_ch: Immagine croce svizzera

# Table 726691145 - Field 1784136230 - Property 2879900210
source: German Umlaut Chars Encoding Mode
de_ch: Codierungsmodus für deutsche Umlaute
fr_ch: Mode d’encodage des caractères umlaut allemands
it_ch: Modalità di codifica dei caratteri con umlaut tedeschi

# Codeunit 1536358807 - NamedType 3248521621
source: %1 to %2
de_ch: %1 bis %2
fr_ch: %1 à %2
it_ch: Da %1 a %2

# Codeunit 1536358807 - NamedType 2777116673
source: %1% discount for %2 days
de_ch: %1% Rabatt für %2 Tage
fr_ch: %1% de remise pour %2 jours
it_ch: %1% di sconto per %2 giorni

# Codeunit 1536358807 - NamedType 1762402513
source: Unsupported billing format.
de_ch: Nicht unterstütztes Abrechnungsformat.
fr_ch: Format de facturation non pris en charge.
it_ch: Formato di fatturazione non supportato.

# Codeunit 1536358807 - NamedType 1262718741
source: %1% for the total amount
de_ch: %1% für den Gesamtbetrag
fr_ch: %1% pour le montant total.
it_ch: %1% per l’importo totale

# Codeunit 1536358807 - NamedType 2001546867
source: %1% on %2
de_ch: %1 % am %2
fr_ch: %1 % sur %2
it_ch: %1% su %2

# Codeunit 4034792744 - NamedType 3609863065
source: Address type "S" or "K" is not found.
de_ch: Adressart 'S' oder 'K' nicht gefunden.
fr_ch: Type d’adresse «S» ou «K» introuvable.
it_ch: Tipo di indirizzo «S» o «K» non trovato.

# Codeunit 4034792744 - NamedType 2655798072
source: Blanked reference number is expected for reference type NON.
de_ch: Geleerte Referenznummer wird erwartet für Referenzart NON.
fr_ch: Un numéro de référence vierge est attendu pour le type de référence NON.
it_ch: Per il tipo di riferimento NON il numero di riferimento deve essere vuoto.

# Codeunit 4034792744 - NamedType 651323602
source: Only CH and LI IBAN values are permitted.
de_ch: Nur CH- und LI-IBAN-Werte sind zulässig.
fr_ch: Seules les valeurs IBAN CH et LI sont autorisées.
it_ch: Sono consentiti solo valori IBAN CH e LI.

# Codeunit 4034792744 - NamedType 1355979382
source: Creditor's account value (IBAN or QR-IBAN) should be 21 chars length.
de_ch: Kontowert (IBAN oder QR-IBAN) des Kreditors muss 21 Zeichen lang sein.
fr_ch: La valeur du compte du créditeur (IBAN ou QR-IBAN) doit comprendre 21 caractères.
it_ch: La lunghezza del conto del creditore (IBAN o IBAN QR) deve essere di 21 caratteri.

# Codeunit 4034792744 - NamedType 1657435727
source: Creditor's account value (IBAN or QR-IBAN) is not found.
de_ch: Kontowert (IBAN oder QR-IBAN) des Kreditors nicht gefunden.
fr_ch: Valeur du compte du créditeur (IBAN ou QR-IBAN) introuvable.
it_ch: Valore conto del creditore (IBAN o IBAN QR) non trovato.

# Codeunit 4034792744 - NamedType 3405322095
source: Creditor-Reference must be up to 25 chars length and start with RF and two check digits.
de_ch: Kreditor-Referenz muss bis zu 25 Zeichen lang sein und mit RF und zwei Prüfziffern beginnen.
fr_ch: La référence créditeur doit comprendre un maximum de 25 caractères et commencer par RF et deux chiffres de contrôle.
it_ch: Il riferimento del creditore deve avere una lunghezza massima di 25 caratteri e iniziare con RF e due cifre di controllo.

# Codeunit 4034792744 - NamedType 1222565290
source: Currency is not found.
de_ch: Die Währung wurde nicht gefunden.
fr_ch: Monnaie introuvable.
it_ch: Valuta non trovata.

# Codeunit 4034792744 - NamedType 1461455179
source: The file is empty.
de_ch: Die Datei ist leer.
fr_ch: Le fichier est vide.
it_ch: Il file è vuoto.

# Codeunit 4034792744 - NamedType 2262322168
source: The line value is expected to be blanked.
de_ch: Der Zeilenwert soll geleert werden.
fr_ch: La valeur de ligne attendue était vierge.
it_ch: Il valore della riga deve essere vuoto.

# Codeunit 4034792744 - NamedType 3751493492
source: Unexpected end of file.
de_ch: Unerwartetes Dateiende.
fr_ch: Fin du fichier inattendue.
it_ch: Fine del file imprevista.

# Codeunit 4034792744 - NamedType 3098262022
source: File line %1: %2
de_ch: Dateiposition %1: %2
fr_ch: Ligne fichier %1: %2
it_ch: Riga file %1: %2

# Codeunit 4034792744 - NamedType 1413840450
source: Header coding type value 1 is not found.
de_ch: Wert 1 für Kopf-Codiertyp nicht gefunden.
fr_ch: Valeur de type codage en-tête 1 introuvable.
it_ch: Valore 1 del tipo di codifica testata non trovato.

# Codeunit 4034792744 - NamedType 2686324143
source: Header QR type value SPC is not found.
de_ch: Wert SPC für Kopf-QR-Typ nicht gefunden.
fr_ch: Valeur de type QR en-tête SPC introuvable.
it_ch: Valore SPC del tipo QR testata non trovato.

# Codeunit 4034792744 - NamedType 2143403297
source: Header version value 0200 is not found.
de_ch: Wert 0200 für Kopfversion nicht gefunden.
fr_ch: Valeur de version en-tête 0200 introuvable.
it_ch: Valore versione testata 0200 non trovato.

# Codeunit 4034792744 - NamedType 2067689722
source: The Name value is not found.
de_ch: Der Name wurde nicht gefunden.
fr_ch: Valeur Nom introuvable.
it_ch: Valore del nome non trovato.

# Codeunit 4034792744 - NamedType 1979560524
source: Failed to parse amount value.
de_ch: Fehler beim Analysieren des Betragswerts.
fr_ch: Échec de l’analyse de la valeur du montant.
it_ch: Impossibile analizzare il valore dell’importo.

# Codeunit 4034792744 - NamedType 1751929933
source: Payment reference type is not found.
de_ch: Zahlungsreferenztyp nicht gefunden.
fr_ch: Type de référence de paiement introuvable.
it_ch: Tipo di riferimento pagamento non trovato.

# Codeunit 4034792744 - NamedType 4094403330
source: QR-Reference must be 27 chars length.
de_ch: QR-Referenznummer muss 27 Zeichen lang sein.
fr_ch: La référence QR doit comprendre 27 caractères.
it_ch: La lunghezza del riferimento QR deve essere di 27 caratteri.

# Codeunit 4034792744 - NamedType 3668892087
source: Trailer value EPD is not found.
de_ch: Anhängerwert EPD nicht gefunden.
fr_ch: Valeur de fin EPD introuvable.
it_ch: Valore finale EPD non trovato.

# Codeunit 4034792744 - NamedType 3133775404
source: Payment reference type (QRR, SCOR or NON) is not found.
de_ch: Zahlungsreferenztyp (QRR, SCOR oder NON) nicht gefunden.
fr_ch: Type de référence de paiement (QRR, SCOR ou NON) introuvable.
it_ch: Tipo di riferimento pagamento (QRR, SCOR o NON) non trovato.

# Codeunit 4034792744 - NamedType 2133021018
source: Unstructured message is not found.
de_ch: Unstrukturierte Meldung nicht gefunden.
fr_ch: Message non structuré introuvable.
it_ch: Messaggio non strutturato non trovato.

# Codeunit 4034792744 - NamedType 1400434842
source: Only CHF and EUR currencies are permitted.
de_ch: Nur die Währungen CHF und EUR sind erlaubt.
fr_ch: Seules les monnaies CHF et EUR sont autorisées.
it_ch: Sono consentite solo le valute EUR e CHF.

# Codeunit 2051230818 - NamedType 2763560925
source: There is no data to import.
de_ch: Es sind keine zu importierenden Daten vorhanden.
fr_ch: Il n’y a aucune donnée à importer.
it_ch: Nessun dato da importare.

# Codeunit 2051230818 - NamedType 3360002383
source: The document has already been created. Do you want to open it?
de_ch: Der Beleg wurde bereits erstellt. Möchten Sie ihn öffnen?
fr_ch: Le document a déjà été créé. Souhaitez-vous l’ouvrir?
it_ch: Il documento è già stato creato. Aprirlo?

# Codeunit 2051230818 - NamedType 3907862611
source: Creditor's detailed information is not found.
de_ch: Detaillierte Informationen zum Kreditor nicht gefunden.
fr_ch: Informations détaillées sur le créditeur introuvables.
it_ch: Informazioni dettagliate del creditore non trovate.

# Codeunit 2051230818 - NamedType 545804147
source: Creditor reference %1 check digit is wrong.
de_ch: Prüfziffer %1 der Kreditorreferenz ist falsch.
fr_ch: Le chiffre de contrôle de la référence créditeur %1 est incorrect.
it_ch: La cifra di controllo del riferimento creditore %1 è errata.

# Codeunit 2051230818 - NamedType 195088334
source: Debitor's detailed information is not found.
de_ch: Detaillierte Informationen zum Debitor nicht gefunden.
fr_ch: Informations détaillées sur le débiteur introuvables.
it_ch: Informazioni dettagliate del debitore non trovate.

# Codeunit 2051230818 - NamedType 3055617137
source: Could not decode QR-Bill information.
de_ch: Die QR-Rechnungsinformationen konnten nicht entschlüsselt werden.
fr_ch: Impossible de décoder les informations de QR-facture.
it_ch: Impossibile decodificare le informazioni della fattura QR.

# Codeunit 2051230818 - NamedType 996044229
source: The document has already been created.
de_ch: Der Beleg wurde bereits erstellt.
fr_ch: Le document a déjà été créé.
it_ch: Il documento è già stato creato.

# Codeunit 2051230818 - NamedType 2569920499
source: QR-Bill import has been successfully completed.
de_ch: Der Import der QR-Rechnung wurde erfolgreich abgeschlossen.
fr_ch: L’importation de la QR-facture s’est terminée avec succès.
it_ch: L’importazione della fattura QR è stata completata.

# Codeunit 2051230818 - NamedType 2240135102
source: QR-Bill import has been successfully completed with warnings.
de_ch: Der Import der QR-Rechnung wurde erfolgreich mit Warnungen abgeschlossen.
fr_ch: L’importation de la QR-facture s’est terminée avec des avertissements.
it_ch: L’importazione della fattura QR è stata completata con avvisi.

# Codeunit 2051230818 - NamedType 2006026321
source: QR-Bill import has been completed, but data parsing has been failed.
de_ch: Der Import der QR-Rechnung wurde abgeschlossen, bei der Datenanalyse ist allerdings ein Fehler aufgetreten.
fr_ch: L’importation de la QR-facture est terminée, mais l’analyse des données a échoué.
it_ch: L’importazione della fattura QR è stata completata, ma l’analisi dei dati non è riuscita.

# Codeunit 2051230818 - NamedType 2408521378
source: QR-Bill import failed.
de_ch: Fehler bei Import der QR-Rechnung.
fr_ch: Échec d’importation de la QR-facture.
it_ch: Importazione fattura QR non riuscita.

# Codeunit 2051230818 - NamedType 57448362
source: QR-Bill import has been completed, but data parsing has been failed. See error section for more details.
de_ch: Der Import der QR-Rechnung wurde abgeschlossen, bei der Datenanalyse ist allerdings ein Fehler aufgetreten. Weitere Details finden Sie im Abschnitt 'Fehler'.
fr_ch: L’importation de la QR-facture est terminée, mais l’analyse des données a échoué. Voir la section des erreurs pour plus d’informations.
it_ch: L’importazione della fattura QR è stata completata, ma l’analisi dei dati non è riuscita. Per ulteriori dettagli, vedere la sezione degli errori.

# Codeunit 2051230818 - NamedType 1270585840
source: Currency %1 is assigned, but is not found in the system.
de_ch: Währung %1 ist zugewiesen, wurde aber im System nicht gefunden.
fr_ch: La monnaie %1 est assignée, mais introuvable dans le système.
it_ch: Valuta %1 assegnata, ma non presente nel sistema.

# Codeunit 2051230818 - NamedType 3649965202
source: Creditor's city %1 does not correspond to %2 from the vendor information.
de_ch: Ort %1 des Kreditors stimmt nicht mit %2 aus den Kreditoreninformationen überein.
fr_ch: La ville du créditeur %1 ne correspond pas à la valeur %2 issue des informations fournisseur.
it_ch: La città del creditore %1 non corrisponde a %2 secondo le informazioni del fornitore.

# Codeunit 2051230818 - NamedType 3383945003
source: Creditor's country %1 does not correspond to %2 from the vendor information.
de_ch: Land %1 des Kreditors stimmt nicht mit %2 aus den Kreditoreninformationen überein.
fr_ch: Le pays du créditeur %1 ne correspond pas à la valeur %2 issue des informations fournisseur.
it_ch: Il paese del creditore %1 non corrisponde a %2 secondo le informazioni del fornitore.
