Repository: rstefanetti/MSDyn365BC.Code.History
Catalog: SwissQRBill/Source/QR-Bill Management for Switzerland/Translations/QR-Bill Management for Switzerland.*.xlf
Languages: de_ch, fr_ch, it_ch

# PageExtension 150894063 - Action 2662649033 - Property 1295455071
source: Update the invoice from the scanning of QR-bill with an input scanner, or from manual (copy/paste) of the decoded QR-Code text value into a field.
de_ch: Aktualisieren Sie die Rechnung aus dem Scan der QR-Rechnung mit einem Eingangsscanner oder manuell durch Kopieren/Einfügen des entschlüsselten QR-Codetextwerts in ein Feld.
fr_ch: Mettez à jour la facture à partir de la numérisation de la QR-facture avec un scanner de saisie ou à partir de la saisie manuelle (copier/coller) de la valeur texte du code QR décodée dans un champ.
it_ch: Aggiornare la fattura dalla scansione della fattura QR con uno scanner di input oppure in modo manuale (copia/incolla) dal valore di testo del codice QR decodificato in un campo.

# PageExtension 150894063 - Action 2662649033 - Property 2879900210
source: Scan QR-Bill
de_ch: QR-Rechnung scannen
fr_ch: Numériser QR-facture
it_ch: Esegui scansione fattura QR

# PageExtension 150894063 - Action 987094368 - Property 1295455071
source: Clear and unlink imported QR-Bill.
de_ch: Importierte QR-Rechnung löschen und ihre Verknüpfung aufheben.
fr_ch: Effacez et dissociez la QR-facture importée.
it_ch: Cancellare e scollegare la fattura QR importata.

# PageExtension 150894063 - Action 987094368 - Property 2879900210
source: Void the imported QR-Bill
de_ch: Importierte QR-Rechnung anullieren
fr_ch: Annuler la QR-facture importée
it_ch: Annulla la fattura QR importata

# PageExtension 150894063 - Control 1980183857 - Property 2879900210
source: QR-Bill
de_ch: QR-Rechnung
fr_ch: QR-facture
it_ch: Fattura QR

# PageExtension 150894063 - Control 771988656 - Property 1295455071
source: Specifies the total amount including VAT of the QR-Bill.
de_ch: Gibt den Gesamtbetrag einschliesslich MWST der QR-Rechnung an.
fr_ch: Spécifie le montant total, TVA incluse, de la QR-facture.
it_ch: Specifica l’importo totale inclusa l’IVA della fattura QR.

# PageExtension 150894063 - Control 3902819991 - Property 1295455071
source: Specifies the billing information of the QR-Bill.
de_ch: Gibt die Rechnungsinformationen der QR-Rechnung an.
fr_ch: Spécifie les informations de facturation de la QR-facture.
it_ch: Specifica le informazioni di fatturazione della fattura QR.

# PageExtension 150894063 - Control 2332928569 - Property 1295455071
source: Specifies the currency code of the QR-Bill.
de_ch: Gibt den Währungscode der QR-Rechnung an.
fr_ch: Spécifie le code monnaie de la QR-facture.
it_ch: Specifica il codice valuta della fattura QR.

# PageExtension 150894063 - Control 2250177960 - Property 1295455071
source: Specifies the IBAN or QR-IBAN account of the QR-Bill vendor.
de_ch: Gibt das IBAN- oder QR-IBAN-Konto des Kreditors auf der QR-Rechnung an.
fr_ch: Spécifie le compte IBAN ou QR-IBAN du fournisseur de la QR-facture.
it_ch: Specifica il conto IBAN o IBAN QR del fornitore della fattura QR.

# PageExtension 150894063 - Control 2250177960 - Property 2879900210
source: IBAN/QR-IBAN
it_ch: IBAN/IBAN QR

# PageExtension 150894063 - Control 3768444469 - Property 1295455071
source: Specifies the unstructured message of the QR-Bill.
de_ch: Gibt die unstrukturierte Nachricht der QR-Rechnung an.
fr_ch: Spécifie le message non structuré de la QR-facture.
it_ch: Specifica il messaggio non strutturato della fattura QR.

# PageExtension 243964648 - Change 1176583840 - Property 1295455071
source: Specifies the IBAN or QR-IBAN account of the vendor.
de_ch: Gibt das IBAN- oder QR-IBAN-Konto des Kreditors an.
fr_ch: Spécifie le compte IBAN ou QR-IBAN du fournisseur.
it_ch: Specifica il conto IBAN o IBAN QR del fornitore.

# PageExtension 243964648 - Change 1176583840 - Property 2879900210
source: IBAN/QR-IBAN
it_ch: IBAN/IBAN QR

# TableExtension 1249849977 - Field 2250177960 - Property 2879900210
source: QR-IBAN
it_ch: IBAN QR

# TableExtension 1265889221 - Field 2552919364 - Property 2879900210
source: Swiss QR-Bill
de_ch: Schweizer QR-Rechnung
fr_ch: QR-facture suisse
it_ch: Fattura QR Svizzera

# TableExtension 2051230818 - Field 2552919364 - Property 2879900210
source: QR-Bill
de_ch: QR-Rechnung
fr_ch: QR-facture
it_ch: Fattura QR

# TableExtension 2051230818 - Field 3902819991 - Property 2879900210
source: Billing Information
de_ch: Abrechnungsinformationen
fr_ch: Informations de facturation
it_ch: Informazioni di fatturazione

# TableExtension 2051230818 - Field 2845829568 - Property 2879900210
source: Address Line 1
de_ch: Adressposition 1
fr_ch: Ligne d'adresse 1
it_ch: Riga 1 indirizzo

# TableExtension 2051230818 - Field 3483526185 - Property 2879900210
source: Address Line 2
de_ch: Adressposition 2
fr_ch: Ligne d'adresse 2
it_ch: Riga 2 indirizzo

# TableExtension 2051230818 - Field 2400799904 - Property 2879900210
source: City
de_ch: Ort
fr_ch: Ville
it_ch: Città

# TableExtension 2051230818 - Field 1926354757 - Property 2879900210
source: Country
de_ch: Land
fr_ch: Pays
it_ch: Paese

# TableExtension 2051230818 - Field 4022542608 - Property 2879900210
source: Name
fr_ch: Nom
it_ch: Nome

# TableExtension 2051230818 - Field 809054810 - Property 2879900210
source: Postal Code
de_ch: PLZ
fr_ch: Code postal
it_ch: NPA

# TableExtension 2051230818 - Field 1537549400 - Property 2879900210
source: Payment Reference
de_ch: Zahlungsreferenz
fr_ch: Référence paiement
it_ch: Riferimento pagamento

# TableExtension 2051230818 - Field 3416385933 - Property 2879900210
source: Payment Reference Type
de_ch: Zahlungsreferenztyp
fr_ch: Type de référence paiement
it_ch: Tipo di riferimento pagamento

# TableExtension 2051230818 - Field 3768444469 - Property 2879900210
source: Unstructured Message
de_ch: Unstrukturierte Meldung
fr_ch: Message non structuré
it_ch: Messaggio non strutturato

# TableExtension 2051230818 - Field 3420249797 - Property 2879900210
source: Address Line 1
de_ch: Adressposition 1
fr_ch: Ligne d'adresse 1
it_ch: Riga 1 indirizzo

# TableExtension 2051230818 - Field 2782553180 - Property 2879900210
source: Address Line 2
de_ch: Adressposition 2
fr_ch: Ligne d'adresse 2
it_ch: Riga 2 indirizzo

# TableExtension 2051230818 - Field 3410263725 - Property 2879900210
source: City
de_ch: Ort
fr_ch: Ville
it_ch: Città

# TableExtension 2051230818 - Field 2252514384 - Property 2879900210
source: Country
de_ch: Land
fr_ch: Pays
it_ch: Paese

# TableExtension 2051230818 - Field 275975563 - Property 2879900210
source: Postal Code
de_ch: PLZ
fr_ch: Code postal
it_ch: NPA

# TableExtension 1996465967 - Field 3265151286 - Property 2879900210
source: QR-Bill Layout
de_ch: QR-Rechnungslayout
fr_ch: Mise en page QR-facture
it_ch: Layout fattura QR

# TableExtension 3775621024 - Field 2552919364 - Property 2879900210
source: Swiss QR-Bill
de_ch: Schweizer QR-Rechnung
fr_ch: QR-facture suisse
it_ch: Fattura QR Svizzera

# TableExtension 3775621024 - Field 771988656 - Property 2879900210
source: Amount
de_ch: Betrag
fr_ch: Montant
it_ch: Importo

# TableExtension 3775621024 - Field 3902819991 - Property 2879900210
source: Billing Information
de_ch: Abrechnungsinformationen
fr_ch: Informations de facturation
it_ch: Informazioni di fatturazione

# TableExtension 3775621024 - Field 2332928569 - Property 2879900210
source: Currency
de_ch: Währung
fr_ch: Monnaie
it_ch: Valuta

# TableExtension 3775621024 - Field 2250177960 - Property 2879900210
source: IBAN/QR-IBAN
it_ch: IBAN/IBAN QR

# TableExtension 3775621024 - Field 3768444469 - Property 2879900210
source: Unstructured Message
de_ch: Unstrukturierte Meldung
fr_ch: Message non structuré
it_ch: Messaggio non strutturato

# Enum 2834304906 - EnumValue 3063367911 - Property 2879900210
source: Combined
de_ch: Kombiniert
fr_ch: Combiné
it_ch: Combinato

# Enum 2834304906 - EnumValue 2971607355 - Property 2879900210
source: Structured
de_ch: Strukturiert
fr_ch: Structuré
it_ch: Strutturato

# Enum 1758404270 - EnumValue 436264453 - Property 2879900210
source: Creditor Reference
de_ch: Kreditorreferenz
fr_ch: Référence créditeur
it_ch: Riferimento creditore

# Enum 1758404270 - EnumValue 580412389 - Property 2879900210
source: Document Date
de_ch: Belegdatum
fr_ch: Date document
it_ch: Data documento

# Enum 1758404270 - EnumValue 486908828 - Property 2879900210
source: Document No.
de_ch: Belegnummer
fr_ch: N° document
it_ch: Nr. documento

# Enum 1758404270 - EnumValue 3197070065 - Property 2879900210
source: Payment Terms
de_ch: Zahlungsbedingungen
fr_ch: Conditions de paiement
it_ch: Condizioni pagamento

# Enum 1758404270 - EnumValue 4294440508 - Property 2879900210
source: Unknown
de_ch: Unbekannt
fr_ch: Inconnu
it_ch: Sconosciuto

# Enum 1758404270 - EnumValue 3163386377 - Property 2879900210
source: VAT Date
de_ch: MWST-Datum
fr_ch: Date TVA
it_ch: Data IVA

# Enum 1758404270 - EnumValue 948183387 - Property 2879900210
source: VAT Details
de_ch: MWST-Details
fr_ch: Détails TVA
it_ch: Dettagli IVA

# Enum 1758404270 - EnumValue 160568436 - Property 2879900210
source: VAT Purely On Import
de_ch: MWST nur auf Importe
fr_ch: TVA uniquement sur les importations
it_ch: IVA solo su importazione

# Enum 1758404270 - EnumValue 617267791 - Property 2879900210
source: VAT Registration No.
de_ch: MWST Nr.
fr_ch: N° identif. intracomm.
it_ch: Partita IVA

# Enum 531829736 - EnumValue 1698027798 - Property 2879900210
source: QR-IBAN
it_ch: IBAN QR

# Enum 1174941427 - EnumValue 4183874944 - Property 2879900210
source: Creditor Reference
de_ch: Kreditorreferenz
fr_ch: Référence créditeur
it_ch: Riferimento creditore

# Enum 1174941427 - EnumValue 3170521204 - Property 2879900210
source: QR Reference
de_ch: QR-Referenz
fr_ch: Référence QR
it_ch: Riferimento QR

# Enum 1174941427 - EnumValue 1559237585 - Property 2879900210
source: Without Reference
de_ch: Ohne Referenz
fr_ch: Sans référence
it_ch: Senza riferimento

# Enum 70102863 - EnumValue 3088327135 - Property 2879900210
source: Issued Finance Charge Memo
de_ch: Registrierte Zinsrechnungen
fr_ch: Facture d’intérêts émises
it_ch: Nota di addebito interessi emessa

# Enum 70102863 - EnumValue 1331685701 - Property 2879900210
source: Issued Reminder
de_ch: Registrierte Mahnung
fr_ch: Relance émise
it_ch: Sollecito emesso

# Enum 70102863 - EnumValue 2420212404 - Property 2879900210
source: Posted Sales Invoice
de_ch: Gebuchte Verkaufsrechnung
fr_ch: Facture vente enregistrée
it_ch: Fattura di vendita registrata

# Enum 70102863 - EnumValue 1778940791 - Property 2879900210
source: Posted Service Invoice
de_ch: Gebuchte Servicerechnung
fr_ch: Facture service enregistrée
it_ch: Fattura di assistenza registrata

# Enum 2915270873 - EnumValue 1756544591 - Property 2879900210
source: Double
de_ch: Doppelt
it_ch: Doppia

# Enum 2915270873 - EnumValue 3238504282 - Property 2879900210
source: Remove
de_ch: Löschen
fr_ch: Supprimer
it_ch: Rimuovi

# Enum 2915270873 - EnumValue 1466290454 - Property 2879900210
source: Single
de_ch: Einzeln
fr_ch: Unique
it_ch: Singola

# Table 1758404270 - Field 48025825 - Property 2879900210
source: Tag
de_ch: Markierung
fr_ch: Balise

# Table 1536358807 - NamedType 834420152
source: DEFAULT
de_ch: STANDARD
fr_ch: DÉFAUT

# PageExtension 2051230818 - Control 3196255215 - Property 2879900210
source: Record
de_ch: Datensatz
fr_ch: Enregistrement
