Repository: rstefanetti/MSDyn365BC.Code.History
Catalog: SwissQRBill/Source/QR-Bill Management for Switzerland/Translations/QR-Bill Management for Switzerland.*.xlf
Languages: de_ch, fr_ch, it_ch

# Page 3265151286 - Control 628531828 - Property 1295455071
source: Specifies the QR-bill billing information section. This allows you to configure which additional information is printed on the QR-bill. Information is added in the form described by Swico.
de_ch: Gibt die Rechnungsinformationen für die QR-Rechnung an. Ermöglicht Ihnen die Konfiguration, welche zusätzlichen Informationen auf die QR-Rechnung gedruckt werden sollen. Informationen werden wie von Swico beschrieben hinzugefügt.
fr_ch: Spécifie la section des informations de facturation de la QR-facture. Cela vous permet de configurer les informations supplémentaires qui sont imprimées sur la QR-facture. Les informations sont ajoutées sous la forme décrite par Swico.
it_ch: Specifica la sezione delle informazioni di fatturazione per le fatture QR. Ciò consente di configurare le informazioni supplementari stampate sulla fattura QR. Le informazioni vengono aggiunte nel modulo descritto da Swico.

# Page 3265151286 - Control 3004954119 - Property 1295455071
source: Specifies the QR-Bill Layout code as an identifier for the layout.
de_ch: Legt den Layoutcode der QR-Rechnung als Bezeichner für das Layout fest.
fr_ch: Spécifie le code de mise en page de la QR-facture comme identifiant pour la mise en page.
it_ch: Specifica il codice di layout della fattura QR come identificatore per il layout.

# Page 3265151286 - Control 1294946424 - Property 1295455071
source: Specifies the IBAN type. Use QR-IBAN if you have been issued a QR-IBAN number from your bank and use this in your Company Information.
de_ch: Legt den IBAN-Typ fest. Verwenden Sie QR-IBAN, wenn Ihnen von Ihrer Bank eine QR-IBAN ausgestellt wurde, und verwenden Sie diese in Ihren Unternehmensinformationen.
fr_ch: Spécifie le type d’IBAN. Utilisez QR-IBAN si votre banque vous a attribué un numéro QR-IBAN et utilisez-le dans les informations sur votre société.
it_ch: Specifica il tipo di IBAN. Utilizzare il valore IBAN QR se è stato emesso un codice IBAN QR dalla banca e utilizzarlo nelle informazioni sulla società.

# Page 3265151286 - Control 2913489531 - Property 1295455071
source: Specifies the QR-bIll reference type. Must be set according to the IBAN Type. Use a QR reference if you are using QR-IBAN type.
de_ch: Legt den QR-Rechnungs-Referenztyp an. Muss dem IBAN-Typ entsprechend festgelegt werden. Verwenden Sie eine QR-Referenz, wenn Sie den QR-IBAN-Typ verwenden.
fr_ch: Spécifie le type de référence de la QR-facture. Doit être défini en fonction du type d’IBAN. Utilisez une référence QR si vous utilisez le type QR-IBAN.
it_ch: Specifica il tipo di riferimento di fattura QR. Tale tipo deve essere impostato in base al tipo IBAN. Utilizzare un riferimento QR se si utilizza il tipo IBAN QR.

# Page 3265151286 - Control 944749823 - Property 1295455071
source: Specifies the unstructured message.
de_ch: Gibt die unstrukturierte Meldung an.
fr_ch: Spécifie le message non structuré.
it_ch: Specifica il messaggio non strutturato.

# Page 4176324925 - Property 2879900210
source: Create manual QR-Bill
de_ch: Manuelle QR-Rechnung erstellen
fr_ch: Créer une QR-facture manuelle
it_ch: Crea fattura QR manuale

# Page 4176324925 - NamedType 3278346697
source: The selected source doument is already printed and has an assigned reference number. Only additinal information can be edited. Use Edit Printed action to edit and print the document with a new reference number.
de_ch: Der ausgewählte Herkunftsbeleg wurde bereits gedruckt und weist eine zugewiesene Referenznummer auf. Nur zusätzliche Informationen können bearbeitet werden. Verwenden Sie die Aktion 'Gedruckte bearbeiten', um den Beleg zu bearbeiten und mit einer neuen Referenznummer zu drucken.
fr_ch: Le document source sélectionné est déjà imprimé et un numéro de référence lui a été attribué. Seules les informations supplémentaires peuvent être modifiées. Utilisez l’action Modifier impression pour modifier et imprimer le document avec un nouveau numéro de référence.
it_ch: Il documento di origine selezionato è già stampato e ha un numero di riferimento assegnato. Solo le informazioni supplementari possono essere modificate. Utilizzare l’azione Modifica elementi stampati per modificare e stampare il documento con un nuovo numero di riferimento.

# Page 4176324925 - NamedType 3702405677
source: You are about to generate a new reference number for the document. New number will be automatically assigned during printing. This can lead to a wrong payment reconciliation. Do you want to continue?
de_ch: Sie sind im Begriff, eine neue Referenznummer für den Beleg zu generieren. Die neue Nummer wird automatisch während des Druckens zugewiesen. Dies kann zu einer falschen Zahlungsabstimmung führen. Möchten Sie fortfahren?
fr_ch: Vous êtes sur le point de générer un nouveau numéro de référence pour le document. Le nouveau numéro sera automatiquement attribué lors de l’impression. Cela peut provoquer un rapprochement des paiements incorrect. Souhaitez-vous continuer ?
it_ch: Si sta per generare un nuovo numero di riferimento per il documento. Il nuovo numero verrà assegnato automaticamente durante la stampa. In tal modo la riconciliazione pagamenti potrebbe non essere eseguita correttamente. Continuare?

# Page 4176324925 - Control 2565932393 - Property 2879900210
source: Additional Information
de_ch: Zusätzliche Informationen
fr_ch: Informations supplémentaires
it_ch: Informazioni supplementari

# Page 4176324925 - Control 3609552578 - Property 2879900210
source: Alternate Procedure 1
de_ch: Alternatives Verfahren 1
fr_ch: Procédure alternative 1
it_ch: Procedura alternativa 1

# Page 4176324925 - Control 1026985646 - Property 1295455071
source: Specifies the first alternate procedure name.
de_ch: Gibt den Namen des ersten alternativen Verfahrens an.
fr_ch: Spécifie le nom de la première procédure alternative.
it_ch: Specifica il nome della prima procedura alternativa.

# Page 4176324925 - Control 4100441762 - Property 1295455071
source: Specifies the first alternate procedure value.
de_ch: Gibt den Wert des ersten alternativen Verfahrens an.
fr_ch: Spécifie la valeur de la première procédure alternative.
it_ch: Specifica il valore della prima procedura alternativa.

# Page 4176324925 - Control 1696462727 - Property 2879900210
source: Alternate Procedure 2
de_ch: Alternatives Verfahren 2
fr_ch: Procédure alternative 2
it_ch: Procedura alternativa 2

# Page 4176324925 - Control 3408863091 - Property 1295455071
source: Specifies the second alternate procedure name.
de_ch: Gibt den Namen des zweiten alternativen Verfahrens an.
fr_ch: Spécifie le nom de la deuxième procédure alternative.
it_ch: Specifica il nome della seconda procedura alternativa.

# Page 4176324925 - Control 2187351911 - Property 1295455071
source: Specifies the second alternate procedure value.
de_ch: Gibt den Wert des zweiten alternativen Verfahrens an.
fr_ch: Spécifie la valeur de la deuxième procédure alternative.
it_ch: Specifica il valore della seconda procedura alternativa.

# Page 4176324925 - Control 4011130433 - Property 1295455071
source: Specifies the billing information.
de_ch: Gibt die Abrechnungsinformationen an.
fr_ch: Spécifie les informations de facturation.
it_ch: Specifica le informazioni di fatturazione.

# Page 4176324925 - Control 3317360867 - Property 1295455071
source: Specifies the message.
de_ch: Gibt die Meldung an.
fr_ch: Spécifie le message.
it_ch: Specifica il messaggio.

# Page 4176324925 - Control 4244153623 - Property 1295455071
source: Specifies the creditor's street or address line 1.
de_ch: Gibt die Strasse oder Adresszeile 1 des Kreditors an.
fr_ch: Spécifie la rue ou la ligne d’adresse 1 du créditeur.
it_ch: Specifica la via o la riga 1 dell’indirizzo del creditore.

# Page 4176324925 - Control 3359059002 - Property 1295455071
source: Specifies the creditor's building number or address line 2.
de_ch: Gibt die Hausnummer oder Adresszeile 2 des Kreditors an.
fr_ch: Spécifie le numéro de bâtiment ou la ligne d’adresse 2 du créditeur.
it_ch: Specifica il numero civico o la riga 2 dell’indirizzo del creditore.

# Page 4176324925 - Control 3957345175 - Property 1295455071
source: Specifies the creditor's city.
de_ch: Gibt den Ort des Kreditors an.
fr_ch: Spécifie la ville du créditeur.
it_ch: Specifica la città del creditore.

# Page 4176324925 - Control 1059341822 - Property 1295455071
source: Specifies the creditor's country.
de_ch: Gibt das Land des Kreditors an.
fr_ch: Spécifie le pays du créditeur.
it_ch: Specifica il paese del creditore.

# Page 4176324925 - Control 3530757584 - Property 1295455071
source: Specifies the creditor's IBAN.
de_ch: Gibt die IBAN des Kreditors an.
fr_ch: Spécifie l’IBAN du créditeur.
it_ch: Specifica l’IBAN del creditore.

# Page 4176324925 - Control 3710808743 - Property 1295455071
source: Specifies the creditor's name.
de_ch: Gibt den Namen des Kreditors an.
fr_ch: Spécifie le nom du créditeur.
it_ch: Specifica il nome del creditore.

# Page 4176324925 - Control 2153840406 - Property 1295455071
source: Specifies the creditor's postal code.
de_ch: Gibt die Postleitzahl des Kreditors an.
fr_ch: Spécifie le code postal du créditeur.
it_ch: Specifica il codice NPA del creditore.

# Page 4176324925 - Control 2202025297 - Property 1295455071
source: Specifies the creditor's QR-IBAN.
de_ch: Gibt die QR-IBAN des Kreditors an.
fr_ch: Spécifie le QR-IBAN du créditeur.
it_ch: Specifica l’IBAN QR del creditore.

# Page 4176324925 - Control 2202025297 - Property 2879900210
source: QR-IBAN
it_ch: IBAN QR

# Page 4176324925 - Control 3313201241 - Property 1295455071
source: Specifies the debitor's street or address line 1.
de_ch: Gibt die Strasse oder Adresszeile 1 des Debitors an.
fr_ch: Spécifie la rue ou la ligne d’adresse 1 du débiteur.
it_ch: Specifica la via o la riga 1 dell’indirizzo del debitore.

# Page 4176324925 - Control 2511534712 - Property 1295455071
source: Specifies the debitor's building number or address line 2.
de_ch: Gibt die Hausnummer oder Adresszeile 2 des Debitors an.
fr_ch: Spécifie le numéro de bâtiment ou la ligne d’adresse 2 du débiteur.
it_ch: Specifica il numero civico o la riga 2 dell’indirizzo del debitore.

# Page 4176324925 - Control 2810024985 - Property 1295455071
source: Specifies the debitor's city.
de_ch: Gibt den Ort des Debitors an.
fr_ch: Spécifie la ville du débiteur.
it_ch: Specifica la città del debitore.

# Page 4176324925 - Control 2715950828 - Property 1295455071
source: Specifies the debitor's country.
de_ch: Gibt das Land des Debitors an.
fr_ch: Spécifie le pays du débiteur.
it_ch: Specifica il paese del debitore.

# Page 4176324925 - Control 1698636681 - Property 1295455071
source: Specifies the debitor's name.
de_ch: Gibt den Namen des Debitors an.
fr_ch: Spécifie le nom du débiteur.
it_ch: Specifica il nome del debitore.

# Page 4176324925 - Control 2211070435 - Property 1295455071
source: Specifies the debitor's number.
de_ch: Gibt die Nummer des Debitors an.
fr_ch: Spécifie le numéro du débiteur.
it_ch: Specifica il numero del debitore.

# Page 4176324925 - Control 2211070435 - Property 2879900210
source: Customer
de_ch: Debitor
fr_ch: Client
it_ch: Cliente

# Page 4176324925 - Control 1989290868 - Property 1295455071
source: Specifies the debitor's postal code.
de_ch: Gibt die Postleitzahl des Debitors an.
fr_ch: Spécifie le code postal du débiteur.
it_ch: Specifica il codice NPA del debitore.

# Page 4176324925 - Control 2445482498 - Property 2879900210
source: General
de_ch: Allgemein
fr_ch: Général
it_ch: Generale

# Page 4176324925 - Control 989751795 - Property 1295455071
source: Specifies the QR-bill PDF file name.
de_ch: Gibt den Namen der PDF-Datei der QR-Rechnung an.
fr_ch: Spécifie le nom du fichier PDF de la QR-facture.
it_ch: Specifica il nome del file PDF della fattura QR.

# Page 4176324925 - Control 1859002777 - Property 1295455071
source: Specifies the language code for printing QR-bill captions.
de_ch: Gibt den Sprachcode zum Drucken von QR-Rechnungen an.
fr_ch: Spécifie le code langue pour l’impression des légendes de la QR-facture.
it_ch: Specifica il codice lingua per stampare le didascalie delle fatture QR.

# Page 4176324925 - Control 2068406193 - Property 1295455071
source: Specifies the QR-bill layout code.
de_ch: Gibt den Layoutcode für die QR-Rechnung an.
fr_ch: Spécifie le code de mise en page de la QR-facture.
it_ch: Specifica il codice di layout della fattura QR.

# Page 4176324925 - Control 3873595854 - Property 1295455071
source: Specifies the source document.
de_ch: Gibt den Herkunftsbeleg an.
fr_ch: Spécifie le document source.
it_ch: Specifica il documento di origine.

# Page 4176324925 - Control 3873595854 - Property 2879900210
source: Source Document
de_ch: Herkunftsbeleg
fr_ch: Document source
it_ch: Documento origine

# Page 4176324925 - Control 2652483290 - Property 1295455071
source: Specifies the amount.
de_ch: Gibt den Betrag an.
fr_ch: Spécifie le montant.
it_ch: Specifica l'importo.

# Page 4176324925 - Control 414657639 - Property 1295455071
source: Specifies the currency code.
de_ch: Gibt den Währungscode an.
fr_ch: Spécifie le code devise.
it_ch: Specifica il codice valuta.

# Page 4176324925 - Control 1294946424 - Property 1295455071
source: Specifies the IBAN type.
de_ch: Gibt den IBAN-Typ an.
fr_ch: Spécifie le type d’IBAN.
it_ch: Specifica il tipo di IBAN.

# Page 4176324925 - Control 240141241 - Property 1295455071
source: Specifies the IBAN value.
de_ch: Gibt den IBAN-Wert an.
fr_ch: Spécifie la valeur IBAN.
it_ch: Specifica il valore IBAN.

# Page 4176324925 - Control 1811986635 - Property 1295455071
source: Specifies the payment reference number.
de_ch: Gibt die Zahlungsreferenznummer an.
fr_ch: Spécifie le numéro de référence de paiement.
it_ch: Specifica il numero di riferimento di pagamento.

# Page 4176324925 - Control 1768571107 - Property 1295455071
source: Specifies the payment reference type.
de_ch: Gibt den Zahlungsreferenztyp an.
fr_ch: Spécifie le type de référence de paiement.
it_ch: Specifica il tipo di riferimento di pagamento.

# Page 4176324925 - Action 2044816824 - Property 1295455071
source: Enables editing of the document that has already been printed and has been assigned a reference number.
de_ch: Ermöglicht die Bearbeitung des Belegs, der bereits gedruckt und dem eine Referenznummer zugewiesen wurde.
fr_ch: Permet la modification du document qui a déjà été imprimé et qui s’est vu attribuer un numéro de référence.
it_ch: Abilita la modifica del documento già stampato e assegnato a un numero di riferimento.

# Page 4176324925 - Action 2044816824 - Property 2879900210
source: Edit Printed
de_ch: Gedruckte bearbeiten
fr_ch: Modifier impression
it_ch: Modifica elementi stampati

# Page 4176324925 - Action 4232171803 - Property 1295455071
source: Opens the page to select a posted document and set it up as a source for QR-bill printing.
de_ch: Öffnet die Seite zur Auswahl eines gebuchten Belegs und Einrichtung als Quelle für den QR-Rechnungsdruck.
fr_ch: Ouvre la page permettant de sélectionner un document enregistré et de le paramétrer comme source pour l’impression de la QR-facture.
it_ch: Apre la pagina per selezionare un documento registrato e impostarlo come origine per la stampa di una fattura QR.

# Page 4176324925 - Action 4232171803 - Property 2879900210
source: Select Document
de_ch: Beleg auswählen
fr_ch: Sélectionner document
it_ch: Seleziona documento

# Page 4176324925 - Action 1002420131 - Property 1295455071
source: Prints the QR-bill.
de_ch: Druckt die QR-Rechnung.
fr_ch: Imprime la QR-facture.
it_ch: Stampa la fattura QR.

# Page 4176324925 - Action 1002420131 - Property 2879900210
source: Print
de_ch: Drucken
fr_ch: Imprimer
it_ch: Stampa

# Page 2041862403 - Property 2879900210
source: Select Document
de_ch: Beleg auswählen
fr_ch: Sélectionner document
it_ch: Seleziona documento

# Page 2041862403 - Control 4054568070 - Property 2879900210
source: From Posted Document
de_ch: Aus gebuchtem Beleg
fr_ch: Document enregistré source
it_ch: Da documento registrato

# Page 2041862403 - Control 4139731102 - Property 1295455071
source: Specifies the document number of the selected issued finance charge memo.
de_ch: Gibt die Belegnummer der ausgewählten registrierten Zinsrechnung an.
fr_ch: Spécifie le numéro de document de la facture d’intérêts émise sélectionnée.
it_ch: Specifica il numero di documento della nota di addebito interessi emessa selezionata.

# Page 2041862403 - Control 4139731102 - Property 2879900210
source: Issued Finance Charge Memo
de_ch: Registrierte Zinsrechnungen
fr_ch: Facture d’intérêts émises
it_ch: Nota di addebito interessi emessa

# Page 2041862403 - Control 206819175 - Property 1295455071
source: Specifies the document number of the selected issued reminder.
de_ch: Gibt die Belegnummer der ausgewählten registrierten Mahnung an.
fr_ch: Spécifie le numéro de document de la relance émise sélectionnée.
it_ch: Specifica il numero di documento del sollecito emesso selezionato.

# Page 2041862403 - Control 206819175 - Property 2879900210
source: Issued Reminder
de_ch: Registrierte Mahnung
fr_ch: Relance émise
it_ch: Sollecito emesso

# Page 2041862403 - Control 3020973241 - Property 1295455071
source: Specifies the document number of the selected posted sales invoice.
de_ch: Gibt die Belegnummer der ausgewählten gebuchten Verkaufsrechnung an.
fr_ch: Spécifie le numéro de document de la facture vente enregistrée sélectionnée.
it_ch: Specifica il numero di documento della fattura di vendita registrata selezionata.

# Page 2041862403 - Control 3020973241 - Property 2879900210
source: Posted Sales Invoice
de_ch: Gebuchte Verkaufsrechnung
fr_ch: Facture vente enregistrée
it_ch: Fattura di vendita registrata

# Page 2041862403 - Control 1256711518 - Property 1295455071
source: Specifies the document number of the selected posted service invoice.
de_ch: Gibt die Belegnummer der ausgewählten gebuchten Servicerechnung an.
fr_ch: Spécifie le numéro de document de la facture service enregistrée sélectionnée.
it_ch: Specifica il numero di documento della fattura di assistenza registrata selezionata.

# Page 2041862403 - Control 1256711518 - Property 2879900210
source: Posted Service Invoice
de_ch: Gebuchte Servicerechnung
fr_ch: Facture service enregistrée
it_ch: Fattura di assistenza registrata

# Page 2041862403 - Control 2252216315 - Property 2879900210
source: From Ledger Entry
de_ch: Aus Lagerposten
fr_ch: Écriture comptable source
it_ch: Da movimento contabile

# Page 2041862403 - Control 693291367 - Property 1295455071
source: Specifies the selected customer ledger entry.
de_ch: Legt den ausgewählten Debitorenposten fest.
fr_ch: Spécifie l’écriture comptable client sélectionnée.
it_ch: Specifica il movimento contabile cliente selezionato.

# Page 2041862403 - Control 693291367 - Property 2879900210
source: Customer Ledger Entry
de_ch: Debitorenposten
fr_ch: Écriture comptable client
it_ch: Movimento contabile cliente

# Page 2041862403 - Control 90423963 - Property 2879900210
source: Selected Document Information
de_ch: Ausgewählte Beleginformationen
fr_ch: Informations document sélectionnées
it_ch: Informazioni documento selezionato

# Page 2041862403 - Control 4052036157 - Property 1295455071
source: Specifies the selected document description.
de_ch: Gibt die ausgewählte Belegbeschreibung an.
fr_ch: Spécifie la description du document sélectionné.
it_ch: Specifica la descrizione del documento selezionato.

# Page 2041862403 - Control 4052036157 - Property 2879900210
source: Description
de_ch: Beschreibung
it_ch: Descrizione

# Page 2041862403 - Control 1811986635 - Property 1295455071
source: Specifies the payment reference value for the selected document.
de_ch: Gibt den Zahlungsreferenzwert für den ausgewählten Beleg an.
fr_ch: Spécifie la valeur de référence de paiement pour le document sélectionné.
it_ch: Specifica valore del riferimento di pagamento per il documento selezionato.

# Page 2041862403 - Control 1811986635 - Property 2879900210
source: Payment Reference
de_ch: Zahlungsreferenz
fr_ch: Référence paiement
it_ch: Riferimento pagamento

# Page 70102863 - Property 2879900210
source: QR-Bill Report Setup
de_ch: Einrichtung des QR-Rechnungsberichts
fr_ch: Configuration de l'état QR-facture
it_ch: Setup report fatture QR

# Page 70102863 - Control 2891538263 - Property 1295455071
source: Specifies whether the QR-Bill is enabled for the document.
de_ch: Gibt an, ob die QR-Rechnung für den Beleg aktiviert ist.
fr_ch: Spécifie si la QR-facture est activée pour le document.
it_ch: Specifica se la fattura QR è abilitata per il documento.

# Page 70102863 - Control 3743971578 - Property 1295455071
source: Specifies the document.
de_ch: Gibt den Beleg an.
fr_ch: Spécifie le document.
it_ch: Specifica il documento.

# Page 2662649033 - Property 2879900210
source: QR-Bill Scan
de_ch: QR-Rechnungsscan
fr_ch: Scan QR-facture
it_ch: Scansione fattura QR

# Page 2662649033 - Control 3025272067 - Property 1295455071
source: Specifies the QR-Code text or scan.
de_ch: Gibt den Text oder Scan des QR-Codes an.
fr_ch: Spécifie le texte ou le scan du code QR.
it_ch: Specifica il testo o la scansione del codice QR.

# Page 2662649033 - Control 3025272067 - Property 2879900210
source: QR-Code Input
de_ch: QR-Code-Eingabe
fr_ch: Entrée code QR
it_ch: Input codice QR

# Page 726691145 - Property 2879900210
source: QR-Bill Setup
de_ch: Einrichtung der QR-Rechnung
fr_ch: Paramétrage QR-facture
it_ch: Setup fattura QR

# Page 726691145 - NamedType 447410110
source: Open the general ledger setup.
de_ch: Öffnen Sie die Fibu Einrichtung.
fr_ch: Ouvrez Paramètres comptabilité.
it_ch: Aprire il setup della contabilità generale.

# Page 726691145 - Control 2445482498 - Property 2879900210
source: QR-Bill Generation and Layout
de_ch: Erstellung und Layout der QR-Rechnung
fr_ch: Génération et mise en page de la QR-facture
it_ch: Generazione e layout fattura QR

# Page 726691145 - Control 3688674258 - Property 1295455071
source: Specifies the address type used for all printed QR-bills. Recommended value is Structured.
de_ch: Gibt den Adresstyp an, der für alle gedruckten QR-Rechnungen verwendet wird. Der empfohlene Wert lautet 'Strukturiert'.
fr_ch: Spécifie le type d’adresse utilisé pour toutes les QR-factures imprimées. Valeur recommandée: Structuré.
it_ch: Specifica il tipo di indirizzo utilizzato per tutte le fatture QR stampate. Il valore consigliato è Strutturato.

# Page 726691145 - Control 3984686947 - Property 1295455071
source: Specifies the default QR-bill layout. It is used for issuing QR-bills for documents that have not been enabled for QR-bills via a payment method but should still have a QR-bill printed.
de_ch: Legt das standardmässige QR-Rechnungslayout fest. Es wird zum Ausstellen von QR-Rechnungen für Belege verwendet, die gemäss Zahlungsform nicht für QR-Rechnungen aktiviert wurden, aber dennoch eine gedruckte QR-Rechnung benötigen.
fr_ch: Spécifie la mise en page par défaut de la QR-facture. Elle est utilisée pour l’émission des QR-factures pour des documents qui n’ont pas été activés pour des QR-factures via un mode de paiement, mais qui doivent quand même avoir une QR-facture imprimée.
it_ch: Specifica il layout predefinito della fattura QR. Viene utilizzato per l’emissione di fatture QR per i documenti non abilitati per le fatture QR tramite un metodo di pagamento, ma per cui deve comunque essere stampata una fattura QR.
