Repository: rstefanetti/MSDyn365BC.Code.History
Catalog: SwissQRBill/Source/QR-Bill Management for Switzerland/Translations/QR-Bill Management for Switzerland.*.xlf
Languages: de_ch, fr_ch, it_ch

# Page 3142171624 - Control 4037716635 - Property 1968111052
source: When you print sales invoices or service invoices, you can generate and issue QR-bills. To set this up you, must enable each document type for QR-bills according to your usage of these document types. When you enable a document type for QR-bills, the system will automatically insert an additional report selection for the selected document type. As a minimum, you must enable sales invoices for QR-bills.
de_ch: Wenn Sie Verkaufsrechnungen oder Servicerechnungen drucken, können Sie QR-Rechnungen generieren und ausstellen. Zur Einrichtung müssen Sie jede Belegart entsprechend Ihrer Nutzung dieser Belegarten für QR-Rechnungen aktivieren. Wenn Sie eine Belegart für QR-Rechnungen aktivieren, fügt das System automatisch eine zusätzliche Berichtauswahl für die ausgewählte Belegart ein. Sie müssen zumindest Verkaufsrechnungen für QR-Rechnungen aktivieren.
fr_ch: Lorsque vous imprimez des factures vente ou des factures service, vous pouvez générer et émettre des QR-factures. Pour paramétrer cela, vous devez activer chaque type de document pour les QR-factures en fonction de votre utilisation de ces types de document. Lorsque vous activez un type de document pour les QR-factures, le système insère automatiquement une sélection d’état supplémentaire pour le type de document sélectionné. Vous devez au minimum activer les factures vente pour les QR-factures.
it_ch: Quando si stampano fatture di vendita o di assistenza, è possibile generare ed emettere fatture QR. Per configurarle, è necessario abilitare ciascun tipo di documento per le fatture QR in base all’utilizzo di tali tipi di documento. Quando si abilita un tipo di documento per le fatture QR, il sistema inserirà automaticamente un’ulteriore selezione di report per il tipo di documento selezionato. È necessario almeno abilitare le fatture di vendita per le fatture QR.

# Page 3142171624 - Control 4037716635 - Property 2879900210
source: QR-BILL SETUP (STEP 5 OF 6): GENERATING AND ISSUING QR-BILLS
de_ch: EINRICHTUNG DER QR-RECHNUNG (SCHRITT 5 VON 6): GENERIEREN UND AUSSTELLEN VON QR-RECHNUNGEN
fr_ch: PARAMÉTRAGE DE QR-FACTURES (ÉTAPE 5 SUR 6) : GÉNÉRATION ET ÉMISSION DE QR-FACTURES
it_ch: SETUP FATTURA QR (PASSAGGIO 5 DI 6): GENERAZIONE ED EMISSIONE DI FATTURE QR

# Page 3142171624 - Control 3139135944 - Property 1295455071
source: Specifies how many document types have been enabled for QR-bills.
de_ch: Gibt die Anzahl der Belegarten an, die für QR-Rechnungen aktiviert wurden.
fr_ch: Spécifie combien de types de document ont été activés pour les QR-factures.
it_ch: Specifica il numero di tipi di documento abilitati per le fatture QR.

# Page 3142171624 - Control 3139135944 - Property 2879900210
source: Document Types
de_ch: Belegarten
fr_ch: Types de document
it_ch: Tipi di documento

# Page 3142171624 - Control 2203603252 - Property 2879900210
source: The QR-Bill setup is completed!
de_ch: Die Einrichtung der QR-Rechnung ist abgeschlossen!
fr_ch: Le paramétrage de la QR-facture est terminé !
it_ch: Setup fattura QR completato.

# Page 3142171624 - Control 1182202415 - Property 1968111052
source: You're ready to use the QR-Bill functionality.
de_ch: Sie sind bereit, die QR-Rechnungsfunktion zu verwenden.
fr_ch: Vous êtes prêt à utiliser la fonctionnalité QR-facture.
it_ch: È possibile utilizzare la funzionalità Fattura QR.

# Page 3142171624 - Control 2477987260 - Property 1968111052
source: You scan or import QR-bills using the Incoming Documents functionality. An incoming document will be created when you scan or import a QR-bill. From the incoming document, you can create a purchase journal that will post the purchase/invoice issued by the vendor. You can use a certain journal template and journal batch for posting these journals. Select the template and batch here.
de_ch: Sie können QR-Rechnungen mit der Funktion 'Eingehende Belege' scannen oder importieren. Ein eingehender Beleg wird erstellt, wenn Sie eine QR-Rechnung scannen oder importieren. Vom eingehenden Beleg können Sie ein Einkauf Erf.-Journal erstellen, das den/die vom Kreditor ausgestellte(n) Einkauf/Rechnung bucht. Sie können eine bestimmte Erfassungsjournalvorlage und einen Erfassungsjournalnamen zum Buchen dieser Erfassungsjournale verwenden. Wählen Sie die Vorlage und den Namen hier aus.
fr_ch: Vous pouvez scanner ou importer des QR-factures en utilisant la fonctionnalité Documents entrants. Un document entrant sera créé lorsque vous scannez ou importez une QR-facture. À partir du document entrant, vous pouvez créer une feuille achat qui enregistrera l’achat/la facture émis(e) par le fournisseur. Vous pouvez utiliser un modèle feuille et un lot feuille spécifiques pour l’enregistrement de ces feuilles. Sélectionnez le modèle et le lot ici.
it_ch: Per eseguire la scansione di fatture QR o per importarle, utilizzare la funzionalità Documenti in entrata Un documento in entrata verrà creato quando si esegue la scansione o si importa una fattura QR. Dal documento in entrata è possibile creare registrazione acquisti per la fattura o l’acquisto emesso dal fornitore. A tale scopo, è possibile utilizzare un batch o una definizione registrazioni. Selezionare qui la definizione e il batch.

# Page 3142171624 - Control 2477987260 - Property 2879900210
source: QR-BILL SETUP (STEP 6 OF 6): RECEIVING QR-BILLS
de_ch: EINRICHTUNG DER QR-RECHNUNG (SCHRITT 6 VON 6): EMPFANGEN VON QR-RECHNUNGEN
fr_ch: PARAMÉTRAGE DE QR-FACTURES (ÉTAPE 6 SUR 6) : RÉCEPTION DE QR-FACTURES
it_ch: SETUP FATTURA QR (PASSAGGIO 6 DI 6): RICEZIONE DELLE FATTURE QR

# Page 3142171624 - Control 4240745954 - Property 1295455071
source: Specifies the journal batch to use for payment journals or purchase journals created from QR-bills through incoming documents.
de_ch: Legt den Erfassungsjournalnamen fest, der für Zahlungsausgangs-Erfassungsjournale oder Einkaufserfassungsjournale verwendet werden soll, die aus QR-Rechnungen oder eingehenden Belegen erstellt wurden.
fr_ch: Spécifie le lot feuille à utiliser pour les feuilles paiement ou les feuilles achat créées à partir des QR-factures via les documents entrants.
it_ch: Specifica il batch registrazioni da utilizzare per le registrazioni di pagamento o di acquisto create dalle fatture QR tramite documenti in entrata.

# Page 3142171624 - Control 2081513550 - Property 1295455071
source: Specifies the journal template to use for payment journals or purchase journals created from QR-bills through incoming documents.
de_ch: Legt die Erfassungsjournalvorlage fest, die für Zahlungsausgangs-Erfassungsjournale oder Einkaufserfassungsjournale verwendet werden soll, die aus QR-Rechnungen oder eingehenden Belegen erstellt wurden.
fr_ch: Spécifie le modèle feuille à utiliser pour les feuilles paiement ou les feuilles achat créées à partir des QR-factures via les documents entrants.
it_ch: Specifica la definizione registrazioni da utilizzare per le registrazioni di pagamento o di acquisto create dalle fatture QR tramite documenti in entrata.

# Page 3142171624 - Control 3353681316 - Property 1968111052
source: Issuing QR-bills is tightly connected to sales invoices and service invoices. Whether or not a QR-bill is issued and printed when printing one of these document types is determined by the payment method specified on the customer card. If a payment type is enabled with a QR-bill layout, a QR-bill will be generated and printed. You must enable at least one payment method with a QR-bill layout to be able to issue QR-bills.
de_ch: Die Ausstellung von QR-Rechnungen steht in enger Verbindung zu Verkaufsrechnungen und Servicerechnungen. Ob eine QR-Rechnung erstellt und gedruckt wird, wenn eine dieser Belegarten gedruckt wird, wird anhand der auf der Kundenkarte festgelegten Zahlungsform bestimmt. Wenn eine Zahlungsmethode mit QR-Rechnungslayout aktiviert ist, wird eine QR-Rechnung generiert und gedruckt. Sie müssen mindestens eine Zahlungsform mit QR-Rechnungslayout aktivieren, um QR-Rechnungen ausstellen zu können.
fr_ch: L’émission de QR-factures est étroitement liée aux factures vente et aux factures service. L’émission et l’impression d’une QR-facture lors de l’impression d’un de ces types de document sont déterminées par le mode de paiement spécifié sur la fiche client. Si un type de paiement est activé avec une mise en page QR-facture, une QR-facture sera générée et imprimée. Vous devez activer au moins un mode de paiement avec une mise en page QR-facture pour pouvoir émettre des QR-factures.
it_ch: L’emissione di fatture QR è strettamente connessa a fatture di vendita e fatture di assistenza. L’emissione e la stampa o meno di una fattura QR durante la stampa di uno di questi tipi di documenti è determinata dal metodo di pagamento specificato sulla scheda cliente. Se un tipo di pagamento è abilitato con un layout di fattura QR, verrà generata e stampata una fattura QR. Per emettere fatture QR, è necessario abilitare almeno un metodo di pagamento con un layout di fattura QR.

# Page 3142171624 - Control 3353681316 - Property 2879900210
source: QR-BILL SETUP (STEP 4 OF 6): GENERATING AND ISSUING QR-BILLS
de_ch: EINRICHTUNG DER QR-RECHNUNG (SCHRITT 4 VON 6): GENERIEREN UND AUSSTELLEN VON QR-RECHNUNGEN
fr_ch: PARAMÉTRAGE DE QR-FACTURES (ÉTAPE 4 SUR 6) : GÉNÉRATION ET ÉMISSION DE QR-FACTURES
it_ch: SETUP FATTURA QR (PASSAGGIO 4 DI 6): GENERAZIONE ED EMISSIONE DI FATTURE QR

# Page 3142171624 - Control 2535861002 - Property 1295455071
source: Specifies how many payment methods have been enabled for QR-Bills.
de_ch: Gibt die Anzahl der Zahlungsformen an, die für QR-Rechnungen aktiviert wurden.
fr_ch: Spécifie combien de modes de paiement ont été activés pour les QR-factures.
it_ch: Specifica il numero di metodi di pagamento abilitati per le fatture QR.

# Page 3142171624 - Control 2535861002 - Property 2879900210
source: Payment Methods
de_ch: Zahlungsformen
fr_ch: Modes de paiement
it_ch: Metodi di pagamento

# Page 3142171624 - Control 3800514526 - Property 2879900210
source: WELCOME TO THE SETUP OF THE QR-BILL FOR SWITZERLAND
de_ch: WILLKOMMEN BEI DER EINRICHTUNG DER QR-RECHNUNG FÜR DIE SCHWEIZ
fr_ch: BIENVENUE DANS LE PARAMÉTRAGE DE LA QR-FACTURE POUR LA SUISSE
it_ch: SETUP DELLA FATTURA QR PER LA SVIZZERA

# Page 3142171624 - Control 2962967730 - Property 1968111052
source: QR-Bill Management for Switzerland is replacing the existing multiplicity of payment slips in Switzerland and will increase efficiency and simplify of payment handling. This set of features for Dynamics 365 Business Central will enable both issuer and receivers of QR-bills to efficiently manage bills and payments. If you do not want to set this up right now, close this page. If you continue with the setup but get interrupted during the process, you can always close the assisted setup and resume where you left. Your setup choices will be saved during the process, even if you close.
de_ch: QR-Bill Management for Switzerland ersetzt die vorhandene Vielfalt an Zahlungsscheinen in der Schweiz und verbessert Effizienz und Einfachheit der Zahlungsabwicklung. Diese Funktionen für Dynamics 365 Business Central ermöglichen sowohl Ausstellern als auch Empfängern von QR-Rechnungen die effiziente Verwaltung von Rechnungen und Zahlungen. Falls Sie es zurzeit nicht einrichten möchten, schliessen Sie diese Seite. Falls Sie mit der Einrichtung fortfahren, aber während des Prozesses unterbrochen werden, können Sie die unterstützte Einrichtung jederzeit schliessen und später an der Stelle fortfahren, an der Sie aufgehört haben. Ihre Einrichtungsoptionen werden während des Prozesses gespeichert, auch wenn Sie das Programm schliessen.
fr_ch: La gestion des QR-factures pour la Suisse remplace la multiplicité actuelle des bordereaux de paiement en Suisse et permettra d’accroître l’efficacité et de simplifier le traitement des paiements. Cet ensemble de fonctionnalités pour Dynamics 365 Business Central permettra à l’émetteur et aux destinataires des QR-factures de gérer efficacement les factures et les paiements. Si vous ne souhaitez pas paramétrer cette fonctionnalité maintenant, fermez cette page. Si vous commencez le paramétrage mais que vous êtes interrompu pendant le processus, vous pouvez toujours fermer la configuration assistée et reprendre là où vous en étiez. Vos choix de configuration seront sauvegardés pendant la procédure, même si vous fermez.
it_ch: La gestione delle fatture QR per la Svizzera sostituisce l’attuale molteplicità di polizze di versamento in Svizzera, aumenterà l’efficienza e semplificherà la gestione dei pagamenti. Questo set di funzionalità per Dynamics 365 Business Central consentirà a emittenti e destinatari delle fatture QR di gestire in modo efficiente fatture e pagamenti. Se non si desidera eseguire ora la configurazione, chiudere questa pagina. Se si continua con il setup, ma il processo viene interrotto, è sempre possibile chiudere il setup assistito e riprendere dal punto di interruzione. Le scelte di setup verranno salvate durante il processo, anche se il processo di interrompe.

# Page 3142171624 - Action 2438272767 - Property 2879900210
source: Back
de_ch: Zurück
fr_ch: Retour
it_ch: Indietro

# Page 3142171624 - Action 3259912055 - Property 2879900210
source: Finish
de_ch: Abschliessen
fr_ch: Terminer
it_ch: Fine

# Page 3142171624 - Action 914282563 - Property 2879900210
source: Next
de_ch: Weiter
fr_ch: Suivant
it_ch: Avanti

# Report 1627277611 - Property 2879900210
source: Swiss QR-Bill
de_ch: Schweizer QR-Rechnung
fr_ch: QR-facture suisse
it_ch: Fattura QR svizzera

# Report 1627277611 - NamedType 2341717985
source: Acceptance point
de_ch: Annahmestelle
fr_ch: Point de dépôt
it_ch: Punto di accettazione

# Report 1627277611 - NamedType 1167331278
source: Account / Payable to
de_ch: Konto / Zahlbar an
fr_ch: Compte / Payable à
it_ch: Conto / Pagabile a

# Report 1627277611 - NamedType 2314722969
source: Additional information
de_ch: Zusätzliche Informationen
fr_ch: Informations supplémentaires
it_ch: Informazioni supplementari

# Report 1627277611 - NamedType 1245862610
source: Amount
de_ch: Betrag
fr_ch: Montant
it_ch: Importo

# Report 1627277611 - NamedType 2218006611
source: There is no document found to print QR-Bill with the specified filters. Only CHF and EUR currency is allowed.
de_ch: Es wurde kein Beleg zum Drucken von QR-Rechnungen mit den angegebenen Filtern gefunden. Nur die Währungen CHF und EUR sind zulässig.
fr_ch: Aucun document trouvé pour imprimer la QR-facture avec les filtres spécifiés. Seules les monnaies CHF et EUR sont autorisées.
it_ch: Non è stato trovato alcun documento per stampare la fattura QR con i filtri specificati. Sono consentite solo le valute EUR e CHF.

# Report 1627277611 - NamedType 3310014495
source: Currency
de_ch: Währung
fr_ch: Monnaie
it_ch: Valuta

# Report 1627277611 - NamedType 1264080383
source: Not all documents were printed QR-Bill with the specified filters. Only CHF and EUR currency is allowed.
de_ch: Nicht alle Belege waren gedruckte QR-Rechnungen mit den angegebenen Filtern. Nur die Währungen CHF und EUR sind zulässig.
fr_ch: Tous les documents n’ont pas été utilisés pour imprimer la QR-facture avec les filtres spécifiés. Seules les monnaies CHF et EUR sont autorisées.
it_ch: Non tutti i documenti sono stati stampati come fattura QR con i filtri specificati. Sono consentite solo le valute EUR e CHF.

# Report 1627277611 - NamedType 4205260541
source: Payable by
de_ch: Zahlbar durch
fr_ch: Payable par
it_ch: Pagabile da

# Report 1627277611 - NamedType 2017269622
source: Payable by (name/address)
de_ch: Zahlbar durch (Name/Adresse)
fr_ch: Payable par (nom/adresse)
it_ch: Pagabile da (nome/indirizzo)

# Report 1627277611 - NamedType 3080423193
source: Payment part
de_ch: Zahlteil
fr_ch: Section Paiement
it_ch: Sezione pagamento

# Report 1627277611 - NamedType 180623962
source: Receipt
de_ch: Empfangsschein
fr_ch: Récépissé
it_ch: Ricevuta

# Report 1627277611 - NamedType 1162595851
source: Reference
de_ch: Referenz
fr_ch: Référence
it_ch: Riferimento

# Report 1627277611 - NamedType 2453973537
source: Separate before paying in
de_ch: Vor der Einzahlung abzutrennen
fr_ch: À détacher avant le versement
it_ch: Da staccare prima del versamento

# PageExtension 1249849977 - Control 2250177960 - Property 1295455071
source: Specifies the QR-IBAN value of your primary bank account.
de_ch: Gibt den QR-IBAN-Wert des primären Bankkontos an.
fr_ch: Spécifie la valeur QR-IBAN de votre compte bancaire principal.
it_ch: Specifica il valore IBAN QR del conto bancario primario.

# PageExtension 2051230818 - Action 2552919364 - Property 1295455071
source: QR-Bill processing.
de_ch: QR-Rechnungsabwicklung.
fr_ch: Traitement QR-facture.
it_ch: Elaborazione fattura QR.

# PageExtension 2051230818 - Action 2552919364 - Property 2879900210
source: QR-Bill
de_ch: QR-Rechnung
fr_ch: QR-facture
it_ch: Fattura QR

# PageExtension 2051230818 - Action 665395375 - Property 1295455071
source: Creates a new journal line from the incoming QR-bill document.
de_ch: Erstellt eine neue Journalzeile aus dem eingehenden QR-Rechnungsbeleg.
fr_ch: Crée une ligne feuille à partir du document QR-facture entrant.
it_ch: Crea una nuova riga di registrazione dal documento di fattura QR in entrata.

# PageExtension 2051230818 - Action 665395375 - Property 2879900210
source: Create Journal Line
de_ch: Erfassungsjournalzeilen erstellen
fr_ch: Créer ligne feuille
it_ch: Crea riga di registrazioni

# PageExtension 2051230818 - Action 3148847874 - Property 1295455071
source: Creates a new purchase invoice from the incoming QR-bill document.
de_ch: Erstellt eine neue Einkaufsrechnung aus dem eingehenden QR-Rechnungsbeleg.
fr_ch: Crée une facture achat à partir du document QR-facture entrant.
it_ch: Crea una nuova fattura di acquisto dal documento di fattura QR in entrata.

# PageExtension 2051230818 - Action 3148847874 - Property 2879900210
source: Create Purchase Invoice
de_ch: Einkaufsrechnung erstellen
fr_ch: Créer facture achat
it_ch: Crea fattura di acquisto

# PageExtension 2051230818 - Action 1181078575 - Property 1295455071
source: Update the incoming document record by importing a scanned QR-bill that is saved as a text file.
de_ch: Einen Eingangsbeleg durch Importieren einer gescannten QR-Rechnung aktualisieren, die als Textdatei gespeichert ist.
fr_ch: Mettez à jour l’enregistrement de document entrant en important une QR-facture scannée qui est enregistrée sous la forme d’un fichier texte.
it_ch: Aggiornare il record di documento in entrata importando una fattura QR sottoposta a scansione salvata come file di testo.

# PageExtension 2051230818 - Action 1181078575 - Property 2879900210
source: Import Scanned QR-Bill File
de_ch: Gescannte QR-Rechnungsdatei importieren
fr_ch: Importer le fichier de la QR-facture scannée
it_ch: Importa file di fattura QR sottoposta a scansione

# PageExtension 2051230818 - Action 2662649033 - Property 1295455071
source: Update the incoming document record from the scanning of QR-bill with an input scanner, or from manual (copy/paste) of the decoded QR-Code text value into a field.
de_ch: Aktualisieren Sie einen Eingangsbeleg aus dem Scan der QR-Rechnung mit einem Eingangsscanner oder manuell durch Kopieren/Einfügen des entschlüsselten QR-Codetextwerts in ein Feld.
fr_ch: Mettez à jour l’enregistrement de document entrant à partir de la numérisation de la QR-facture avec un scanner de saisie, ou à partir de la saisie manuelle (copier/coller) de la valeur texte du QR-code décodée dans un champ.
it_ch: Aggiornare il record di documento in entrata dalla scansione della fattura QR con uno scanner di input oppure in modo manuale (copia/incolla) dal valore di testo del codice QR decodificato in un campo.

# PageExtension 2051230818 - Action 2662649033 - Property 2879900210
source: Scan QR-Bill
de_ch: QR-Rechnung scannen
fr_ch: Numériser QR-facture
it_ch: Esegui scansione fattura QR

# PageExtension 2051230818 - Control 1929456686 - Property 2879900210
source: Creditor Details
de_ch: Kreditorendetails
fr_ch: Détails créditeur
it_ch: Dettagli creditore

# PageExtension 2051230818 - Control 3075661710 - Property 1295455071
source: Specifies the address line 1 of the vendor on the incoming document.
de_ch: Gibt die Adresszeile 1 des Kreditors auf dem eingehenden Beleg an.
fr_ch: Spécifie la ligne d’adresse 1 du fournisseur sur le document entrant.
it_ch: Specifica la riga 1 dell’indirizzo del fornitore sul documento in entrata.

# PageExtension 2051230818 - Control 1162571859 - Property 1295455071
source: Specifies the address line 2 of the vendor on the incoming document.
de_ch: Gibt die Adresszeile 2 des Kreditors auf dem eingehenden Beleg an.
fr_ch: Spécifie la ligne d’adresse 2 du fournisseur sur le document entrant.
it_ch: Specifica la riga 2 dell’indirizzo del fornitore sul documento in entrata.

# PageExtension 2051230818 - Control 1813841713 - Property 1295455071
source: Specifies the city of the vendor on the incoming document.
de_ch: Gibt den Ort des Kreditors auf dem eingehenden Beleg an.
fr_ch: Spécifie la ville du fournisseur sur le document entrant.
it_ch: Specifica la città del fornitore sul documento in entrata.

# PageExtension 2051230818 - Control 4209989804 - Property 1295455071
source: Specifies the country of the vendor on the incoming document.
de_ch: Gibt das Land des Kreditors auf dem eingehenden Beleg an.
fr_ch: Spécifie le pays du fournisseur sur le document entrant.
it_ch: Specifica il paese del fornitore sul documento in entrata.

# PageExtension 2051230818 - Control 2618287681 - Property 1295455071
source: Specifies the vendor name on the incoming document.
de_ch: Gibt den Namen des Kreditors auf dem eingehenden Beleg an.
fr_ch: Spécifie le nom du fournisseur sur le document entrant.
it_ch: Specifica il nome del fornitore sul documento in entrata.

# PageExtension 2051230818 - Control 2618287681 - Property 2879900210
source: Name
fr_ch: Nom
it_ch: Nome

# PageExtension 2051230818 - Control 193064548 - Property 1295455071
source: Specifies the postal code of the vendor on the incoming document.
de_ch: Gibt die Postleitzahl des Kreditors auf dem eingehenden Beleg an.
fr_ch: Spécifie le code postal du fournisseur sur le document entrant.
it_ch: Specifica il codice NPA del fornitore sul documento in entrata.

# PageExtension 2051230818 - Control 1269069244 - Property 1295455071
source: Specifies the IBAN or QR-IBAN account of the vendor on the incoming document.
de_ch: Gibt die IBAN- oder QR-IBAN-Kontonummer des Kreditors auf dem eingehenden Beleg an.
fr_ch: Spécifie le compte IBAN ou QR-IBAN du fournisseur sur le document entrant.
it_ch: Specifica il conto IBAN o IBAN QR del fornitore sul documento in entrata.

# PageExtension 2051230818 - Control 1269069244 - Property 2879900210
source: IBAN/QR-IBAN
it_ch: IBAN/IBAN QR

# PageExtension 2051230818 - Control 1404488444 - Property 1295455071
source: Specifies the VAT registration number of the vendor on the incoming document.
de_ch: Gibt die MWST Nummer des Kreditors auf dem eingehenden Beleg an.
fr_ch: Spécifie le numéro d’identification intracommunautaire du fournisseur sur le document entrant.
it_ch: Specifica il numero di partita IVA del fornitore sul documento in entrata.

# PageExtension 2051230818 - Control 1404488444 - Property 2879900210
source: VAT Registration No.
de_ch: MWST Nr.
fr_ch: N° identif. intracomm.
it_ch: Partita IVA

# PageExtension 2051230818 - Control 149825027 - Property 2879900210
source: Debitor Details
de_ch: Debitorendetails
fr_ch: Détails débiteur
it_ch: Dettagli debitore
