Repository: rstefanetti/MSDyn365BC.Code.History
Catalog: SwissQRBill/Source/QR-Bill Management for Switzerland/Translations/QR-Bill Management for Switzerland.*.xlf
Languages: de_ch, fr_ch, it_ch

# Page 726691145 - Control 2354417969 - Property 1295455071
source: Specifies the last used payment reference number. This is an integer value used as a source for calculation and printing the payment reference on the QR-Bill report and in the QR code.
de_ch: Gibt die zuletzt verwendete Zahlungsreferenznummer an. Dies ist ein ganzzahliger Wert, der als Quelle für die Berechnung und zum Drucken der Zahlungsreferenz im QR-Rechnungsbericht und im QR-Code verwendet wird.
fr_ch: Spécifie le dernier numéro de référence de paiement utilisé. Il s’agit d’une valeur entière utilisée comme source pour le calcul et l’impression de la référence de paiement sur l’état QR-facture et dans le code QR.
it_ch: Specifica l’ultimo numero di riferimento di pagamento utilizzato. Questo è un valore intero utilizzato come origine per il calcolo e la stampa del riferimento di pagamento nel report di fatture QR e nel codice QR.

# Page 726691145 - Control 1097457822 - Property 1295455071
source: Specifies the German umlaut characters encoding mode. "Single" mode: "Ä" to "A". "Double" mode: "Ä" to "Ae". The recommended value is Double.
de_ch: Gibt den Codierungsmodus für deutsche Umlaute an. Modus 'Einzeln': 'Ä' zu 'A'. Modus 'Doppelt': 'Ä' zu 'Ae'. Der empfohlene Wert ist 'Doppelt'.
fr_ch: Spécifie le mode d’encodage des caractères umlaut allemands. Mode «simple»: «Ä» en «A». Mode «double»: «Ä» en «Ae». La valeur recommandée est «Double».
it_ch: Specifica la modalità di codifica dei caratteri con umlaut tedeschi. Modalità «Singola»: da «Ä» a «A». Modalità «Doppia»: da «Ä» a «Ae». Il valore consigliato è Doppia.

# Page 726691145 - Control 3619626832 - Property 1295455071
source: Specifies how many document types have been enabled for QR-bills.
de_ch: Gibt die Anzahl der Belegarten an, die für QR-Rechnungen aktiviert wurden.
fr_ch: Spécifie combien de types de document ont été activés pour les QR-factures.
it_ch: Specifica il numero di tipi di documento abilitati per le fatture QR.

# Page 726691145 - Control 3619626832 - Property 2879900210
source: Document Types
de_ch: Belegarten
fr_ch: Types de document
it_ch: Tipi di documento

# Page 726691145 - Control 1176583840 - Property 1295455071
source: Specifies the IBAN value of your primary bank account. This identifies the bank account to which the receiver of your QR-bills will transfer money.
de_ch: Gibt den IBAN-Wert Ihres primären Bankkontos an. Damit wird das Bankkonto gekennzeichnet, auf das der Empfänger Ihrer QR-Rechnungen Geld überweist.
fr_ch: Spécifie la valeur IBAN de votre compte bancaire principal. Elle identifie le compte bancaire sur lequel le destinataire de vos QR-factures transférera l’argent.
it_ch: Specifica il valore IBAN del conto bancario principale, ovvero il conto sul quale il destinatario delle fatture QR emesse trasferirà il denaro.

# Page 726691145 - Control 2535861002 - Property 1295455071
source: Specifies how many payment methods have been enabled for QR-bills.
de_ch: Gibt die Anzahl der Zahlungsformen an, die für QR-Rechnungen aktiviert wurden.
fr_ch: Spécifie combien de modes de paiement ont été activés pour les QR-factures.
it_ch: Specifica il numero di metodi di pagamento abilitati per le fatture QR.

# Page 726691145 - Control 2535861002 - Property 2879900210
source: Payment Methods
de_ch: Zahlungsformen
fr_ch: Modes de paiement
it_ch: Metodi di pagamento

# Page 726691145 - Control 3842936097 - Property 1295455071
source: Specifies the QR-IBAN value of your primary bank account. This identifies the bank account to which the receiver of your QR-bills will transfer money.
de_ch: Gibt den QR-IBAN-Wert Ihres primären Bankkontos an. Damit wird das Bankkonto gekennzeichnet, auf das der Empfänger Ihrer QR-Rechnungen Geld überweist.
fr_ch: Spécifie la valeur QR-IBAN de votre compte bancaire principal. Elle identifie le compte bancaire sur lequel le destinataire de vos QR-factures transférera l’argent.
it_ch: Specifica il valore IBAN QR del conto bancario principale, ovvero il conto sul quale il destinatario delle fatture QR emesse trasferirà il denaro.

# Page 726691145 - Control 3842936097 - Property 2879900210
source: QR-IBAN
it_ch: IBAN QR

# Page 726691145 - Control 2577889954 - Property 2879900210
source: Receiving QR-Bills
de_ch: Empfang von QR-Rechnungen
fr_ch: Réception de QR-factures
it_ch: Ricezione fatture QR

# Page 726691145 - Control 4240745954 - Property 1295455071
source: Specifies the journal batch to use for payment journals or purchase journals created from QR-bills through incoming documents.
de_ch: Legt den Erfassungsjournalnamen fest, der für Zahlungsausgangs-Erfassungsjournale oder Einkaufserfassungsjournale verwendet werden soll, die aus QR-Rechnungen oder eingehenden Belegen erstellt wurden.
fr_ch: Spécifie le lot feuille à utiliser pour les feuilles paiement ou les feuilles achat créées à partir des QR-factures via les documents entrants.
it_ch: Specifica il batch registrazioni da utilizzare per le registrazioni di pagamento o di acquisto create dalle fatture QR tramite documenti in entrata.

# Page 726691145 - Control 2081513550 - Property 1295455071
source: Specifies the journal template to use for payment journals or purchase journals created from QR-bills through incoming documents.
de_ch: Legt die Erfassungsjournalvorlage fest, die für Zahlungsausgangs-Erfassungsjournale oder Einkaufserfassungsjournale verwendet werden soll, die aus QR-Rechnungen oder eingehenden Belegen erstellt wurden.
fr_ch: Spécifie le modèle feuille à utiliser pour les feuilles paiement ou les feuilles achat créées à partir des QR-factures via les documents entrants.
it_ch: Specifica la definizione registrazioni da utilizzare per le registrazioni di pagamento o di acquisto create dalle fatture QR tramite documenti in entrata.

# Page 726691145 - Control 1682275121 - Property 2879900210
source: Payment File Setup
de_ch: Einrichtung der Zahlungsdatei
fr_ch: Paramétrage du fichier de paiement
it_ch: Setup file di pagamento

# Page 726691145 - Control 2234915660 - Property 2879900210
source: Bank Export/Import Setup
de_ch: Einrichtung Bankexport/-import
fr_ch: Paramètres exportation/importation bancaire
it_ch: Setup importazione/esportazione banca

# Page 726691145 - Control 60386032 - Property 1295455071
source: Specifies whether the SEPA CAMT 054 field has been filled on the Bank Export/Import Setup page.
de_ch: Gibt an, ob das Feld 'SEPA CAMT 054' auf der Seite 'Einrichtung Bankexport/-import' ausgefüllt wurde.
fr_ch: Spécifie si le champ SEPA CAMT 054 a été renseigné sur la page Paramètres exportation/importation bancaire.
it_ch: Specifica se il campo SEPA CAMT 054 è stato compilato nella pagina Setup importazione/esportazione banca.

# Page 726691145 - Control 11381332 - Property 1295455071
source: Specifies whether the SEPA Credit Transfer field has been filled on the Bank Export/Import Setup page.
de_ch: Gibt an, ob das Feld 'SEPA-Überweisung' auf der Seite 'Einrichtung Bankexport/-import' ausgefüllt wurde.
fr_ch: Spécifie si le champ Virement SEPA a été renseigné sur la page Paramètres exportation/importation bancaire.
it_ch: Specifica se il campo Bonifico SEPA è stato compilato nella pagina Setup importazione/esportazione banca.

# Page 726691145 - Control 3248404721 - Property 1295455071
source: Specifies whether the SEPA Direct Transfer field has been filled on the Bank Export/Import Setup page.
de_ch: Gibt an, ob das Feld 'SEPA-Direktüberweisung' auf der Seite 'Einrichtung Bankexport/-import' ausgefüllt wurde.
fr_ch: Spécifie si le champ Virement direct SEPA a été renseigné sur la page Paramètres exportation/importation bancaire.
it_ch: Specifica se il campo Trasferimento diretto SEPA è stato compilato nella pagina Setup importazione/esportazione banca.

# Page 726691145 - Control 71445060 - Property 1295455071
source: Opens the General Ledger Setup page.
de_ch: Öffnet die Seite 'Fibu Einrichtung'.
fr_ch: Ouvre la page Paramètres comptabilité.
it_ch: Apre la pagina Setup contabilità generale.

# Page 726691145 - Control 346644043 - Property 1295455071
source: Specifies whether the SEPA Non-Euro Export check box is selected on the General Ledger Setup page.
de_ch: Gibt an, ob das Kontrollkästchen 'Nicht-Euro SEPA-Export' auf der Seite 'Fibu Einrichtung' aktiviert ist.
fr_ch: Spécifie si la case Exportation non-euro SEPA a été cochée sur la page Paramètres comptabilité.
it_ch: Specifica se la casella di controllo Esportazione SEPA non euro è stata compilata nella pagina Setup contabilità generale.

# Page 726691145 - Control 346644043 - Property 2879900210
source: SEPA Non-Euro Export
de_ch: Nicht-Euro SEPA-Export
fr_ch: Exportation non-euro SEPA
it_ch: Esportazione SEPA non euro

# Page 3142171624 - Property 2879900210
source: QR-Bill Setup Guide
de_ch: Anleitung zur Einrichtung der QR-Rechnung
fr_ch: Guide de configuration QR-facture
it_ch: Guida di setup fattura QR

# Page 3142171624 - NamedType 2101235044
source: There are no document typse enabled for QR-bills.\\Do you want to continue?
de_ch: Es sind keine Belegarten für QR-Rechnungen aktiviert.\\Möchten Sie fortfahren?
fr_ch: Aucun type de document n’est activé pour les QR-factures.\\Souhaitez-vous continuer?
it_ch: Non sono presenti tipi di documento abilitati per fatture QR.\\Continuare?

# Page 3142171624 - NamedType 462312515
source: There are no document types enabled for QR-bills (step 5 of 6).
de_ch: Es sind keine Belegarten für QR-Rechnungen aktiviert (Schritt 5 von 6).
fr_ch: Aucun type de document n’est activé pour les QR-factures (étape 5 sur 6).
it_ch: Non sono presenti tipi di documento abilitato per le fatture QR (passaggio 5 di 6).

# Page 3142171624 - NamedType 2899211317
source: Journal template and batch are not setup for an incoming QR-bills (step 6 of 6).
de_ch: Erfassungsjournalvorlage und -name sind für eingehende QR-Rechnungen nicht eingerichtet (Schritt 6 von 6).
fr_ch: Aucun modèle feuille ni lot feuille n’est paramétré pour des QR-factures entrantes (étape 6 sur 6).
it_ch: Definizione e batch di registrazioni non sono impostati per fatture QR in entrata (passaggio 6 di 6).

# Page 3142171624 - NamedType 1170655125
source: There are no payment methods enabled with a QR-bill layout (step 4 of 6).
de_ch: Es sind keine Zahlungsformen mit QR-Rechnungslayout aktiviert (Schritt 4 von 6).
fr_ch: Aucun mode de paiement n’est activé avec une mise en page de QR-facture (étape 4 sur 6).
it_ch: Non sono presenti metodi di pagamento abilitati con un layout di fattura QR (passaggio 4 di 6).

# Page 3142171624 - NamedType 519752582
source: Company QR-IBAN is not filled (step 1 of 6).
de_ch: QR-IBAN des Unternehmens ist nicht ausgefüllt (Schritt 1 von 6).
fr_ch: QR-IBAN de la société non renseigné (étape 1 sur 6).
it_ch: Il valore IBAN QR della società non è compilato (passaggio 1 di 6).

# Page 3142171624 - NamedType 728939710
source: Journal template and batch are not set up for incoming QR-bills.\\Do you want to continue?
de_ch: Erfassungsjournalvorlage und -name sind für eingehende QR-Rechnungen nicht eingerichtet.\\Möchten Sie fortfahren?
fr_ch: Aucun modèle feuille ni lot feuille n’est paramétré pour des QR-factures entrantes.\\Souhaitez-vous continuer?
it_ch: Definizione e batch di registrazioni non sono impostati per fatture QR in entrata.\\Continuare?

# Page 3142171624 - NamedType 3872286878
source: There are no payment methods enabled with a QR-bill layout.\\Do you want to continue?
de_ch: Es sind keine Zahlungsformen mit QR-Rechnungslayout aktiviert.\\Möchten Sie fortfahren?
fr_ch: Aucun mode de paiement n’est activé avec une mise en page de QR-facture.\\Souhaitez-vous continuer?
it_ch: Non sono presenti metodi di pagamento abilitati con un layout di fattura QR.\\Continuare?

# Page 3142171624 - NamedType 3717676469
source: Company QR-IBAN is not filled.\\Do you want to continue?
de_ch: QR-IBAN des Unternehmens ist nicht ausgefüllt.\\Möchten Sie fortfahren?
fr_ch: QR-IBAN de la société non renseigné.\\Souhaitez-vous continuer ?
it_ch: Il valore IBAN QR della società non è compilato.\\Continuare?

# Page 3142171624 - NamedType 984350027
source: Set up QR-Bill has not been completed.\\Are you sure that you want to exit?
de_ch: Die Einrichtung der QR-Rechnung wurde nicht abgeschlossen.\\Möchten Sie den Vorgang wirklich beenden?
fr_ch: Le paramétrage de la QR-facture n’est pas encore terminé.\\Êtes-vous sûr de vouloir quitter?
it_ch: Il setup delle fatture QR non è stato completato.\\Uscire?

# Page 3142171624 - Control 3570068847 - Property 1968111052
source: Here you must specify important information regarding the display of addresses on QR-bills. The Address Type field determines how address fields are shown. The recommended value is Structured. German Umlaut Chars Encoding determines how umlaut characters are show and saved in the QR code and, ultimately, shown to the receiver who scans the QR-bill. The recommended value it Double.
de_ch: Hier müssen Sie wichtige Informationen im Hinblick auf die Anzeige von Adressen auf QR-Rechnungen angeben. Das Feld 'Adresstyp' bestimmt, wie Adressfelder angezeigt werden. Der empfohlene Wert lautet 'Strukturiert'. Die Codierung deutscher Umlaute bestimmt, wie Umlaute im QR-Code angezeigt und gespeichert und letztendlich dem Empfänger angezeigt werden, der die QR-Rechnung scannt. Der empfohlene Wert lautet 'Doppelt'.
fr_ch: Vous devez spécifier ici les informations importantes concernant l’affichage des adresses sur les QR-factures. Le champ Type d’adresse détermine la manière dont les champs d’adresse sont affichés. La valeur recommandée est Structuré. Encodage des caractères Umlaut allemands détermine la manière dont les caractères umlaut sont affichés et enregistrés dans le code QR et, finalement, présentés au destinataire qui scanne la QR-facture. La valeur recommandée est Double.
it_ch: In questa fase è necessario specificare informazioni importanti relative alla visualizzazione degli indirizzi sulle fatture QR. Il campo Tipo di indirizzo determina la modalità di visualizzazione dei campi indirizzo. Il valore consigliato è Strutturato. La codifica dei caratteri con umlaut tedeschi determina il modo in cui tali caratteri vengono visualizzati e salvati nel codice QR e infine mostrati al destinatario che esegue la scansione della fattura QR. Il valore consigliato è Doppia.

# Page 3142171624 - Control 3570068847 - Property 2879900210
source: QR-BILL SETUP (STEP 2 OF 6): GENERATING AND ISSUING QR-BILLS
de_ch: EINRICHTUNG DER QR-RECHNUNG (SCHRITT 2 VON 6): GENERIEREN UND AUSSTELLEN VON QR-RECHNUNGEN
fr_ch: PARAMÉTRAGE DE QR-FACTURES (ÉTAPE 2 SUR 6) : GÉNÉRATION ET ÉMISSION DE QR-FACTURES
it_ch: SETUP FATTURA QR (PASSAGGIO 2 DI 6): GENERAZIONE ED EMISSIONE DI FATTURE QR

# Page 3142171624 - Control 846326922 - Property 1295455071
source: Specifies the address type used for all printed QR-Bills. Recommended value is Structured.
de_ch: Gibt den Adresstyp an, der für alle gedruckten QR-Rechnungen verwendet wird. Der empfohlene Wert lautet 'Strukturiert'.
fr_ch: Spécifie le type d’adresse utilisé pour toutes les QR-factures imprimées. Valeur recommandée: Structuré.
it_ch: Specifica il tipo di indirizzo utilizzato per tutte le fatture QR stampate. Il valore consigliato è Strutturato.

# Page 3142171624 - Control 1097457822 - Property 1295455071
source: Specifies the German umlaut characters encoding mode. "Single" mode: "Ä" to "A". "Double" mode: "Ä" to "Ae". Recommended value is Double.
de_ch: Gibt den Codierungsmodus für deutsche Umlaute an. Modus 'Einzeln': 'Ä' zu 'A'. Modus 'Doppelt': 'Ä' zu 'Ae'. Der empfohlene Wert ist 'Doppelt'.
fr_ch: Spécifie le mode d’encodage des caractères umlaut allemands. Mode «simple»: «Ä» en «A». Mode «double»: «Ä» en «Ae». La valeur recommandée est «Double».
it_ch: Specifica la modalità di codifica dei caratteri con umlaut tedeschi. Modalità «Singola»: da «Ä» a «A». Modalità «Doppia»: da «Ä» a «Ae». Il valore consigliato è Doppia.

# Page 3142171624 - Control 3868861290 - Property 1968111052
source: For QR-bills to be correctly generated and issued, certain information must be set up in the system, starting with basic information on the Company Information page. Your company’s address is important to verify and is listed below. You must also specify the QR-IBAN issued to you and save this in your company information by entering it below.
de_ch: Damit QR-Rechnungen ordnungsgemäss generiert und ausgestellt werden, müssen bestimmte Informationen im System eingerichtet werden, beginnend mit grundlegenden Informationen auf der Seite 'Unternehmensinformationen'. Die Adresse Ihres Unternehmens muss überprüft werden und ist unten aufgeführt. Sie müssen ausserdem die für Sie ausgestellte QR-IBAN angeben und in diesen Unternehmensinformationen speichern, indem Sie sie unten eingeben.
fr_ch: Pour que les QR-factures soient correctement générées et émises, certaines informations doivent être paramétrées dans le système, à commencer par les informations de base sur la page Informations société. L’adresse de votre société est importante à vérifier et est indiquée ci-dessous. Vous devez également spécifier le QR-IBAN qui vous a été délivré et l’enregistrer dans les informations société en l’entrant ci-dessous.
it_ch: Per generare ed emettere correttamente le fatture QR, è necessario impostare determinate informazioni nel sistema, iniziando con le informazioni di base nella pagina Informazioni società. È importante verificare l’indirizzo della società che viene elencato di seguito. È necessario anche specificare il valore IBAN QR rilasciato e salvarlo nelle informazioni della società inserendolo di seguito.

# Page 3142171624 - Control 3868861290 - Property 2879900210
source: QR-BILL SETUP (STEP 1 OF 6): GENERATING AND ISSUING QR-BILLS
de_ch: EINRICHTUNG DER QR-RECHNUNG (SCHRITT 1 VON 6): GENERIEREN UND AUSSTELLEN VON QR-RECHNUNGEN
fr_ch: PARAMÉTRAGE DE QR-FACTURES (ÉTAPE 1 SUR 6) : GÉNÉRATION ET ÉMISSION DE QR-FACTURES
it_ch: SETUP FATTURA QR (PASSAGGIO 1 DI 6): GENERAZIONE ED EMISSIONE DI FATTURE QR

# Page 3142171624 - Control 3168444338 - Property 1295455071
source: Specifies the address.
de_ch: Gibt die Adresse an.
fr_ch: Spécifie l'adresse.
it_ch: Specifica l'indirizzo.

# Page 3142171624 - Control 3168444338 - Property 2879900210
source: Address
de_ch: Adresse
fr_ch: Adresse
it_ch: Indirizzo

# Page 3142171624 - Control 1176583840 - Property 1295455071
source: Specifies the IBAN value of your primary bank account. This identifies the bank account to which the receiver of your QR-bills will transfer money.
de_ch: Gibt den IBAN-Wert Ihres primären Bankkontos an. Damit wird das Bankkonto gekennzeichnet, auf das der Empfänger Ihrer QR-Rechnungen Geld überweist.
fr_ch: Spécifie la valeur IBAN de votre compte bancaire principal. Elle identifie le compte bancaire sur lequel le destinataire de vos QR-factures transférera l’argent.
it_ch: Specifica il valore IBAN del conto bancario principale, ovvero il conto sul quale il destinatario delle fatture QR emesse trasferirà il denaro.

# Page 3142171624 - Control 3842936097 - Property 1295455071
source: Specifies the QR-IBAN value of your primary bank account. This identifies the bank account to which the receiver of your QR-bills will transfer money.
de_ch: Gibt den QR-IBAN-Wert Ihres primären Bankkontos an. Damit wird das Bankkonto gekennzeichnet, auf das der Empfänger Ihrer QR-Rechnungen Geld überweist.
fr_ch: Spécifie la valeur QR-IBAN de votre compte bancaire principal. Elle identifie le compte bancaire sur lequel le destinataire de vos QR-factures transférera l’argent.
it_ch: Specifica il valore IBAN QR del conto bancario principale, ovvero il conto sul quale il destinatario delle fatture QR emesse trasferirà il denaro.

# Page 3142171624 - Control 3842936097 - Property 2879900210
source: QR-IBAN
it_ch: IBAN QR

# Page 3142171624 - Control 2403440321 - Property 1968111052
source: Select the default layout of the QR-bill. It is used for issuing QR-bills for documents that have not been enabled for QR-bills via a payment method (the next step in this guide) but should still have a QR-bill printed. The recommended value is DEFAULT QR-IBAN. You can also create other QR-Bill layouts and select one of those.
de_ch: Wählen Sie das Standardlayout der QR-Rechnung aus. Es wird zum Ausstellen von QR-Rechnungen für Belege verwendet, die gemäss Zahlungsform nicht für QR-Rechnungen aktiviert wurden (der nächste Schritt in diesem Handbuch), aber dennoch eine gedruckte QR-Rechnung benötigen. Der empfohlene Wert ist STANDARD-QR-IBAN. Sie können auch andere QR-Rechnungslayouts erstellen und eines von diesen verwenden.
fr_ch: Sélectionnez la mise en page par défaut de la QR-facture. Elle est utilisée pour l’émission des QR-factures pour des documents qui n’ont pas été activés pour des QR-factures via un mode de paiement (prochaine étape de ce guide), mais qui doivent quand même avoir une QR-facture imprimée. La valeur recommandée est QR-IBAN PAR DÉFAUT. Vous pouvez également créer d’autres mises en page de QR-facture et en sélectionner une.
it_ch: Selezionare il layout predefinito della fattura QR. Viene utilizzato per emettere le fatture QR per documenti non abilitati per fatture QR tramite un metodo di pagamento (passaggio successivo in questa guida), ma per cui una fattura QR deve essere stampata. Il valore consigliato è IBAN QR PREDEFINITO. È anche possibile creare altri layout di fatture QR e selezionarne uno.

# Page 3142171624 - Control 2403440321 - Property 2879900210
source: QR-BILL SETUP (STEP 3 OF 6): GENERATING AND ISSUING QR-BILLS
de_ch: EINRICHTUNG DER QR-RECHNUNG (SCHRITT 3 VON 6): GENERIEREN UND AUSSTELLEN VON QR-RECHNUNGEN
fr_ch: PARAMÉTRAGE DE QR-FACTURES (ÉTAPE 3 SUR 6) : GÉNÉRATION ET ÉMISSION DE QR-FACTURES
it_ch: SETUP FATTURA QR (PASSAGGIO 3 DI 6): GENERAZIONE ED EMISSIONE DI FATTURE QR

# Page 3142171624 - Control 1410559283 - Property 1295455071
source: Specifies the default QR-bill layout. It is used for issuing QR-bills for documents that have not been enabled for QR-bills via a payment method but should still have a QR-bill printed.
de_ch: Legt das standardmässige QR-Rechnungslayout fest. Es wird zum Ausstellen von QR-Rechnungen für Belege verwendet, die gemäss Zahlungsform nicht für QR-Rechnungen aktiviert wurden, aber dennoch eine gedruckte QR-Rechnung benötigen.
fr_ch: Spécifie la mise en page par défaut de la QR-facture. Elle est utilisée pour l’émission des QR-factures pour des documents qui n’ont pas été activés pour des QR-factures via un mode de paiement, mais qui doivent quand même avoir une QR-facture imprimée.
it_ch: Specifica il layout predefinito della fattura QR. Viene utilizzato per l’emissione di fatture QR per i documenti non abilitati per le fatture QR tramite un metodo di pagamento, ma per cui deve comunque essere stampata una fattura QR.
