Repository: rstefanetti/MSDyn365BC.Code.History
Catalog: SwissQRBill/Source/QR-Bill Management for Switzerland/Translations/QR-Bill Management for Switzerland.*.xlf
Languages: de_ch, fr_ch, it_ch

# Codeunit 2051230818 - NamedType 4013744002
source: Creditor's name %1 does not correspond to %2 from the vendor information.
de_ch: Name %1 des Kreditors stimmt nicht mit %2 aus den Kreditoreninformationen überein.
fr_ch: Le nom du créditeur %1 ne correspond pas à la valeur %2 issue des informations fournisseur.
it_ch: Il nome del creditore %1 non corrisponde a %2 secondo le informazioni del fornitore.

# Codeunit 2051230818 - NamedType 3373006408
source: Creditor's post code %1 does not correspond to %2 from the vendor information.
de_ch: Postleitzahl %1 des Kreditors stimmt nicht mit %2 aus den Kreditoreninformationen überein.
fr_ch: Le code postal du créditeur %1 ne correspond pas à la valeur %2 issue des informations fournisseur.
it_ch: Il codice NPA del creditore %1 non corrisponde a %2 secondo le informazioni del fornitore.

# Codeunit 2051230818 - NamedType 1890832007
source: Debitor's city %1 does not correspond to %2 from the company information.
de_ch: Ort %1 des Debitors stimmt nicht mit %2 aus den Unternehmensinformationen überein.
fr_ch: La ville du débiteur %1 ne correspond pas à la valeur %2 issue des informations société.
it_ch: La città del debitore %1 non corrisponde a %2 secondo le informazioni della società.

# Codeunit 2051230818 - NamedType 1435984990
source: Debitor's country %1 does not correspond to %2 from the company information.
de_ch: Land %1 des Debitors stimmt nicht mit %2 aus den Unternehmensinformationen überein.
fr_ch: Le pays du débiteur %1 ne correspond pas à la valeur %2 issue des informations société.
it_ch: Il paese del debitore %1 non corrisponde a %2 secondo le informazioni della società.

# Codeunit 2051230818 - NamedType 3573428695
source: Debitor's name %1 does not correspond to %2 from the company information.
de_ch: Name %1 des Debitors stimmt nicht mit %2 aus den Unternehmensinformationen überein.
fr_ch: Le nom du débiteur %1 ne correspond pas à la valeur %2 issue des informations société.
it_ch: Il nome del debitore %1 non corrisponde a %2 secondo le informazioni della società.

# Codeunit 2051230818 - NamedType 2792442353
source: Debitor's post code %1 does not correspond to %2 from the company information.
de_ch: Postleitzahl %1 des Debitors stimmt nicht mit %2 aus den Unternehmensinformationen überein.
fr_ch: Le code postal du débiteur %1 ne correspond pas à la valeur %2 issue des informations société.
it_ch: Il codice NPA del debitore %1 non corrisponde a %2 secondo le informazioni della società.

# Codeunit 2051230818 - NamedType 3874803582
source: QR reference %1 check digit is wrong.
de_ch: Prüfziffer %1 der QR-Referenz ist falsch.
fr_ch: Le chiffre de contrôle de la référence QR %1 est incorrect.
it_ch: La cifra di controllo del riferimento QR %1 è errata.

# Codeunit 2051230818 - NamedType 4279653832
source: QR refernce %1 must contain only digits.
de_ch: QR-Referenz %1 darf nur aus Ziffern bestehen.
fr_ch: La référence QR %1 ne peut contenir que des chiffres.
it_ch: Il riferimento QR %1 può contenere solo cifre.

# Codeunit 2051230818 - NamedType 2799189244
source: Are you sure you want to replace the attached file?
de_ch: Möchten Sie die angehängte Datei wirklich ersetzen?
fr_ch: Voulez-vous vraiment remplacer le fichier joint ?
it_ch: Sostituire il file allegato?

# Codeunit 2051230818 - NamedType 1550326546
source: Vendor is not found with bank account IBAN = %1.
de_ch: Kreditor mit Bankkonto-IBAN = %1 nicht gefunden.
fr_ch: Fournisseur avec IBAN de compte bancaire = %1 introuvable.
it_ch: Impossibile trovare un fornitore con IBAN conto bancario = %1.

# Codeunit 1807490859 - NamedType 1689235809
source: Set up QR-Bills and easily generate, send and import QR-Bills in Dynamics 365 Business Central
de_ch: QR-Rechnungen einrichten und QR-Rechnungen einfach in Dynamics 365 Business Central generieren, senden und importieren
fr_ch: Paramétrer des QR-factures et générer, envoyer et importer aisément des QR-factures dans Dynamics 365 Business Central
it_ch: Imposta le fatture QR e consente di generarle, inviarle e importarle facilmente in Dynamics 365 Business Central

# Codeunit 1807490859 - NamedType 1420859235
source: Set up QR-Bill
de_ch: QR-Rechnung einrichten
fr_ch: Paramétrer QR-facture
it_ch: Setup fattura QR

# Codeunit 1807490859 - NamedType 3872073127
source: DEFAULT IBAN
de_ch: STANDARD-IBAN
fr_ch: IBAN PAR DÉFAUT
it_ch: IBAN DI DEFAULT

# Codeunit 1807490859 - NamedType 1841904642
source: DEFAULT QR-IBAN
de_ch: STANDARD-QR-IBAN
fr_ch: QR-IBAN PAR DÉFAUT
it_ch: IBAN QR DI DEFAULT

# Codeunit 1977100052 - NamedType 3512084016
source: %1 of %2 Document Types enabled for QR-Bills
de_ch: %1 von %2 Belegtypen für QR-Rechnungen aktiviert
fr_ch: %1 types de document sur %2 activés pour QR-factures
it_ch: %1 di %2 tipi di documento abilitati per le fatture QR

# Codeunit 1977100052 - NamedType 3103212426
source: %1 of %2 Payment Methods enabled with QR-Bill Layout
de_ch: %1 von %2 Zahlungsmethoden mit QR-Rechnungslayout aktiviert
fr_ch: %1 modes de paiement sur %2 activés avec mise en page QR-facture
it_ch: %1 di %2 metodi di pagamento abilitati con il layout delle fatture QR

# Codeunit 1977100052 - NamedType 1717057688
source: QR-Bill
de_ch: QR-Rechnung
fr_ch: QR-facture
it_ch: Fattura QR

# Codeunit 1370367660 - NamedType 1947391627
source: Purchase document amount must be equal to QR-Bill amount %1. Current value is %2.
de_ch: Der Betrag des Einkaufsbelegs muss dem Betrag der QR-Rechnung %1 entsprechen. Der aktuelle Wert ist %2.
fr_ch: Le montant du document achat doit être égal au montant de la QR-facture %1. La valeur actuelle est %2.
it_ch: L’importo del documento di acquisto deve essere uguale all’importo della fattura QR %1. Il valore corrente è %2.

# Codeunit 1370367660 - NamedType 3576202793
source: Do you want to continue?
de_ch: Möchten Sie fortfahren?
fr_ch: Voulez-vous continuer ?
it_ch: Continuare?

# Codeunit 1370367660 - NamedType 3415091118
source: Purchase document currency must be equal to QR-Bill currency '%1'. Current value is '%2'.
de_ch: Die Währung des Einkaufsbelegs muss der Währung der QR-Rechnung '%1' entsprechen. Der aktuelle Wert ist '%2'.
fr_ch: La monnaie du document achat doit être égale à la monnaie de la QR-facture « %1 ». La valeur actuelle est « %2 ».
it_ch: La valuta del documento di acquisto deve essere uguale alla valuta della fattura QR «%1». Il valore corrente è «%2».

# Codeunit 1370367660 - NamedType 3873843658
source: Document No.: %1
de_ch: Belegnummer: %1
fr_ch: N° document : %1
it_ch: Nr. documento: %1

# Codeunit 1370367660 - NamedType 2274899124
source: Do you want to import another QR-Bill?
de_ch: Möchten Sie eine weitere QR-Rechnung importieren?
fr_ch: Voulez-vous importer une autre QR-facture ?
it_ch: Importare un’altra fattura QR?

# Codeunit 1370367660 - NamedType 553602465
source: QR-Bill import was cancelled.
de_ch: Der Import der QR-Rechnung wurde abgebrochen.
fr_ch: L’importation de la QR-facture a été annulée.
it_ch: L’importazione della fattura QR è stata annullata.

# Codeunit 1370367660 - NamedType 2677121081
source: QR-Bill successfully imported.
de_ch: QR-Rechnung erfolgreich importiert.
fr_ch: QR-facture importée avec succès.
it_ch: L'importazione della fattura QR è stata completata.

# Codeunit 1370367660 - NamedType 3034149713
source: QR-Bill import warning.
de_ch: Importwarnung QR-Rechnung.
fr_ch: Avertissement d'importation de QR-facture.
it_ch: Avviso importazione fattura QR.

# Codeunit 1370367660 - NamedType 2658548940
source: Incoming Document Entry No.: %1
de_ch: Laufnr. eingehender Beleg: %1
fr_ch: N° écriture document entrant : %1
it_ch: Nr. movimento documento in entrata: %1

# Codeunit 1370367660 - NamedType 1096963126
source: Incoming Document with the same payment reference already exists for this vendor:
de_ch: Für diesen Kreditor ist bereits ein eingehender Beleg mit derselben Zahlungsreferenz vorhanden:
fr_ch: Il existe déjà un document entrant portant la même référence de paiement pour ce fournisseur :
it_ch: Un documento in entrata con lo stesso riferimento di pagamento esiste già per il fornitore:

# Codeunit 1370367660 - NamedType 3295201760
source: Journal Batch Name: %1
de_ch: Erf.-Journalname: %1
fr_ch: Nom lot feuille : %1
it_ch: Nome batch registrazioni: %1

# Codeunit 1370367660 - NamedType 1325394508
source: Purchase journal line with the same payment reference already exists for this vendor:
de_ch: Für diesen Kreditor ist bereits eine Einkaufserfassungsjournalzeile mit derselben Zahlungsreferenz vorhanden:
fr_ch: Il existe déjà une ligne feuille achat avec la même référence de paiement pour ce fournisseur :
it_ch: Una riga di registrazione acquisti con lo stesso riferimento di pagamento esiste già per il fornitore:

# Codeunit 1370367660 - NamedType 357098746
source: Line No.: %1
de_ch: Zeilennr.: %1
fr_ch: N° ligne : %1
it_ch: Nr. riga: %1

# Codeunit 1370367660 - NamedType 58585740
source: Journal Template Name: %1
de_ch: Erf.-Journalvorlagenname: %1
fr_ch: Nom modèle feuille : %1
it_ch: Nome definizione registrazioni: %1

# Codeunit 1370367660 - NamedType 16157055
source: Could not find a vendor with IBAN or QR-IBAN:\%1
de_ch: Kreditor mit folgender IBAN oder QR-IBAN nicht gefunden:\%1
fr_ch: Impossible de trouver un fournisseur avec IBAN ou QR-IBAN :\%1
it_ch: Impossibile trovare un fornitore con IBAN o IBAN QR:\%1

# Codeunit 1370367660 - NamedType 1455768549
source: Payment Reference: %1
de_ch: Zahlungsreferenz: %1
fr_ch: Référence de paiement : %1
it_ch: Riferimento pagamento: %1

# Codeunit 1370367660 - NamedType 3783374445
source: The purchase document already has imported QR-Bill.\\Do you want to continue?
de_ch: Der Einkaufsbeleg hat die QR-Rechnung bereits importiert.\\Möchten Sie fortfahren?
fr_ch: Le document achat a déjà une QR-facture importée.\\Souhaitez-vous continuer ?
it_ch: Il documento di acquisto ha già importato la fattura QR.\\Continuare?

# Codeunit 1370367660 - NamedType 3658251064
source: The IBAN/QR-IBAN value from the QR-Bill is used on a vendor bank account belonging to another vendor:\%1 %2.\\On this purchase document you can only scan or import QR-Bills that match the vendor:\%3 %4.
de_ch: Der IBAN/QR-IBAN-Wert von der QR-Rechnung wird in einem Kreditorenbankkonto verwendet, das zu einem anderen Kreditor gehört:\%1 %2.\\Auf diesem Einkaufsbeleg können Sie nur QR-Rechnungen scannen oder importieren, die zu dem Kreditor passen:\%3 %4.
fr_ch: La valeur IBAN/QR-IBAN de la QR-facture est utilisée sur un compte bancaire fournisseur appartenant à un autre fournisseur :\%1 %2.\\Sur ce document achat, vous ne pouvez que numériser ou importer des QR-factures qui correspondent au fournisseur :\%3 %4.
it_ch: Il valore IBAN/IBAN QR della fattura QR è utilizzato su un conto bancario fornitore appartenente a un altro fornitore:\%1 %2.\\In questo documento di acquisto è possibile eseguire la scansione o l’importazione delle fatture QR corrispondenti al fornitore:\%3 %4.

# Codeunit 1370367660 - NamedType 1564834453
source: Purchase invoice with the same payment reference already exists for this vendor:
de_ch: Für diesen Kreditor ist bereits eine Einkaufsrechnung mit derselben Zahlungsreferenz vorhanden:
fr_ch: Il existe déjà une facture achat avec la même référence de paiement pour ce fournisseur :
it_ch: Una fattura di acquisto con lo stesso riferimento di pagamento esiste già per il fornitore:

# Codeunit 1370367660 - NamedType 1735228936
source: Purchase order with the same payment reference already exists for this vendor:
de_ch: Für diesen Kreditor ist bereits eine Einkaufsbestellung mit derselben Zahlungsreferenz vorhanden:
fr_ch: Il existe déjà une commande achat avec la même référence de paiement pour ce fournisseur :
it_ch: Un ordine di acquisto con lo stesso riferimento di pagamento esiste già per il fornitore:

# Codeunit 1370367660 - NamedType 4222375049
source: A vendor bank account with IBAN or QR-IBAN\%1\was not found.\\Do you want to create a new vendor bank account?
de_ch: Ein Kreditorenbankkonto mit IBAN oder QR-IBAN\%1\wurde nicht gefunden.\\Möchten Sie ein neues Kreditorenbankkonto erstellen?
fr_ch: Aucun compte bancaire fournisseur avec IBAN ou QR-IBAN\%1\n’a été trouvé.\\Voulez-vous créer un nouveau compte bancaire fournisseur?
it_ch: Conto bancario fornitore con IBAN o IBAN QR\%1\non trovato.\\Creare un nuovo conto bancario fornitore?

# Codeunit 1370367660 - NamedType 3122814238
source: Do you want to scan another QR-Bill?
de_ch: Möchten Sie eine weitere QR-Rechnung scannen?
fr_ch: Voulez-vous scanner une autre QR-facture ?
it_ch: Eseguire la scansione di un’altra fattura QR?

# Codeunit 1370367660 - NamedType 3039336616
source: Show the purchase document.
de_ch: Einkaufsbeleg anzeigen.
fr_ch: Affichez le document achat.
it_ch: Mostrare il documento di acquisto.

# Codeunit 1370367660 - NamedType 1588863415
source: Show the incoming document.
de_ch: Eingehenden Beleg anzeigen.
fr_ch: Affichez le document entrant.
it_ch: Mostrare il documento in entrata.

# Codeunit 1370367660 - NamedType 423035265
source: Show the purchase journl line.
de_ch: Einkauf Erf.-Journalzeile anzeigen.
fr_ch: Affichez la ligne feuille achat.
it_ch: Mostrare la riga di registrazione acquisti.

# Codeunit 1370367660 - NamedType 1787158162
source: Show the vendor ledger entry.
de_ch: Den Kreditor-Sachposten anzeigen.
fr_ch: Affichez l'écriture comptable fournisseur.
it_ch: Mostrare il movimento contabile fornitore.

# Codeunit 1370367660 - NamedType 3225954724
source: Vendor Ledger Entry No.: %1
de_ch: Kreditorenposten Laufnr.: %1
fr_ch: N° écriture comptable fournisseur : %1
it_ch: Nr. movimento contabile fornitore: %1

# Codeunit 1370367660 - NamedType 614921045
source: Vendor ledger entry with the same payment reference already exists for this vendor:
de_ch: Für diesen Kreditor ist bereits ein Kreditorenposten mit derselben Zahlungsreferenz vorhanden:
fr_ch: Il existe déjà une écriture comptable fournisseur avec la même référence de paiement pour ce fournisseur :
it_ch: Il movimento contabile fornitore con lo stesso riferimento di pagamento esiste già per il fornitore:

# Codeunit 1370367660 - NamedType 1902898552
source: Vendor: %1 %2
de_ch: Kreditor: %1 %2
fr_ch: Fournisseur : %1 %2
it_ch: Fornitore: %1 %2

# Page 2539683899 - Property 2879900210
source: Billing Information Details
de_ch: Details zu Abrechnungsinformationen
fr_ch: Détail/Informations de facturation
it_ch: Dettagli informazioni di fatturazione

# Page 2539683899 - Control 3824302424 - Property 1295455071
source: Specifies the description for the current tag.
de_ch: Gibt die Beschreibung für die aktuelle Markierung an.
fr_ch: Spécifie la description de la balise actuelle.
it_ch: Specifica la descrizione per il tag corrente.

# Page 2539683899 - Control 4232833736 - Property 1295455071
source: Specifies the format code.
de_ch: Gibt den Formatcode an.
fr_ch: Spécifie le code de format.
it_ch: Specifica il codice del formato.

# Page 2539683899 - Control 716383716 - Property 1295455071
source: Specifies the tag code.
de_ch: Gibt den Markierungscode an.
fr_ch: Spécifie le code de balise.
it_ch: Specifica il codice del tag.

# Page 2539683899 - Control 3308554270 - Property 1295455071
source: Specifies the tag type.
de_ch: Gibt die Markierungsart an.
fr_ch: Spécifie le type de balise.
it_ch: Specifica il tipo di tag.

# Page 2539683899 - Control 984335955 - Property 1295455071
source: Specifies the tag value.
de_ch: Gibt den Markierungswert an.
fr_ch: Spécifie la valeur de balise.
it_ch: Specifica il valore del tag.

# Page 1536358807 - Property 2879900210
source: QR-Bill Billing Information
de_ch: Abrechnungsinformationen QR-Rechnung
fr_ch: Informations de facturation QR-facture.
it_ch: Informazioni di fatturazione per fatture QR

# Page 1536358807 - Control 3004954119 - Property 1295455071
source: Identifies the current record with billing information.
de_ch: Erkennt den aktuellen Datensatz mit Abrechnungsinformationen.
fr_ch: Identifie l’enregistrement actuel avec informations de facturation.
it_ch: Identifica il record corrente con le informazioni di fatturazione.

# Page 1536358807 - Control 1594611733 - Property 1295455071
source: Specifies whether a document date is printed in the Additional Information section. If selected, it will be printed like /11/<document date>
de_ch: Gibt an, ob ein Belegdatum im Abschnitt 'Zusätzliche Informationen' gedruckt werden soll. Wenn ausgewählt, wird es in folgendem Format gedruckt: /11/<Belegdatum>
fr_ch: Spécifie si une date de document est imprimée dans la section Informations supplémentaires. Si cette case est sélectionnée, la date sera imprimée sous la forme /11/<date document>
it_ch: Specifica se un documento viene stampato nella sezione Informazioni supplementari. Se questa opzione è selezionata, il formato sarà /11/<data documento>

# Page 1536358807 - Control 3117834186 - Property 1295455071
source: Specifies whether a document number is printed in the Additional Information section. If selected, it will be printed like /10/<document no>
de_ch: Gibt an, ob eine Belegnummer im Abschnitt 'Zusätzliche Informationen' gedruckt werden soll. Wenn ausgewählt, wird es in folgendem Format gedruckt: /10/<Belegnr.>
fr_ch: Spécifie si un numéro de document est imprimé dans la section Informations supplémentaires. Si cette case est sélectionnée, le numéro sera imprimé sous la forme /10/<n° document>
it_ch: Specifica se un numero di documento viene stampato nella sezione Informazioni supplementari. Se questa opzione è selezionata, il formato sarà /10/<numero documento>

# Page 1536358807 - Control 4257751337 - Property 1295455071
source: Specifies whether Payment Terms are printed in the Additional Information section. If selected, it will be printed like /40/<payment terms>
de_ch: Gibt an, ob Zahlungsbedingungen im Abschnitt 'Zusätzliche Informationen' gedruckt werden soll. Wenn ausgewählt, wird es in folgendem Format gedruckt: /40/<Zahlungsbedingungen>
fr_ch: Spécifie si les conditions de paiement sont imprimées dans la section Informations supplémentaires. Si cette case est sélectionnée, les conditions seront imprimées sous la forme /40/<conditions de paiement>
it_ch: Specifica se le condizioni di pagamento vengono stampate nella sezione Informazioni supplementari. Se questa opzione è selezionata, il formato sarà /40/<condizioni pagamento>

# Page 1536358807 - Control 2727608665 - Property 1295455071
source: Specifies whether a VAT date is printed in the Additional Information section. If selected, it will be printed like /31/<vat date>
de_ch: Gibt an, ob ein MWST-Datum im Abschnitt 'Zusätzliche Informationen' gedruckt werden soll. Wenn ausgewählt, wird es in folgendem Format gedruckt: /31/<MWST-Datum>
fr_ch: Spécifie si une date TVA est imprimée dans la section Informations supplémentaires. Si cette case est sélectionnée, la date sera imprimée sous la forme /31/<date TVA>
it_ch: Specifica se una data IVA viene stampata nella sezione Informazioni supplementari. Se questa opzione è selezionata, il formato sarà /31/<data IVA>

# Page 1536358807 - Control 343419339 - Property 1295455071
source: Specifies whether VAT details are printed in the Additional Information section. If selected, it will be printed like /32/<vat details>
de_ch: Gibt an, ob MWST-Details im Abschnitt 'Zusätzliche Informationen' gedruckt werden sollen. Wenn ausgewählt, wird es in folgendem Format gedruckt: /32/<MWST-Details>
fr_ch: Spécifie si les détails TVA sont imprimés dans la section Informations supplémentaires. Si cette case est sélectionnée, les détails seront imprimés sous la forme /32/<détails TVA>
it_ch: Specifica se i dettagli IVA vengono stampati nella sezione Informazioni supplementari. Se questa opzione è selezionata, il formato sarà /32/<dettagli IVA>

# Page 1536358807 - Control 3312750980 - Property 1295455071
source: Specifies whether a VAT number is printed in the Additional Information section. If selected, it will be printed like /30/<vat number>
de_ch: Gibt an, ob eine MWST-Nummer im Abschnitt 'Zusätzliche Informationen' gedruckt werden soll. Wenn ausgewählt, wird es in folgendem Format gedruckt: /30/<MWST-Nummer>
fr_ch: Spécifie si un numéro TVA est imprimé dans la section Informations supplémentaires. Si cette case est sélectionnée, le numéro sera imprimé sous la forme /30/<numéro TVA>
it_ch: Specifica se un numero di partita IVA viene stampato nella sezione Informazioni supplementari. Se questa opzione è selezionata, il formato sarà /30/<numero partita IVA>

# Page 204813877 - Property 2879900210
source: Create a new vendor bank account
de_ch: Ein neues Kreditorenbankkonto erstellen
fr_ch: Créez un compte bancaire fournisseur
it_ch: Crea nuovo conto bancario fornitore

# Page 204813877 - NamedType 2126343653
source: Vendor bank account already exists.
de_ch: Kreditorenbankkonto ist bereits vorhanden.
fr_ch: Le compte bancaire fournisseur existe déjà.
it_ch: Il conto bancario fornitore esiste già.

# Page 204813877 - Control 747914380 - Property 1295455071
source: Specifies a code to identify this vendor bank account.
de_ch: Legt einen Code zur Identifizierung dieses Kreditor Bankkontos fest.
fr_ch: Spécifie un code pour identifier le compte bancaire de ce fournisseur.
it_ch: Specifica il codice che identifica il conto corrente del fornitore.

# Page 204813877 - Control 747914380 - Property 2879900210
source: Code
it_ch: Codice

# Page 204813877 - Control 1176583840 - Property 1295455071
source: Specifies the IBAN or QR-IBAN account of the vendor.
de_ch: Gibt das IBAN- oder QR-IBAN-Konto des Kreditors an.
fr_ch: Spécifie le compte IBAN ou QR-IBAN du fournisseur.
it_ch: Specifica il conto IBAN o IBAN QR del fornitore.

# Page 204813877 - Control 1176583840 - Property 2879900210
source: IBAN/QR-IBAN
it_ch: IBAN/IBAN QR

# Page 204813877 - Control 1607295407 - Property 1295455071
source: Specifies the vendor number.
de_ch: Gibt die Nummer des Kreditors an.
fr_ch: Spécifie le numéro de fournisseur.
it_ch: Specifica il numero di fornitore.

# Page 3265151286 - Property 2879900210
source: QR-Bill Layouts
de_ch: QR-Rechnungslayouts
fr_ch: Mises en page QR-facture
it_ch: Layout fattura QR

# Page 3265151286 - Control 1026985646 - Property 1295455071
source: Specifies the first alternate procedure name.
de_ch: Gibt den Namen des ersten alternativen Verfahrens an.
fr_ch: Spécifie le nom de la première procédure alternative.
it_ch: Specifica il nome della prima procedura alternativa.

# Page 3265151286 - Control 3408863091 - Property 1295455071
source: Specifies the second alternate procedure name.
de_ch: Gibt den Namen des zweiten alternativen Verfahrens an.
fr_ch: Spécifie le nom de la deuxième procédure alternative.
it_ch: Specifica il nome della seconda procedura alternativa.

# Page 3265151286 - Control 4100441762 - Property 1295455071
source: Specifies the first alternate procedure value.
de_ch: Gibt den Wert des ersten alternativen Verfahrens an.
fr_ch: Spécifie la valeur de la première procédure alternative.
it_ch: Specifica il valore della prima procedura alternativa.

# Page 3265151286 - Control 2187351911 - Property 1295455071
source: Specifies the second alternate procedure value.
de_ch: Gibt den Wert des zweiten alternativen Verfahrens an.
fr_ch: Spécifie la valeur de la deuxième procédure alternative.
it_ch: Specifica il valore della seconda procedura alternativa.
