Repository: rstefanetti/MSDyn365BC.Code.History
Catalog: SwissQRBill/Source/QR-Bill Management for Switzerland/Translations/QR-Bill Management for Switzerland.*.xlf
Languages: de_ch, fr_ch, it_ch

# PageExtension 2051230818 - Control 4017945059 - Property 1295455071
source: Specifies the address line 1 of the debitor on the incoming document.
de_ch: Gibt die Adresszeile 1 des Debitors auf dem eingehenden Beleg an.
fr_ch: Spécifie la ligne d’adresse 1 du débiteur sur le document entrant.
it_ch: Specifica la riga 1 dell’indirizzo del debitore sul documento in entrata.

# PageExtension 2051230818 - Control 1636067614 - Property 1295455071
source: Specifies the address line 2 of the debitor on the incoming document.
de_ch: Gibt die Adresszeile 2 des Debitors auf dem eingehenden Beleg an.
fr_ch: Spécifie la ligne d’adresse 2 du débiteur sur le document entrant.
it_ch: Specifica la riga 2 dell’indirizzo del debitore sul documento in entrata.

# PageExtension 2051230818 - Control 2400799904 - Property 1295455071
source: Specifies the city of the debitor on the incoming document.
de_ch: Gibt den Ort des Debitors auf dem eingehenden Beleg an.
fr_ch: Spécifie la ville du débiteur sur le document entrant.
it_ch: Specifica la città del debitore sul documento in entrata.

# PageExtension 2051230818 - Control 1926354757 - Property 1295455071
source: Specifies the country of the debitor on the incoming document.
de_ch: Gibt das Land des Debitors auf dem eingehenden Beleg an.
fr_ch: Spécifie le pays du débiteur sur le document entrant.
it_ch: Specifica il paese del debitore sul documento in entrata.

# PageExtension 2051230818 - Control 4022542608 - Property 1295455071
source: Specifies the name of the debitor on the incoming document.
de_ch: Gibt den Namen des Debitors auf dem eingehenden Beleg an.
fr_ch: Spécifie le nom du débiteur sur le document entrant.
it_ch: Specifica il nome del debitore sul documento in entrata.

# PageExtension 2051230818 - Control 3429659661 - Property 1295455071
source: Specifies the postal code of the debitor on the incoming document.
de_ch: Gibt die Postleitzahl des Debitors auf dem eingehenden Beleg an.
fr_ch: Spécifie le code postal du débiteur sur le document entrant.
it_ch: Specifica il codice NPA del debitore sul documento in entrata.

# PageExtension 2051230818 - Control 1247260202 - Property 2879900210
source: General
de_ch: Allgemein
fr_ch: Général
it_ch: Generale

# PageExtension 2051230818 - Control 2603816227 - Property 1295455071
source: Specifies the QR-bill attachment.
de_ch: Legt den QR-Rechnungsanhang fest.
fr_ch: Spécifie le document joint à la QR-facture.
it_ch: Specifica l’allegato della fattura QR.

# PageExtension 2051230818 - Control 2603816227 - Property 2879900210
source: Attachment
de_ch: Anhang
fr_ch: Pièce jointe
it_ch: Allegato

# PageExtension 2051230818 - Control 2195021298 - Property 1295455071
source: Specifies the description of the QR-bill.
de_ch: Gibt die Beschreibung der QR-Rechnung an.
fr_ch: Spécifie la description de la QR-facture.
it_ch: Specifica la descrizione della fattura QR.

# PageExtension 2051230818 - Control 3196255215 - Property 1295455071
source: Specifies the record, document, journal line, or ledger entry that is linked to the QR-bill.
de_ch: Gibt den Datensatz, den Beleg, die Erf.-Journalzeile oder den Posten an, mit dem/der die QR-Rechnung verknüpft ist.
fr_ch: Spécifie l’enregistrement, le document, la ligne feuille ou l’écriture comptable lié(e) à la QR-facture.
it_ch: Specifica il record, il documento, la riga di registrazione o il movimento contabile collegato alla fattura QR.

# PageExtension 2051230818 - Control 3076751904 - Property 1295455071
source: Specifies the status of the incoming document record.
de_ch: Gibt den Status des eingehenden Belegdatensatzes an.
fr_ch: Spécifie le statut de l'enregistrement document entrant.
it_ch: Specifica lo stato del record del documento in entrata.

# PageExtension 2051230818 - Control 3704362279 - Property 1295455071
source: Specifies the name of the user who created the incoming document line.
de_ch: Gibt den Namen des Benutzers an, der die eingehende Belegzeile erstellt hat.
fr_ch: Spécifie le nom de l'utilisateur qui a créé la ligne document entrant.
it_ch: Specifica il nome dell'utente che ha creato la riga del documento in entrata.

# PageExtension 2051230818 - Control 454596704 - Property 1295455071
source: Specifies when the incoming document line was created.
de_ch: Gibt an, wann die eingehende Belegzeile erstellt wurde.
fr_ch: Indique la date de création de la ligne document entrant.
it_ch: Specifica quando è stata creata la riga del documento in entrata.

# PageExtension 2051230818 - Control 310448217 - Property 1295455071
source: Specifies when the incoming document line was last modified.
de_ch: Gibt an, wann die eingehende Belegzeile zuletzt geändert wurde.
fr_ch: Indique la date de la dernière modification de la ligne document entrant.
it_ch: Specifica quando la riga del documento in entrata è stata modificata l'ultima volta.

# PageExtension 2051230818 - Control 2403429402 - Property 1295455071
source: Specifies the name of the user who last modified the incoming document line.
de_ch: Gibt den Namen des Benutzers an, der die eingehende Belegzeile zuletzt geändert hat.
fr_ch: Spécifie le nom de l'utilisateur à l'origine de la dernière modification de la ligne document entrant.
it_ch: Specifica il nome dell'ultimo utente che ha apportato modifiche alla riga del documento in entrata.

# PageExtension 2051230818 - Control 3930846827 - Property 1295455071
source: Specifies if the document or journal line that was created for this incoming document has been posted.
de_ch: Gibt an, ob der Beleg oder die Erf.-Journalzeile, der/die für diesen eingehenden Beleg erstellt wurde, gebucht wurde.
fr_ch: Spécifie si le document ou la ligne feuille créé(e) pour ce document entrant a été validé(e).
it_ch: Specifica se la riga di documento o di registrazione che è stata creata per questo documento in entrata è stata registrata.

# PageExtension 2051230818 - Control 1764449511 - Property 1295455071
source: Specifies when the related document or journal line was posted.
de_ch: Gibt an, wann der zugehörige Beleg oder die Erf.-Journalzeile gebucht wurde.
fr_ch: Spécifie à quel moment le document ou la ligne feuille connexe a été validée.
it_ch: Specifica quando la riga di documento o di registrazione correlata è stata registrata.

# PageExtension 2051230818 - Control 4035775831 - Property 1295455071
source: Specifies if the incoming document has been approved.
de_ch: Gibt an, ob der eingehende Beleg genehmigt wurde.
fr_ch: Spécifie si le document entrant a été approuvé.
it_ch: Specifica se il documento in entrata è stato approvato.

# PageExtension 2051230818 - Control 292858924 - Property 1295455071
source: Specifies the name of the user who approved the incoming document.
de_ch: Gibt den Namen des Benutzers an, der den eingehenden Beleg genehmigt hat.
fr_ch: Spécifie le nom de l'utilisateur qui a approuvé le document entrant.
it_ch: Specifica il nome dell'utente che ha approvato il documento in entrata.

# PageExtension 2051230818 - Control 2629868936 - Property 1295455071
source: Specifies when the incoming document was approved.
de_ch: Gibt an, wann der eingehende Beleg genehmigt wurde.
fr_ch: Spécifie le moment où le document entrant a été approuvé.
it_ch: Specifica quando il documento in entrata è stato approvato.

# PageExtension 2051230818 - Control 2250813099 - Property 2879900210
source: Matching Details
de_ch: Detailabgleich
fr_ch: Mise en correspondance des détails
it_ch: Dettagli abbinamento

# PageExtension 2051230818 - Control 947711768 - Property 1295455071
source: Specifies the vendor bank account on the incoming document.
de_ch: Gibt das Bankkonto des Kreditors auf dem eingehenden Beleg an.
fr_ch: Spécifie le compte bancaire du fournisseur sur le document entrant.
it_ch: Specifica il conto bancario del fornitore sul documento in entrata.

# PageExtension 2051230818 - Control 947711768 - Property 2879900210
source: Vendor Bank Account
de_ch: Kreditor Bankkonto
fr_ch: Compte bancaire fournisseur
it_ch: Conto bancario fornitore

# PageExtension 2051230818 - Control 2018056997 - Property 1295455071
source: Specifies that the vendor bank account QR-IBAN/IBAN value corresponds to the creditor's IBAN/QR-IBAN on the incoming document.
de_ch: Gibt an, dass der QR-IBAN/IBAN-Wert des Bankkontos des Kreditors der IBAN/QR-IBAN des Kreditors auf dem eingehenden Beleg entspricht.
fr_ch: Spécifie que la valeur QR-IBAN/IBAN du compte bancaire du fournisseur correspond à la valeur IBAN/QR-IBAN du créditeur sur le document entrant.
it_ch: Specifica che il valore IBAN QR/IVAN del conto correte del fornitore corrisponde al quello del documento in entrata.

# PageExtension 2051230818 - Control 2018056997 - Property 2879900210
source: IBAN Matches
de_ch: IBAN-Übereinstimmungen
fr_ch: Correspondances IBAN
it_ch: Corrispondenza IBAN

# PageExtension 2051230818 - Control 841452605 - Property 1295455071
source: Specifies the vendor name on the incoming document.
de_ch: Gibt den Namen des Kreditors auf dem eingehenden Beleg an.
fr_ch: Spécifie le nom du fournisseur sur le document entrant.
it_ch: Specifica il nome del fornitore sul documento in entrata.

# PageExtension 2051230818 - Control 841452605 - Property 2879900210
source: Vendor Name
de_ch: Kreditorenname
fr_ch: Nom du fournisseur
it_ch: Nome fornitore

# PageExtension 2051230818 - Control 3714857021 - Property 1295455071
source: Specifies the vendor number on the incoming document.
de_ch: Gibt die Kreditorennummer auf dem eingehenden Beleg an.
fr_ch: Spécifie le numéro du fournisseur sur le document entrant.
it_ch: Specifica il numero di fornitore sul documento in entrata.

# PageExtension 2051230818 - Control 3714857021 - Property 2879900210
source: Vendor No.
de_ch: Kreditorennr.
fr_ch: N° fournisseur
it_ch: Nr. fornitore

# PageExtension 2051230818 - Control 3602856684 - Property 2879900210
source: Financial Information
de_ch: Finanzinformationen
fr_ch: Informations financières
it_ch: Informazioni finanziarie

# PageExtension 2051230818 - Control 2526402753 - Property 1295455071
source: Specifies the amount including VAT for the whole document.
de_ch: Gibt den gesamten Nettobetrag, inkl. MWST, für den gesamten Beleg an.
fr_ch: Spécifie le montant, TVA comprise, pour l’ensemble du document.
it_ch: Specifica l’importo, IVA inclusa, per l’intero documento.

# PageExtension 2051230818 - Control 1536358807 - Property 1295455071
source: Specifies the billing information on the incoming document.
de_ch: Gibt die Abrechnungsinformationen auf dem eingehenden Beleg an.
fr_ch: Spécifie les informations de facturation sur le document entrant.
it_ch: Specifica le informazioni di fatturazione sul documento in entrata.

# PageExtension 2051230818 - Control 2332928569 - Property 1295455071
source: Specifies the currency code on the incoming document.
de_ch: Gibt den Währungscode auf dem eingehenden Beleg an.
fr_ch: Spécifie le code monnaie sur le document entrant.
it_ch: Specifica il codice valuta nel documento in entrata.

# PageExtension 2051230818 - Control 1024917584 - Property 1295455071
source: Specifies the vendor invoice number on the incoming document.
de_ch: Gibt die Rechnungsnummer des Kreditors auf dem eingehenden Beleg an.
fr_ch: Spécifie le numéro de facture fournisseur sur le document entrant.
it_ch: Specifica il numero di fattura del fornitore sul documento in entrata.

# PageExtension 2051230818 - Control 1537549400 - Property 1295455071
source: Specifies the payment reference number on the incoming document.
de_ch: Gibt die Zahlungsreferenznummer auf dem eingehenden Beleg an.
fr_ch: Spécifie le numéro de référence de paiement sur le document entrant.
it_ch: Specifica il numero di riferimento di pagamento sul documento in entrata.

# PageExtension 2051230818 - Control 3416385933 - Property 1295455071
source: Specifies the payment reference type on the incoming document.
de_ch: Gibt den Zahlungsreferenztyp auf dem eingehenden Beleg an.
fr_ch: Spécifie le type de référence de paiement sur le document entrant.
it_ch: Specifica il tipo di riferimento di pagamento sul documento in entrata.

# PageExtension 2051230818 - Control 88639921 - Property 1295455071
source: Specifies the unstructured message on the incoming document.
de_ch: Gibt die unstrukturierte Meldung auf dem eingehenden Beleg an.
fr_ch: Spécifie le message non structuré sur le document entrant.
it_ch: Specifica il messaggio non strutturato sul documento in entrata.

# PageExtension 804901519 - Action 2552919364 - Property 1295455071
source: QR-Bill processing.
de_ch: QR-Rechnungsabwicklung.
fr_ch: Traitement QR-facture.
it_ch: Elaborazione fattura QR.

# PageExtension 804901519 - Action 2552919364 - Property 2879900210
source: Create From QR-Bill
de_ch: Aus QR-Rechnung erstellen
fr_ch: Créer à partir d'une QR-facture
it_ch: Crea da fattura QR

# PageExtension 804901519 - Action 665395375 - Property 1295455071
source: Creates a new journal line from the incoming QR-bill document.
de_ch: Erstellt eine neue Journalzeile aus dem eingehenden QR-Rechnungsbeleg.
fr_ch: Crée une ligne feuille à partir du document QR-facture entrant.
it_ch: Crea una nuova riga di registrazione dal documento di fattura QR in entrata.

# PageExtension 804901519 - Action 665395375 - Property 2879900210
source: Create Journal Line
de_ch: Erfassungsjournalzeilen erstellen
fr_ch: Créer ligne feuille
it_ch: Crea riga di registrazioni

# PageExtension 804901519 - Action 3148847874 - Property 1295455071
source: Creates a new purchase invoice from the incoming QR-bill document.
de_ch: Erstellt eine neue Einkaufsrechnung aus dem eingehenden QR-Rechnungsbeleg.
fr_ch: Crée une facture achat à partir du document QR-facture entrant.
it_ch: Crea una nuova fattura di acquisto dal documento di fattura QR in entrata.

# PageExtension 804901519 - Action 3148847874 - Property 2879900210
source: Create Purchase Invoice
de_ch: Einkaufsrechnung erstellen
fr_ch: Créer facture achat
it_ch: Crea fattura di acquisto

# PageExtension 804901519 - Action 1181078575 - Property 1295455071
source: Creates a new incoming document record by importing a scanned QR-bill that is saved as a text file.
de_ch: Erstellt einen neuen Eingangsbeleg durch Importieren einer gescannten QR-Rechnung, die als Textdatei gespeichert ist.
fr_ch: Crée un enregistrement de document entrant en important une QR-facture scannée qui est enregistrée sous la forme d’un fichier texte.
it_ch: Crea un nuovo record di documenti in entrata importando una fattura QR sottoposta a scansione salvata come file di testo.

# PageExtension 804901519 - Action 1181078575 - Property 2879900210
source: Import Scanned QR-Bill File
de_ch: Gescannte QR-Rechnungsdatei importieren
fr_ch: Importer le fichier de la QR-facture scannée
it_ch: Importa file di fattura QR sottoposta a scansione

# PageExtension 804901519 - Action 2662649033 - Property 1295455071
source: Create a new incoming document record from the scanning of QR-bill with an input scanner, or from manual (copy/paste) of the decoded QR-Code text value into a field.
de_ch: Erstellen Sie einen neuen Eingangsbeleg aus dem Scan der QR-Rechnung mit einem Eingangsscanner oder manuell durch Kopieren/Einfügen des entschlüsselten QR-Codetextwerts in ein Feld.
fr_ch: Créez un enregistrement de document entrant à partir de la numérisation de la QR-facture avec un scanner de saisie, ou à partir de la saisie manuelle (copier/coller) de la valeur texte du code QR décodée dans un champ.
it_ch: Creare un nuovo record di documento in entrata dalla scansione della fattura QR con uno scanner di input oppure in modo manuale (copia/incolla) dal valore di testo del codice QR decodificato in un campo.

# PageExtension 804901519 - Action 2662649033 - Property 2879900210
source: Scan QR-Bill
de_ch: QR-Rechnung scannen
fr_ch: Numériser QR-facture
it_ch: Esegui scansione fattura QR

# PageExtension 1996465967 - Control 3265151286 - Property 1295455071
source: Specifies the QR-Bill Layout code.
de_ch: Gibt den Layoutcode für die QR-Rechnung an.
fr_ch: Spécifie le code de mise en page de la QR-facture.
it_ch: Specifica il codice di layout della fattura QR.

# PageExtension 1996465967 - Control 3265151286 - Property 2879900210
source: QR-Bill Layout
de_ch: QR-Rechnungslayout
fr_ch: Mise en page QR-facture
it_ch: Layout fattura QR

# PageExtension 1511376462 - Action 2552919364 - Property 2879900210
source: QR-Bill
de_ch: QR-Rechnung
fr_ch: QR-facture
it_ch: Fattura QR

# PageExtension 1511376462 - Action 1181078575 - Property 1295455071
source: Update the invoice by importing a scanned QR-bill that is saved as a text file.
de_ch: Die Rechnung durch Importieren einer gescannten QR-Rechnung aktualisieren, die als Textdatei gespeichert ist.
fr_ch: Mettez à jour la facture en important une QR-facture scannée qui est enregistrée sous la forme d’un fichier texte.
it_ch: Aggiornare la fattura importando una fattura QR sottoposta a scansione salvata come file di testo.

# PageExtension 1511376462 - Action 1181078575 - Property 2879900210
source: Import Scanned QR-Bill File
de_ch: Gescannte QR-Rechnungsdatei importieren
fr_ch: Importer le fichier de la QR-facture scannée
it_ch: Importa file di fattura QR sottoposta a scansione

# PageExtension 1511376462 - Action 2662649033 - Property 1295455071
source: Update the invoice from the scanning of QR-bill with an input scanner, or from manual (copy/paste) of the decoded QR-Code text value into a field.
de_ch: Aktualisieren Sie die Rechnung aus dem Scan der QR-Rechnung mit einem Eingangsscanner oder manuell durch Kopieren/Einfügen des entschlüsselten QR-Codetextwerts in ein Feld.
fr_ch: Mettez à jour la facture à partir de la numérisation de la QR-facture avec un scanner de saisie ou à partir de la saisie manuelle (copier/coller) de la valeur texte du code QR décodée dans un champ.
it_ch: Aggiornare la fattura dalla scansione della fattura QR con uno scanner di input oppure in modo manuale (copia/incolla) dal valore di testo del codice QR decodificato in un campo.

# PageExtension 1511376462 - Action 2662649033 - Property 2879900210
source: Scan QR-Bill
de_ch: QR-Rechnung scannen
fr_ch: Numériser QR-facture
it_ch: Esegui scansione fattura QR

# PageExtension 1511376462 - Action 987094368 - Property 1295455071
source: Clear and unlink imported QR-Bill.
de_ch: Importierte QR-Rechnung löschen und ihre Verknüpfung aufheben.
fr_ch: Effacez et dissociez la QR-facture importée.
it_ch: Cancellare e scollegare la fattura QR importata.

# PageExtension 1511376462 - Action 987094368 - Property 2879900210
source: Void the imported QR-Bill
de_ch: Importierte QR-Rechnung anullieren
fr_ch: Annuler la QR-facture importée
it_ch: Annulla la fattura QR importata

# PageExtension 1511376462 - Control 1980183857 - Property 2879900210
source: QR-Bill
de_ch: QR-Rechnung
fr_ch: QR-facture
it_ch: Fattura QR

# PageExtension 1511376462 - Control 771988656 - Property 1295455071
source: Specifies the total amount including VAT of the QR-Bill.
de_ch: Gibt den Gesamtbetrag einschliesslich MWST der QR-Rechnung an.
fr_ch: Spécifie le montant total, TVA incluse, de la QR-facture.
it_ch: Specifica l’importo totale inclusa l’IVA della fattura QR.

# PageExtension 1511376462 - Control 3902819991 - Property 1295455071
source: Specifies the billing information of the QR-Bill.
de_ch: Gibt die Rechnungsinformationen der QR-Rechnung an.
fr_ch: Spécifie les informations de facturation de la QR-facture.
it_ch: Specifica le informazioni di fatturazione della fattura QR.

# PageExtension 1511376462 - Control 2332928569 - Property 1295455071
source: Specifies the currency code of the QR-Bill.
de_ch: Gibt den Währungscode der QR-Rechnung an.
fr_ch: Spécifie le code monnaie de la QR-facture.
it_ch: Specifica il codice valuta della fattura QR.

# PageExtension 1511376462 - Control 2250177960 - Property 1295455071
source: Specifies the IBAN or QR-IBAN account of the QR-Bill vendor.
de_ch: Gibt das IBAN- oder QR-IBAN-Konto des Kreditors auf der QR-Rechnung an.
fr_ch: Spécifie le compte IBAN ou QR-IBAN du fournisseur de la QR-facture.
it_ch: Specifica il conto IBAN o IBAN QR del fornitore della fattura QR.

# PageExtension 1511376462 - Control 3768444469 - Property 1295455071
source: Specifies the unstructured message of the QR-Bill.
de_ch: Gibt die unstrukturierte Nachricht der QR-Rechnung an.
fr_ch: Spécifie le message non structuré de la QR-facture.
it_ch: Specifica il messaggio non strutturato della fattura QR.

# PageExtension 1480968190 - Action 2552919364 - Property 2879900210
source: QR-Bill
de_ch: QR-Rechnung
fr_ch: QR-facture
it_ch: Fattura QR

# PageExtension 1480968190 - Action 1181078575 - Property 1295455071
source: Creates a new line by importing a scanned QR-bill that is saved as a text file.
de_ch: Erstellt eine neue Zeile durch Importieren einer gescannten QR-Rechnung, die als Textdatei gespeichert ist.
fr_ch: Crée une ligne en important une QR-facture scannée enregistrée en tant que fichier texte.
it_ch: Crea una nuova riga importando una fattura QR sottoposta a scansione salvata come file di testo.

# PageExtension 1480968190 - Action 1181078575 - Property 2879900210
source: Import Scanned QR-Bill File
de_ch: Gescannte QR-Rechnungsdatei importieren
fr_ch: Importer le fichier de la QR-facture scannée
it_ch: Importa file di fattura QR sottoposta a scansione

# PageExtension 1480968190 - Action 2662649033 - Property 1295455071
source: Create a new line from the scanning of QR-bill with an input scanner, or from manual (copy/paste) of the decoded QR-Code text value into a field.
de_ch: Erstellen Sie eine neue Zeile aus dem Scan der QR-Rechnung mit einem Eingangsscanner oder manuell durch Kopieren/Einfügen des entschlüsselten QR-Codetextwerts in ein Feld.
fr_ch: Créez une ligne à partir de la numérisation de la QR-facture avec un scanner de saisie ou à partir de la saisie manuelle (copier/coller) de la valeur texte du code QR décodée dans un champ.
it_ch: Creare una nuova riga dalla scansione della fattura QR con uno scanner di input oppure in modo manuale (copia/incolla) dal valore di testo del codice QR decodificato in un campo.

# PageExtension 1480968190 - Action 2662649033 - Property 2879900210
source: Scan QR-Bill
de_ch: QR-Rechnung scannen
fr_ch: Numériser QR-facture
it_ch: Esegui scansione fattura QR

# PageExtension 1480968190 - Control 2326877115 - Property 1295455071
source: Specifies the payment reference number.
de_ch: Gibt die Zahlungsreferenznummer an.
fr_ch: Spécifie le numéro de référence de paiement.
it_ch: Specifica il numero di riferimento di pagamento.

# PageExtension 150894063 - Action 2552919364 - Property 2879900210
source: QR-Bill
de_ch: QR-Rechnung
fr_ch: QR-facture
it_ch: Fattura QR

# PageExtension 150894063 - Action 1181078575 - Property 1295455071
source: Update the invoice by importing a scanned QR-bill that is saved as a text file.
de_ch: Die Rechnung durch Importieren einer gescannten QR-Rechnung aktualisieren, die als Textdatei gespeichert ist.
fr_ch: Mettez à jour la facture en important une QR-facture scannée qui est enregistrée sous la forme d’un fichier texte.
it_ch: Aggiornare la fattura importando una fattura QR sottoposta a scansione salvata come file di testo.

# PageExtension 150894063 - Action 1181078575 - Property 2879900210
source: Import Scanned QR-Bill File
de_ch: Gescannte QR-Rechnungsdatei importieren
fr_ch: Importer le fichier de la QR-facture scannée
it_ch: Importa file di fattura QR sottoposta a scansione
