Repository: rstefanetti/MSDyn365BC.Code.History
Catalog: VATGroupManagement/Source/VAT Group Management/Translations/VAT Group Management.*.xlf
Languages: cs_cz, de_ch, es_es, fi_fi, it_ch, nb_no

# TableExtension 4146260181 - Field 741335537 - Property 2879900210
source: Group Representative API URL
cs_cz: Adresa URL rozhraní API zástupce skupiny
de_ch: API-URL des Gruppenvertreters
es_es: URL de API de representante de grupo
fi_fi: Ryhmän edustajan ohjelmointirajanpinnan URL-osoite
it_ch: URL dell'API rappresentante del gruppo
nb_no: API-nettadresse for grupperepresentant

# TableExtension 4146260181 - Field 438063357 - Property 2879900210
source: Group Representative Company
cs_cz: Společnost zástupce skupiny
de_ch: Gruppenvertreter Unternehmen
es_es: Empresa representativa de grupo
fi_fi: Ryhmän edustajan yritys
it_ch: Società rappresentativa del gruppo
nb_no: Selskap for grupperepresentant

# TableExtension 4146260181 - Field 1080141791 - Property 2879900210
source: Group Representative Uses Business Central Online
cs_cz: Zástupce skupiny používá Business Central Online
de_ch: Gruppenvertreter verwendet Business Central Online
es_es: Representante de grupo que usa Business Central Online
fi_fi: Ryhmän edustaja käyttää Business Central Onlinea
it_ch: Il rappresentante del gruppo usa Business Central Online
nb_no: Grupperepresentanten bruker Business Central Online

# TableExtension 4146260181 - Field 4200388312 - Property 2879900210
source: Group Settlement General Journal Template
cs_cz: Šablona finančního deníku vyrovnání skupiny
de_ch: Fibu Erf.-Journalvorlage „Gruppenausgleich“
es_es: Plantilla del libro diario general de liquidación de grupo
fi_fi: Ryhmän laskelman yleisen päiväkirjan malli
it_ch: Definizione registrazioni COGE per liquidazione gruppo
nb_no: Finanskladdemal for gruppeoppgjør

# TableExtension 4146260181 - Field 4253409181 - Property 2879900210
source: Group Settlement Account
cs_cz: Účet vyrovnání skupiny
de_ch: Gruppenausgleichskonto
es_es: Cuenta liquidación grupo
fi_fi: Ryhmän maksutili
it_ch: Conto liquidazione gruppo
nb_no: Gruppeoppgjørskonto

# TableExtension 4146260181 - Field 618784563 - Property 2879900210
source: OAuth 2.0 Redirect URL
cs_cz: Adresa URL přesměrování OAuth 2.0
de_ch: OAuth 2.0-Umleitungs-URL
es_es: URL de redireccionamiento de OAuth 2.0
fi_fi: OAuth 2.0 -uudelleenohjauksen URL-osoite
it_ch: URL di reindirizzamento OAuth 2.0
nb_no: Omdirigeringsnettadresse for OAuth 2.0

# TableExtension 4146260181 - Field 2731867443 - Property 2879900210
source: OAuth 2.0 Resource URL
cs_cz: Adresa URL zdroje OAuth 2.0
de_ch: OAuth 2.0-Ressourcen-URL
es_es: URL de recurso de OAuth 2.0
fi_fi: OAuth 2.0 -resurssin URL-osoite
it_ch: URL risorsa OAuth 2.0
nb_no: Ressursnettadresse for OAuth 2.0

# TableExtension 4146260181 - Field 2519885595 - Property 2879900210
source: User Name Key
cs_cz: Klíč uživatelského jména
de_ch: Schlüssel für Benutzername
es_es: Clave de nombre de usuario
fi_fi: Käyttäjänimen avain
it_ch: Chiave nome utente
nb_no: Brukernavnnøkkel

# TableExtension 4146260181 - Field 1193264119 - Property 2879900210
source: VAT Due Box No.
cs_cz: Číslo schránky splatné DPH
de_ch: MWST fällig Dialogfeld-Nr.
es_es: N.º de casilla de IVA devengado
fi_fi: Erääntyvä ALV -ruudun numero
it_ch: Nr. riquadro IVA dovuta
nb_no: Feltnr. for mva-forfallsdato

# TableExtension 4146260181 - Field 2703061601 - Property 2879900210
source: Group Representative Product Version
cs_cz: Verze produktu zástupce skupiny
de_ch: Gruppen Vertreter-Produktversion
es_es: Versión de producto representativa de grupo
fi_fi: Ryhmän edustajan tuoteversio
it_ch: Versione del prodotto rappresentante del gruppo
nb_no: Produktversjon for grupperepresentant

# TableExtension 4146260181 - Field 3583765724 - Property 2879900210
source: VAT Group Role
cs_cz: Role skupiny DPH
de_ch: MWST-Gruppenrolle
es_es: Función de grupo de IVA
fi_fi: ALV-ryhmän rooli
it_ch: Ruolo gruppo IVA
nb_no: Mva-grupperolle

# TableExtension 4146260181 - Field 1823533857 - Property 2879900210
source: VAT Settlement Account
cs_cz: Účet vyrovnání DPH
de_ch: MWST-Abrechnungskonto
es_es: Cuenta de liquidación de IVA
fi_fi: ALV-maksutili
it_ch: Conto liquidazione IVA
nb_no: Mva-oppgjørskonto

# TableExtension 4146260181 - Field 587592091 - Property 2879900210
source: Web Service Access Key Key
cs_cz: Přístupový klíč webové služby
de_ch: Webdienst-Zugriffsschlüssel
es_es: Clave acceso servicio web
fi_fi: Verkkopalvelun käyttöoikeusavaimen avain
it_ch: Chiave della chiave di accesso al servizio Web
nb_no: Nøkkel for tilgangsnøkkel for nettjeneste

# TableExtension 84290559 - Field 2195804493 - Property 2879900210
source: Group Amount
cs_cz: Částka skupiny
de_ch: Gruppenbetrag
es_es: Importe grupo
fi_fi: Ryhmän summa
it_ch: Importo gruppo
nb_no: Gruppebeløp

# TableExtension 84290559 - Field 3054127057 - Property 2879900210
source: Representative Amount
cs_cz: Částka zástupce
de_ch: Vertreterbetrag
es_es: Importe de representante
fi_fi: Edustajan summa
it_ch: Importo rappresentante
nb_no: Representativt beløp

# Enum 3476321473 - EnumValue 3742023362 - Property 2879900210
source: Web Service Access Key
cs_cz: Přístupový klíč webové služby
de_ch: Webdienst-Zugriffsschlüssel
es_es: Clave acceso servicio web
fi_fi: Verkkopalvelun käyttöoikeusavain
it_ch: Chiave di accesso al servizio Web
nb_no: Tilgangsnøkkel for nettjeneste

# Enum 3476321473 - EnumValue 3367207849 - Property 2879900210
source: Windows Authentication
cs_cz: Ověřování systému Windows
de_ch: Windows-Authentifizierung
es_es: Autenticación de Windows
fi_fi: Windows-todennus
it_ch: Autenticazione Windows
nb_no: Windows-godkjenning

# Enum 1905748320 - EnumValue 3742023362 - Property 2879900210
source: Web Service Access Key
cs_cz: Přístupový klíč webové služby
de_ch: Webdienst-Zugriffsschlüssel
es_es: Clave acceso servicio web
fi_fi: Verkkopalvelun käyttöoikeusavain
it_ch: Chiave di accesso al servizio Web
nb_no: Tilgangsnøkkel for nettjeneste

# Enum 3583765724 - EnumValue 69905980 - Property 2879900210
source: Member
cs_cz: Člen
de_ch: Mitglied
es_es: Miembro
fi_fi: Jäsen
it_ch: Membro
nb_no: Medlem

# Enum 3583765724 - EnumValue 490050973 - Property 2879900210
source: Representative
cs_cz: Zástupce
de_ch: Bevollmächtigter
es_es: Representante
fi_fi: Edustaja
it_ch: Rappresentante
nb_no: Representant

# Table 3497260583 - Field 3641927271 - Property 2879900210
source: ID
fi_fi: Tunnus

# Table 3398621917 - Field 3641927271 - Property 2879900210
source: ID
fi_fi: Tunnus

# Table 3252717750 - Field 3641927271 - Property 2879900210
source: ID
fi_fi: Tunnus
