Repository: rstefanetti/MSDyn365BC.Code.History
Catalog: VATGroupManagement/Source/VAT Group Management/Translations/VAT Group Management.*.xlf
Languages: cs_cz, de_ch, es_es, fi_fi, it_ch, nb_no

# Page 27651019 - Control 2169452637 - Property 1968111052
source: Choose the VAT Report Configuration that is currently being used to send reports to the authorities. At the end of the setup we will create a new configuration based on the one chosen here which will be used to send VAT reports to the group representative.
cs_cz: Zvolte konfiguraci sestavy DPH, která se aktuálně používá k odesílání sestav úřadům. Na konci nastavení vytvoříme novou konfiguraci, která bude použita k odeslání sestav DPH zástupci skupiny.
de_ch: Wählen Sie die MWST-Berichtskonfiguration aus, die derzeit zum Senden von Berichten an die Behörden verwendet wird. Am Ende der Einrichtung wird eine neue Konfiguration erstellt, basierend auf der hier gewählten, die verwendet werden soll, um MWST-Berichte an den Gruppenvertreter zu senden.
es_es: Elija la configuración de informe de IVA que se usa actualmente para enviar informes a las autoridades. Al final de la configuración crearemos una nueva configuración basada en la que elija aquí y que se utilizará para enviar informes de IVA al representante de grupo.
fi_fi: Valitse ALV-raportin määritykset, joita tällä hetkellä käytetään raporttien lähettämiseen viranomaisille. Asennusohjelman lopussa luomme tässä valittujen määritysten perusteella uudet määritykset, joita käytetään ALV-raporttien lähettämiseen ryhmän edustajalle.
it_ch: Scegliere la configurazione del report IVA attualmente in uso per l'invio dei report alle autorità. Alla fine del setup viene creata una nuova configurazione in base a quella scelta qui e viene utilizzata per l'invio dei report IVA al rappresentante del gruppo.
nb_no: Velg konfigurasjonen av mva-rapporten som for øyeblikket brukes til å sende rapporter til myndighetene. På slutten av oppsettet oppretter vi en ny konfigurasjon basert på den som er valgt her, som skal brukes til å sende mva-rapporter til grupperepresentanten.

# Page 27651019 - Control 2169452637 - Property 2879900210
source: Select a VAT report configuration
cs_cz: Výběr konfigurace sestavy DPH
de_ch: MWST-Berichtskonfiguration auswählen
es_es: Seleccionar una configuración de informe de IVA
fi_fi: Valitse ALV-raportin määritykset
it_ch: Selezionare una configurazione report IVA
nb_no: Velg en mva-rapportkonfigurasjon

# Page 27651019 - Control 529781750 - Property 2879900210
source: VAT Report Configurations
cs_cz: Konfigurace sestavy DPH
de_ch: MWST-Berichtskonfigurationen
es_es: Configuraciones de informe de IVA
fi_fi: ALV-raportin määritykset
it_ch: Configurazioni report IVA
nb_no: Konfigurasjoner for mva-rapport

# Page 27651019 - Control 2788077256 - Property 1295455071
source: Specifies the client ID from the App Registration in Azure Active Directory.
cs_cz: Určuje ID klienta z registrace aplikace ve službě Azure Active Directory.
de_ch: Gibt die Client-ID aus der App-Registrierung in Azure Active Directory an.
es_es: Especifica el id. de cliente del registro de aplicación en Azure Active Directory.
fi_fi: Määrittää asiakasohjelman tunnuksen Azure Active Directoryn sovelluksen rekisteröinnistä.
it_ch: Specifica l'ID client della registrazione app in Azure Active Directory.
nb_no: Angir klient-ID-en fra appregistreringen i Azure Active Directory.

# Page 27651019 - Control 2788077256 - Property 2879900210
source: Client ID
cs_cz: ID klienta
es_es: Id. de cliente
fi_fi: Asiakasohjelman tunnus
it_ch: ID client
nb_no: Klient-ID

# Page 27651019 - Control 4069789961 - Property 1295455071
source: Specifies the client secret from the App Registration in Azure Active Directory.
cs_cz: Určuje tajný klíč klienta z registrace aplikace ve službě Azure Active Directory.
de_ch: Gibt den geheimen Clientschlüssel aus der App-Registrierung in Azure Active Directory an.
es_es: Especifica el secreto de cliente del registro de aplicaciones en Azure Active Directory.
fi_fi: Määrittää asiakasohjelman salasanan Azure Active Directoryn sovelluksen rekisteröinnistä.
it_ch: Specifica il segreto client della registrazione app in Azure Active Directory.
nb_no: Angir klienthemmeligheten fra appregistreringen i Azure Active Directory.

# Page 27651019 - Control 4069789961 - Property 2879900210
source: Client Secret
cs_cz: Tajný klíč klienta
de_ch: Geheimer Clientschlüssel
es_es: Secreto del cliente
fi_fi: Asiakasohjelman salasana
it_ch: Segreto client
nb_no: Klienthemmelighet

# Page 27651019 - Control 1362072938 - Property 1968111052
source: Click Next to authenticate, get access to the group representative's API and continue.
cs_cz: Klikněte na Další pro ověření, získejte přístup k rozhraní API zástupce skupiny a pokračujte.
de_ch: Klicken Sie auf „Weiter“, um sich zu authentifizieren, Zugriff auf die API des Gruppenvertreters zu erhalten und fortzufahren.
es_es: Haga clic en Siguiente para autenticar, obtener acceso a la API del representante del grupo y continuar.
fi_fi: Todenna, siirry ryhmän edustajan ohjelmointirajapintaan ja jatka napsauttamalla Seuraava.
it_ch: Fare clic su Avanti per autenticare, ottenere l'accesso all'API del rappresentante del gruppo e continuare.
nb_no: Klikk på Neste for å godkjenne, få tilgang til grupperepresentantens API og fortsette.

# Page 27651019 - Control 4203936973 - Property 1968111052
source: Provide information about the App Registration in Azure Active Directory that will be used to connect with OAuth2.
cs_cz: Poskytněte informace o registraci aplikací ve službě Azure Active Directory, které se budou používat k připojení k OAuth2.
de_ch: Geben Sie Informationen zur App-Registrierung in Azure Active Directory an, die zum Herstellen einer Verbindung mit OAuth2 verwendet wird.
es_es: Proporcione información sobre el registro de la aplicación en Azure Active Directory que se usará para conectarse a OAuth2.
fi_fi: Anna tietoja sovelluksen rekisteröinnistä Azure Active Directoryssa, jota käytetään yhteyden muodostamiseen OAuth2-todennuksen avulla.
it_ch: Fornire informazioni sulla registrazione app in Azure Active Directory che verrà utilizzato per connettersi con OAuth2.
nb_no: Angi informasjon om appregistreringen i Azure Active Directory som skal brukes til å koble til med OAuth2.

# Page 27651019 - Control 4203936973 - Property 2879900210
source: OAuth2 details
cs_cz: OAuth2 podrobnosti
es_es: Detalles de OAuth2
fi_fi: OAuth2-tiedot
it_ch: Dettagli OAuth2
nb_no: Detaljer for OAuth2

# Page 27651019 - Control 1139402143 - Property 1295455071
source: Specifies the OAuth 2.0 authority endpoint of the App Registration in Azure Active Directory.
cs_cz: Určuje koncový bod autority OAuth 2.0 registrace aplikace ve službě Azure Active Directory.
de_ch: Gibt den OAuth 2.0-Autoritätsendpunkt der App-Registrierung in Azure Active Directory an.
es_es: Especifica el extremo de autoridad de OAuth 2.0 del registro de aplicación en Azure Active Directory.
fi_fi: Määrittää Azure Active Directoryn sovelluksen rekisteröinnin OAuth 2.0 -myöntäjän päätepisteen.
it_ch: Specifica l'endpoint dell'autorità OAuth 2.0 della registrazione app in Azure Active Directory.
nb_no: Angir godkjenningsendepunktet for OAuth 2.0 for appregistreringen i Azure Active Directory.

# Page 27651019 - Control 1139402143 - Property 2879900210
source: OAuth 2.0 Authority Endpoint
cs_cz: Koncový bod autority OAuth 2.0
de_ch: OAuth 2.0-Autoritätsendpunkt
es_es: Extremo de autoridad de OAuth 2.0
fi_fi: OAuth 2.0 -myöntäjän päätepiste
it_ch: Endpoint dell'autorità OAuth 2.0
nb_no: Godkjenningsendepunkt for OAuth 2.0

# Page 27651019 - Control 1464062987 - Property 1295455071
source: Specifies the OAuth 2.0 redirect URL of the App Registration in Azure Active Directory.
cs_cz: Určuje adresu URL přesměrování OAuth 2.0 registrace aplikace ve službě Azure Active Directory.
de_ch: Gibt die OAuth 2.0-Umleitungs-URL der App-Registrierung in Azure Active Directory an.
es_es: Especifica la URL de redireccionamiento de OAuth 2.0 del registro de la aplicación en Azure Active Directory.
fi_fi: Määrittää Azure Active Directoryn sovelluksen rekisteröinnin OAuth 2.0 -uudelleenohjauksen URL-osoitteen.
it_ch: Specifica l'URL di reindirizzamento OAuth 2.0 della registrazione app in Azure Active Directory.
nb_no: Angir omdirigeringsnettadressen for OAuth 2.0 for appregistreringen i Azure Active Directory.

# Page 27651019 - Control 1464062987 - Property 2879900210
source: OAuth 2.0 Redirect URL
cs_cz: Adresa URL přesměrování OAuth 2.0
de_ch: OAuth 2.0-Umleitungs-URL
es_es: URL de redireccionamiento de OAuth 2.0
fi_fi: OAuth 2.0 -uudelleenohjauksen URL-osoite
it_ch: URL di reindirizzamento OAuth 2.0
nb_no: Omdirigeringsnettadresse for OAuth 2.0

# Page 27651019 - Control 1423931915 - Property 1295455071
source: Specifies the OAuth 2.0 resource URL of the API you will get access to in Azure Active Directory. For instance https://api.businesscentral.dynamics.com/
cs_cz: Určuje adresu URL prostředků OAuth 2.0 rozhraní API, ke kterým získáte přístup ve službě Azure Active Directory. Například https://api.businesscentral.dynamics.com/
de_ch: Gibt die OAuth 2.0-Ressourcen-URL der API an, auf die Sie in Azure Active Directory zugreifen können. Zum Beispiel https://api.businesscentral.dynamics.com/
es_es: Especifica la URL de recurso de OAuth 2.0 de la API a la que obtendrá acceso en Azure Active Directory. Por ejemplo https://api.businesscentral.dynamics.com/
fi_fi: Määrittää ohjelmointirajapinnan OAuth 2.0 -resurssin URL-osoitteen, jolla voit käyttää Azure Active Directorya (esimerkiksi https://api.businesscentral.dynamics.com/)
it_ch: Specifica l'URL della risorsa OAuth 2.0 dell'API di cui si otterrà l'accesso in Azure Active Directory. Ad esempio https://api.businesscentral.dynamics.com/
nb_no: Angir ressursnettadressen til OAuth 2.0 for API-et som du får tilgang til i Azure Active Directory, for eksempel https://api.businesscentral.dynamics.com/

# Page 27651019 - Control 1423931915 - Property 2879900210
source: OAuth 2.0 Resource URL
cs_cz: Adresa URL zdroje OAuth 2.0
de_ch: OAuth 2.0-Ressourcen-URL
es_es: URL de recurso de OAuth 2.0
fi_fi: OAuth 2.0 -resurssin URL-osoite
it_ch: URL risorsa OAuth 2.0
nb_no: Ressursnettadresse for OAuth 2.0

# Page 27651019 - Control 2974213324 - Property 1968111052
source: Click Next to authenticate, get access to the group representative's API and continue.
cs_cz: Klikněte na Další pro ověření, získejte přístup k rozhraní API zástupce skupiny a pokračujte.
de_ch: Klicken Sie auf „Weiter“, um sich zu authentifizieren, Zugriff auf die API des Gruppenvertreters zu erhalten und fortzufahren.
es_es: Haga clic en Siguiente para autenticar, obtener acceso a la API del representante del grupo y continuar.
fi_fi: Todenna, siirry ryhmän edustajan ohjelmointirajapintaan ja jatka napsauttamalla Seuraava.
it_ch: Fare clic su Avanti per autenticare, ottenere l'accesso all'API del rappresentante del gruppo e continuare.
nb_no: Klikk på Neste for å godkjenne, få tilgang til grupperepresentantens API og fortsette.

# Page 27651019 - Control 2974213324 - Property 2879900210
source: Connect using OAuth2
cs_cz: Připojení pomocí OAuth2
de_ch: Verbindung mit OAuth2
es_es: Conectar mediante OAuth2
fi_fi: Yhdistä käyttämällä OAuth2-todennusta
it_ch: Connessione mediante OAuth2
nb_no: Koble til ved hjelp av OAuth2

# Page 27651019 - Control 3626173821 - Property 1295455071
source: Setup Banner
cs_cz: Nastavit banner
de_ch: Einrichtungsbanner
es_es: Pancarta de configuración
fi_fi: Määritä banneri
it_ch: Banner setup
nb_no: Oppsett-banner

# Page 27651019 - Control 2301097644 - Property 1295455071
source: Specifies the number of approved members that are allowed to submit their VAT returns. Clicking on this number will open the Approved Members page.
cs_cz: Určuje počet schválených členů, kteří mohou podávat přiznání k DPH. Kliknutím na toto číslo se otevře stránka Schválení členové.
de_ch: Gibt die Anzahl der zugelassenen Mitglieder an, die ihre MWST-Rückgaben einreichen dürfen. Beim Klicken auf diese Nummer wird die Seite „Genehmigte Mitglieder“ geöffnet.
es_es: Especifica el número de miembros aprobados que pueden enviar sus devoluciones de IVA. Al hacer clic en este número se abrirá la página Miembros aprobados.
fi_fi: Määrittää niiden hyväksyttyjen jäsenten määrän, jotka voivat lähettää ALV-palautuksiaan. Tämän luvun napsauttaminen avaa Hyväksytyt jäsenet -sivun.
it_ch: Specifica il numero di membri approvati che sono autorizzati a inviare le dichiarazioni IVA. Facendo clic su questo numero viene aperta la pagina Membri approvati.
nb_no: Angir antall godkjente medlemmer som har lov til å sende mva-returer. Hvis du klikker på dette nummeret, åpnes siden Godkjente medlemmer.

# Page 27651019 - Control 2301097644 - Property 2879900210
source: Approved Members
cs_cz: Schválení členové
de_ch: Genehmigte Mitglieder
es_es: Miembros aprobados
fi_fi: Hyväksytyt jäsenet
it_ch: Membri approvati
nb_no: Godkjente medlemmer

# Page 27651019 - Control 2093064149 - Property 1295455071
source: Specifies the settlement account for the VAT group member amounts.
cs_cz: Určuje účet vyrovnání pro částky členů skupiny DPH.
de_ch: Gibt das Ausgleichskonto für die MWST-Gruppenmitgliedsbeträge an.
es_es: Especifica la cuenta de liquidación de los importes de los miembros del grupo de IVA.
fi_fi: Määrittää ALV-ryhmän jäsenen summien maksutilin.
it_ch: Specifica il conto di liquidazione per gli importi dei membri del gruppo IVA.
nb_no: Angir oppgjørskontoen for mva-gruppemedlemsbeløpene.

# Page 27651019 - Control 2093064149 - Property 2879900210
source: Group Settlement Account
cs_cz: Účet vyrovnání skupiny
de_ch: Gruppenausgleichskonto
es_es: Cuenta liquidación grupo
fi_fi: Ryhmän maksutili
it_ch: Conto liquidazione gruppo
nb_no: Gruppeoppgjørskonto

# Page 27651019 - Control 851437658 - Property 1295455071
source: Specifies the general journal template used for the document to post the Group VAT to the settlement account.
cs_cz: Určuje šablonu finančního deníku použitou pro doklad k zaúčtování DPH skupiny na účet vyrovnání.
de_ch: Gibt die Fibu Erf.-Journalvorlage an, die für den Beleg verwendet wird, um die Gruppen-MwSt auf das Ausgleichskonto zu buchen.
es_es: Especifica la plantilla de diario general que se usa en el documento para registrar el IVA de grupo en la cuenta de liquidación.
fi_fi: Määrittää asiakirjassa käytettävän yleisen päiväkirjan mallin, kun ryhmän ALV kirjataan maksutilille.
it_ch: Specifica la definizione registrazioni COGE utilizzata per il documento per registrare l'IVA del gruppo nel conto di liquidazione.
nb_no: Angir finanskladdmalen som skal brukes for dokumentet til å bokføre gruppe-mva til oppgjørskontoen.

# Page 27651019 - Control 851437658 - Property 2879900210
source: Group Settlement General Journal Template
cs_cz: Šablona finančního deníku pro vyrovnání skupiny
de_ch: Fibu Erf.-Journalvorlage „Gruppenausgleich“
es_es: Plantilla del libro diario general de liquidación de grupo
fi_fi: Ryhmän laskelman yleisen päiväkirjan malli
it_ch: Definizione registrazioni COGE per liquidazione gruppo
nb_no: Finanskladdemal for gruppeoppgjør

# Page 27651019 - Control 595469094 - Property 1968111052
source: As the group representative you must define a list of approved group members who submit their VAT returns to you. You can manage group members on the VAT Report Setup page.
cs_cz: Jako zástupce skupiny musíte definovat seznam schválených členů skupiny, kteří vám podávají přiznání k DPH. Členy skupiny můžete spravovat na stránce Nastavení sestavy DPH.
de_ch: Als Gruppenvertreter müssen Sie eine Liste der genehmigten Gruppenmitglieder definieren, die ihre MWST-Rückgaben an Sie senden. Sie können Gruppenmitglieder auf der Seite „MWST-Berichtseinrichtung“ verwalten.
es_es: Como representante del grupo, debe definir una lista de los miembros del grupo aprobados que deben enviarle sus devoluciones de IVA. Puede gestionar los miembros del grupo en la página Configuración informe IVA.
fi_fi: Ryhmän jäsenenä sinun on määritettävä niiden hyväksyttyjen ryhmän jäsenien luettelo, jotka voivat lähettää ALV-palautuksensa sinulle. Voit hallita ryhmän jäseniä ALV-raportin asetukset -sivulla.
it_ch: Come rappresentante del gruppo è necessario definire un elenco di membri del gruppo approvati che inviano le dichiarazioni IVA. È possibile gestire i membri del gruppo nella pagina Setup report IVA.
nb_no: Som grupperepresentant må du definere en liste over godkjente gruppemedlemmer som sender mva-returer til deg. Du kan administrere gruppemedlemmer på siden Mva-rapportoppsett.

# Page 27651019 - Control 595469094 - Property 2879900210
source: My company is the group representative
cs_cz: Moje společnost je zástupcem skupiny
de_ch: Mein Unternehmen ist der Gruppenvertreter
es_es: Mi empresa es la representante del grupo
fi_fi: Oma yritys on ryhmän edustaja
it_ch: La società è rappresentante del gruppo
nb_no: Mitt selskap er grupperepresentanten

# Page 27651019 - Control 2797239947 - Property 2879900210
source: To add members, choose the number in the Approved Members field.
cs_cz: Chcete-li přidat členy, zvolte číslo v poli Schválení členové.
de_ch: Zum Hinzufügen von Mitgliedern wählen Sie die Nummer im Feld „Genehmigte Mitglieder“ aus.
es_es: Para agregar miembros, elija el número en el campo Miembros aprobados.
fi_fi: Jos haluat lisätä jäseniä, valitse määrä Hyväksytyt jäsenet -kentästä.
it_ch: Per aggiungere membri, scegliere il numero nel campo dei membri approvati.
nb_no: Hvis du vil legge til medlemmer, velger du nummeret i feltet Godkjente medlemmer.

# Page 27651019 - Control 996182877 - Property 1295455071
source: Specifies the box that represents the total due VAT amount from a VAT Group Submission.
cs_cz: Určuje pole, které představuje celkovou částku splatné DPH z podání skupiny DPH.
de_ch: Gibt das Feld an, das den gesamten fälligen MWST-Betrag aus einer MWST-Gruppenübermittlung darstellt.
es_es: Especifica la casilla del importe total del IVA devengado de un envío del grupo de IVA.
fi_fi: Määrittää ruudun, joka kuvaa ALV-ryhmän lähetyksen erääntyvää ALV-kokonaissummaa.
it_ch: Specifica la casella che rappresenta l'importo IVA totale dovuto da un invio del gruppo IVA.
nb_no: Angir boksen som representerer det totale mva-beløpet som skal betales fra en mva-gruppesending.

# Page 27651019 - Control 996182877 - Property 2879900210
source: VAT Due Box No.
cs_cz: Číslo schránky splatné DPH
de_ch: MWST fällig Dialogfeld-Nr.
es_es: N.º de casilla de IVA devengado
fi_fi: Erääntyvä ALV -ruudun numero
it_ch: Nr. riquadro IVA dovuta
nb_no: Feltnr. for mva-forfallsdato

# Page 27651019 - Control 2986765785 - Property 1295455071
source: Specifies the normal VAT settlement account.
cs_cz: Určuje účet vyrovnání DPH pro normání DPH.
de_ch: Gibt das normale MWST-Abrechnungskonto an.
es_es: Especifica la cuenta de liquidación de IVA normal.
fi_fi: Määrittää normaalin ALV-maksutilin.
it_ch: Specifica il conto di liquidazione IVA normale.
nb_no: Angir den vanlige mva-oppgjørskontoen.

# Page 27651019 - Control 2986765785 - Property 2879900210
source: VAT Settlement Account
cs_cz: Účet vyrovnání DPH
de_ch: MWST-Abrechnungskonto
es_es: Cuenta de liquidación de IVA
fi_fi: ALV-maksutili
it_ch: Conto liquidazione IVA
nb_no: Mva-oppgjørskonto

# Page 27651019 - Control 2552321247 - Property 1968111052
source: The configuration settings depend on your role in the VAT group.
cs_cz: Nastavení konfigurace závisí na vaší roli ve skupině s DPH.
de_ch: Die Konfigurationseinstellungen hängen von Ihrer Rolle in der MWST-Gruppe ab.
es_es: Las opciones de configuración dependen del rol que tenga en el grupo de IVA.
fi_fi: Määritysasetukset määräytyvät sen mukaan, mikä roolisi on ALV-ryhmässä.
it_ch: Le impostazioni di configurazione dipendono dal ruolo del gruppo IVA.
nb_no: Konfigurasjonsinnstillingene avhenger av rollen din i mva-gruppen.

# Page 27651019 - Control 2552321247 - Property 2879900210
source: Choose your company's role in the VAT group
cs_cz: Vyberte si roli vaší společnosti ve skupině s DPH
de_ch: Die Rolle Ihres Unternehmens in der MWST-Gruppe auswählen
es_es: Elija el rol de la empresa en el grupo de IVA
fi_fi: Valitse yrityksesi rooli ALV-ryhmässä
it_ch: Scegliere il ruolo della società nel gruppo IVA
nb_no: Velg selskapets rolle i mva-gruppen

# Page 27651019 - Control 2722143938 - Property 1968111052
source: Choose this option to act as a group member and submit VAT your returns to the group representative instead of the tax authority.
cs_cz: Tuto možnost zvolte, chcete-li jednat jako člen skupiny a odeslat přiznání k DPH zástupci skupiny namísto finančnímu úřadu.
de_ch: Wählen Sie diese Option aus, um als Gruppenmitglied zu fungieren und die MWST-Rückgaben an den Gruppenvertreter anstelle der Steuerbehörde abzusenden.
es_es: Elija esta opción para actuar como miembro deL grupo y enviar las devoluciones de IVA al representante del grupo en lugar de hacerlo la autoridad fiscal.
fi_fi: Valitse tämä vaihtoehto, jos haluat toimia ryhmän jäsenenä ja lähettää ALV-palautuksesi veroviranomaisen sijasta ryhmän edustajalle.
it_ch: Scegliere questa opzione per agire da membro del gruppo e inviare l'IVA dichiarata ai rappresentanti del gruppo anziché all'autorità tributaria.
nb_no: Velg dette alternativet for å fungere som et gruppemedlem og sende mva-returer til grupperepresentanten i stedet for skattemyndighetene.

# Page 27651019 - Control 2722143938 - Property 2879900210
source: Group member
cs_cz: Člen skupiny
de_ch: Gruppenmitglied
es_es: Miembro de grupo
fi_fi: Ryhmän jäsen
it_ch: Membro del gruppo
nb_no: Gruppemedlem

# Page 27651019 - Control 1485942955 - Property 1968111052
source: To continue, you must specify your role in the VAT group.
cs_cz: Chcete-li pokračovat, musíte zadat svou roli ve skupině DPH.
de_ch: Sie müssen Ihre Rolle in der MWST-Gruppe angeben, um fortzufahren.
es_es: Para continuar, debe especificar su rol en el grupo de IVA.
fi_fi: Jatka määrittämällä roolisi ALV-ryhmässä.
it_ch: Per continuare, è necessario specificare il ruolo nel gruppo IVA.
nb_no: Hvis du vil fortsette, må du angi rollen din i mva-gruppen.

# Page 27651019 - Control 1485942955 - Property 2879900210
source: No VAT group role specified
cs_cz: Nebyla zadána žádná role skupiny DPH
de_ch: Keine MWST-Gruppenrolle angegeben
es_es: No se ha especificado ningún rol de grupo de IVA
fi_fi: ALV-ryhmän roolia ei ole määritetty
it_ch: Nessun ruolo del gruppo IVA specificato
nb_no: Ingen mva-grupperolle er angitt
