Repository: rstefanetti/MSDyn365BC.Code.History
Catalog: VATGroupManagement/Source/VAT Group Management/Translations/VAT Group Management.*.xlf
Languages: cs_cz, de_ch, es_es, fi_fi, it_ch, nb_no

# Page 1590669234 - Control 2649176925 - Property 1295455071
source: Specifies the end date of the report period for the VAT report submission.
cs_cz: Určuje koncové datum období pro podání výkazu DPH.
de_ch: Gibt das Enddatum der Berichtsperiode für die MWST-Berichtsübermittlung an.
es_es: Especifica la fecha de finalización del periodo de informe del envío del informe de IVA.
fi_fi: Määrittää ALV-raportin lähtetyksen raportointijakson lopetuspäivämäärän.
it_ch: Specifica la data di fine del periodo report per l'invio del report IVA.
nb_no: Angir sluttdatoen for rapportperioden for mva-rapportsendingen.

# Page 1590669234 - Control 2782722823 - Property 1295455071
source: Specifies the ID of the group member that submitted the VAT report.
cs_cz: Určuje ID člena skupiny, který podal sestavu DPH.
de_ch: Gibt die ID des Gruppenmitglieds an, das den MWST-Bericht übermittelt hat.
es_es: Especifica el id. del miembro del grupo que ha enviado el informe de IVA.
fi_fi: Määrittää sen ryhmän jäsenen tunnuksen, joka lähetti ALV-raportin.
it_ch: Specifica l'ID del membro del gruppo che ha inviato il report IVA.
nb_no: Angir ID-en for gruppemedlemmet som sendte mva-rapporten.

# Page 1590669234 - Control 3178072769 - Property 1295455071
source: Specifies the name of the group member that submitted the VAT report.
cs_cz: Určuje jméno člena skupiny, který podal výkaz DPH.
de_ch: Gibt den Namen des Gruppenmitglieds an, das den MWST-Bericht übermittelt hat.
es_es: Especifica el nombre del miembro del grupo que envió el informe de IVA.
fi_fi: Määrittää sen ryhmän jäsenen nimen, joka lähetti ALV-raportin.
it_ch: Specifica il nome del membro del gruppo che ha inviato il report IVA.
nb_no: Angir navnet på gruppemedlemmet som sendte mva-rapporten.

# Page 1590669234 - Control 4200184881 - Property 1295455071
source: Specifies the identifier for the VAT return from the group member that submitted it.
cs_cz: Určuje identifikátor přiznání k DPH od člena skupiny, který jej podal.
de_ch: Gibt den Bezeichner für die MWST-Rückgabe des Gruppenmitglieds an, das sie übermittelt hat.
es_es: Especifica el identificador de la devolución de IVA del miembro del grupo que lo envió.
fi_fi: Määrittää ALV-palautuksen tunnuksen palautuksen lähettäneestä ryhmän jäsenestä.
it_ch: Specifica l'identificatore per la dichiarazione IVA del membro del gruppo che l'ha inviata.
nb_no: Angir ID-en for mva-returen fra gruppemedlemmet som sendte den.

# Page 1590669234 - Control 474480784 - Property 1295455071
source: Specifies the start date of the report period for the VAT report submission.
cs_cz: Určuje počáteční datum období pro podání výkazu DPH.
de_ch: Gibt das Startdatum der Berichtsperiode für die MWST-Berichtsübermittlung an.
es_es: Especifica la fecha de inicio del periodo de informe para el envío del informe de IVA.
fi_fi: Määrittää ALV-raportin lähetyksen raportointijakson aloituspäivämäärän.
it_ch: Specifica la data di inizio del periodo report per l'invio del report IVA.
nb_no: Angir startdatoen for rapportperioden for mva-rapportsendingen.

# Page 1590669234 - Control 4035800860 - Property 1295455071
source: Specifies the timestamp during which the VAT report was submitted.
cs_cz: Určuje časové razítko, během kterého byl výkaz DPH podán.
de_ch: Gibt den Zeitstempel für den Zeitraum an, in dem der MWST-Bericht übermittelt wurde.
es_es: Especifica la marca de tiempo durante la que se envió el informe de IVA.
fi_fi: Määrittää aikaleiman, jonka aikana ALV-raportti lähetettiin.
it_ch: Specifica il timestamp durante il quale è stato inviato il report IVA.
nb_no: Angir tidsstempelet da mva-rapporten ble sendt.

# Page 1457983745 - Control 2686962215 - Property 1295455071
source: Specifies the record identifier.
cs_cz: Určuje identifikátor záznamu.
de_ch: Gibt den Datensatzbezeichner an.
es_es: Especifica el identificador de registro.
fi_fi: Määrittää tietueen tunnuksen.
it_ch: Specifica l'identificatore del record.
nb_no: Angir postidentifikatoren.

# Page 231648147 - Property 2879900210
source: VAT Reports Configuration
cs_cz: Konfigurace sestav DPH
de_ch: MWST-Berichtskonfiguration
es_es: Configuración de informes IVA
fi_fi: ALV-raporttien määritykset
it_ch: Configurazione report IVA
nb_no: Konfigurasjon av mva-rapporter

# Page 231648147 - Control 2605127120 - Property 1295455071
source: Specifies the codeunit caption code.
cs_cz: Určuje kód titulku procedury.
de_ch: Gibt die Codeunit-Beschriftung an.
es_es: Especifica el código de título de codeunit.
fi_fi: Määrittää codeunitin otsikon koodin.
it_ch: Specifica il codice della didascalia codeunit.
nb_no: Angir tittelkoden for codeuniten.

# Page 231648147 - Control 2792361305 - Property 1295455071
source: Specifies the codeunit ID.
cs_cz: Určuje ID procedury.
de_ch: Gibt die Codeunit-ID an.
es_es: Especifica el id. de codeunit.
fi_fi: Määrittää codeunitin tunnuksen.
it_ch: Specifica l'ID codeunit.
nb_no: Angir codeunit-ID-en.

# Page 231648147 - Control 4045529433 - Property 1295455071
source: Specifies the name of the caption that related to the line.
cs_cz: Určuje název titulku, který se vztahuje k řádku.
de_ch: Gibt den Namen der Beschriftung an, mit dem die Position in Verbindung steht.
es_es: Especifica el nombre del título relacionado con la línea.
fi_fi: Määrittää riviin liittyvän otsikon nimen.
it_ch: Specifica il nome della didascalia correlata alla riga.
nb_no: Angir navnet på tittelen som er relatert til linjen.

# Page 231648147 - Control 39760095 - Property 1295455071
source: Specifies the codeunit ID of the response handler.
cs_cz: Určuje ID procedury obslužné rutiny.
de_ch: Gibt die Codeunit-ID des Antworthandlers an.
es_es: Especifica el id. de codeunit del controlador de respuesta.
fi_fi: Määrittää vastauskäsittelijän codeunitin tunnuksen.
it_ch: Specifica l'ID codeunit del gestore risposte.
nb_no: Angir codeunit-ID-en for svarbehandleren.

# Page 231648147 - Control 1235910239 - Property 1295455071
source: Specifies the caption associated with the submission codeunit.
cs_cz: Určuje titulek spojený s procedurou podání.
de_ch: Gibt die Beschriftung an, die mit der Übermittlungs-Codeunit verknüpft ist.
es_es: Especifica el título asociado a la codeunit de envío.
fi_fi: Määrittää lähettävään codeunitiin liitetyn otsikon.
it_ch: Specifica la didascalia associata alla codeunit di invio.
nb_no: Angir tittelen som er knyttet til codeuniten for sending.

# Page 231648147 - Control 1578133954 - Property 1295455071
source: Specifies the ID associated with the submission codeunit.
cs_cz: Určuje ID spojené s procedurou podání.
de_ch: Gibt die ID an, die mit der Übermittlungs-Codeunit verknüpft ist.
es_es: Especifica el id. asociado a la codeunit de envío.
fi_fi: Määrittää lähettävään codeunitiin liitetyn tunnuksen.
it_ch: Specifica l'ID associato alla codeunit di invio.
nb_no: Angir ID-en som er knyttet til codeuniten for sending.

# Page 231648147 - Control 554825520 - Property 1295455071
source: Specifies whether a caption is suggested automatically.
cs_cz: Určuje, zda je automaticky navržen titulek.
de_ch: Gibt an, ob eine Beschriftung automatisch vorgeschlagen wird.
es_es: Especifica si se sugiere automáticamente un título.
fi_fi: Määrittää, ehdottaako järjestelmä otsikkoa automaattisesti.
it_ch: Specifica se la didascalia viene suggerita automaticamente.
nb_no: Angir om en tittel foreslås automatisk.

# Page 231648147 - Control 1555720505 - Property 1295455071
source: Specifies whether an ID is suggested automatically.
cs_cz: Určuje, zda je ID navrženo automaticky.
de_ch: Gibt an, ob eine ID automatisch vorgeschlagen wird.
es_es: Especifica si se sugiere automáticamente un id.
fi_fi: Määrittää, ehdottaako järjestelmä tunnusta automaattisesti.
it_ch: Specifica se l'ID viene suggerito automaticamente.
nb_no: Angir om en ID foreslås automatisk.

# Page 231648147 - Control 1173241261 - Property 1295455071
source: Specifies the caption for the codeunit VAT Report.
cs_cz: Určuje titulek pro proceduru Výkaz DPH.
de_ch: Gibt die Beschriftung für den Codeunit-MWST-Bericht an.
es_es: Especifica el título del informe de IVA de codeunit.
fi_fi: Määrittää codeunitin ALV-raportin otsikon.
it_ch: Specifica la didascalia per la codeunit del report IVA.
nb_no: Angir tittelen for mva-rapporten for codeuniten.

# Page 231648147 - Control 1943315772 - Property 1295455071
source: Specifies the codeunit ID for the VAT Report line.
cs_cz: Určuje ID procedury pro řádek výkazu DPH.
de_ch: Gibt die Codeunit-ID für den MWST-Bericht an.
es_es: Especifica el id. de codeunit para la línea del informe de IVA.
fi_fi: Määrittää ALV-raporttirivin codeunitin tunnuksen.
it_ch: Specifica l'ID codeunit per la riga report IVA.
nb_no: Angir codeunit-ID-en for mva-rapportlinjen.

# Page 231648147 - Control 1318640161 - Property 1295455071
source: Specifies the version of the VAT report.
cs_cz: Určuje verzi sestavy DPH.
de_ch: Gibt die Version des MWST-Berichts an.
es_es: Especifica la versión del informe de IVA.
fi_fi: Määrittää ALV-raportin version.
it_ch: Specifica la versione del report IVA.
nb_no: Angir versjonen av mva-rapporten.

# PageExtension 130569615 - NamedType 3282014969
source: %1 of %2 submitted
cs_cz: %1 ze %2
de_ch: %1 von %2 übermittelt
es_es: Enviadas %1 de %2
fi_fi: %1/%2 lähetetty
it_ch: %1 di %2 inviati
nb_no: %1 av %2 sendt

# PageExtension 130569615 - Control 1676047464 - Property 1295455071
source: Specifies the number of VAT returns submitted by group members in this period.
cs_cz: Určuje počet přiznání k DPH odeslaných členy skupiny v tomto období.
de_ch: Gibt die Anzahl der MWST-Rückgaben an, die von Gruppenmitgliedern in dieser Periode übermittelt wurden.
es_es: Especifica el número de devoluciones de IVA enviadas por miembros del grupo en este periodo.
fi_fi: Määrittää ryhmän jäsenien tämän ajanjakson aikana lähettämien ALV-palautusten numeron.
it_ch: Specifica il numero di dichiarazioni IVA inviate dai membri del gruppo in questo periodo.
nb_no: Angir antall mva-returer som er sendt av gruppemedlemmer i denne perioden.

# PageExtension 130569615 - Control 1676047464 - Property 2879900210
source: Group Member Submissions
cs_cz: Podání člena skupiny
de_ch: Gruppenmitglied-Übermittlungen
es_es: Envíos miembros de grupo
fi_fi: Ryhmän jäsenen lähetykset
it_ch: Invii membri gruppo
nb_no: Gruppemedlemssendinger

# PageExtension 539298427 - Change 636392376 - Property 2879900210
source: Total Amount
cs_cz: Celkem částka
de_ch: Gesamtbetrag
es_es: Importe total
fi_fi: Summa yhteensä
it_ch: Importo totale
nb_no: Totalt beløp

# PageExtension 539298427 - Control 2195804493 - Property 1295455071
source: Specifies the group VAT amount for the specified box number without the representative amount.
cs_cz: Určuje částku DPH skupiny pro zadané číslo pole bez částky zástupce.
de_ch: Gibt den MWST-Gruppenbetrag für die angegebene Feldnummer ohne den Vertreterbetrag an.
es_es: Especifica el importe de IVA del grupo correspondiente al número de casilla especificado sin el importe del representante.
fi_fi: Määrittää määritetyn ruudun numeron ryhmän ALV-summan ilman edustajan summaa.
it_ch: Specifica l'importo IVA del gruppo per il numero di riquadro specificato senza l'importo rappresentante.
nb_no: Angir mva-beløpet for gruppen for det angitte boksnummeret uten representantbeløpet.

# PageExtension 539298427 - Control 2195804493 - Property 2879900210
source: Group Amount
cs_cz: Částka skupiny
de_ch: Gruppenbetrag
es_es: Importe grupo
fi_fi: Ryhmän summa
it_ch: Importo gruppo
nb_no: Gruppebeløp

# PageExtension 539298427 - Control 3054127057 - Property 1295455071
source: Specifies the representative VAT amount for the specified box number.
cs_cz: Určuje částku DPH zástupce pro zadané číslo pole.
de_ch: Gibt den MWST-Vertreterbetrag für die angegebene Feldnummer an.
es_es: Especifica el importe de IVA del representante para el número de casilla especificado.
fi_fi: Määrittää määritetyn ruudun numeron edustajan ALV-summan.
it_ch: Specifica l'importo IVA rappresentante per il numero di riquadro specificato.
nb_no: Angir det representative mva-beløpet for det angitte boksnummeret.

# PageExtension 1476524600 - NamedType 1023320891
source: There are newer VAT Group submissions from members for this period. Click Reopen to incorporate the new values.
cs_cz: Pro toto období existují novější podání členů skupiny DPH. Chcete-li začlenit nové hodnoty, klepněte na tlačítko Znovu otevřít.
de_ch: Es gibt neuere MWST-Gruppenübermittlungen von Mitgliedern für diese Periode. Klicken Sie auf „Erneut öffnen“, um die neuen Werte einzufügen.
es_es: Hay nuevos envíos de grupo de IVA de miembros para este periodo. Haga clic en Volver a abrir para incorporar los nuevos valores.
fi_fi: Jäsenille on olemassa uusia ALV-ryhmän lähetyksiä tällä ajanjaksolla. Sisällytä uudet arvot valitsemalla Avaa uudelleen.
it_ch: Sono presenti invii più recenti per il gruppo IVA dai membri per questo periodo. Fare clic su Riapri per incorporare i nuovi valori.
nb_no: Det finnes nyere mva-gruppesendinger fra medlemmer for denne perioden. Klikk på Åpne på nytt for å ta med de nye verdiene.

# PageExtension 1476524600 - NamedType 1742762397
source: One or more VAT group members have not submitted their VAT return for this period. Wait until all members have submitted before you continue.\\You can see the current submissions on the VAT Group Submission page.
cs_cz: Někteří členové skupiny pro účely DPH za toto období přiznání k DPH nepodali. Před pokračováním počkejte, až budou přiznání podána všemi členy.\\Aktuální podání můžete zobrazit na stránce Podání skupiny DPH.
de_ch: Mindestens ein Mitglied der MWST-Gruppe hat seine MWST-Rückgabe für diese Periode nicht übermittelt. Warten Sie, bis alle Mitglieder die Rückgaben übermittelt haben, bevor Sie fortfahren.\\Sie können die aktuellen Übermittlungen auf der Seite „MWST-Gruppenübermittlung“ anzeigen.
es_es: Uno o varios miembros del grupo de IVA no han presentado su devolución de IVA para este período. Espere hasta que todos los miembros la hayan presentado para continuar.\\Puede ver las que ya se han enviado en la página Envío grupo IVA.
fi_fi: Vähintään yksi ALV-ryhmän jäsenistä ei ole lähettänyt ALV-palautustaan tältä ajanjaksolta. Odota, kunnes kaikki jäsenet ovat lähettäneet palautuksensa, ennen kuin jatkat.\\Näet nykyiset lähetykset ALV-ryhmän lähetys -sivulta.
it_ch: Uno o più membri del gruppo IVA non ha inviato la dichiarazione IVA per questo periodo. Attendere che tutti i membri abbiano inviato la dichiarazione prima di continuare.\\È possibile visualizzare gli invii correnti nella pagina Inoltro gruppo IVA.
nb_no: Et eller flere medlemmer av mva-gruppen har ikke sendt omsetningsoppgaven for denne perioden. Vent til alle medlemmer har sendt før du fortsetter.\\Du kan se gjeldende sendinger på siden Mva-gruppesending.

# PageExtension 1476524600 - NamedType 596730981
source: The amounts submitted by group members have changed. Please review the new values.
cs_cz: Částky odeslané členy skupiny se změnily. Zkontrolujte nové hodnoty.
de_ch: Die von den Gruppenmitgliedern eingereichten Beträge wurden geändert. Überprüfen Sie die neuen Werte.
es_es: Los importes enviados por los miembros del grupo han cambiado. Revise los nuevos valores.
fi_fi: Ryhmän jäsenien lähettämät summat ovat muuttuneet. Tarkista uudet arvot.
it_ch: Gli importi inviati dai membri del gruppo sono stati modificati. Verificare i nuovi valori.
nb_no: Beløpene som er sendt av gruppemedlemmer, er endret. Kontroller de nye verdiene.

# PageExtension 1476524600 - NamedType 4155488872
source: Could not post the VAT group settlement because the following error occurred. %1
cs_cz: Vyrovnání skupiny DPH nelze zaúčtovat, protože došlo k následující chybě. %1
de_ch: Der MWST-Gruppenausgleich konnte nicht gebucht werden, da der folgende Fehler aufgetreten ist. %1
es_es: No se puede registrar la liquidación del grupo de IVA debido al siguiente error. %1
fi_fi: ALV-ryhmän laskelmaa ei voitu kirjata, koska tapahtui seuraava virhe. %1
it_ch: Impossibile registrare la liquidazione del gruppo IVA perché si è verificato il seguente errore. %1
nb_no: Kan ikke bokføre mva-gruppeoppgjøret fordi følgende feil oppstod. %1

# PageExtension 1476524600 - NamedType 3531816988
source: The VAT group settlement was posted successfully.
cs_cz: Vyrovnání skupiny DPH bylo úspěšně zaúčtováno.
de_ch: Der MWST-Gruppenausgleich wurde erfolgreich gebucht.
es_es: La liquidación del grupo de IVA se registró correctamente.
fi_fi: ALV-ryhmän laskelman kirjaus on onnistunut.
it_ch: La liquidazione gruppo IVA è stata registrata.
nb_no: Mva-gruppeoppgjøret ble bokført på riktig måte.

# PageExtension 1476524600 - NamedType 27148185
source: Do you want to post the VAT settlement for the group members?
cs_cz: Chcete zaúčtovat vyrovnání DPH pro členy skupiny?
de_ch: Möchten Sie die MWST-Abrechnung für die Gruppenmitglieder buchen?
es_es: ¿Desea registrar la liquidación de IVA de los miembros del grupo?
fi_fi: Haluatko kirjata ALV-laskelman ryhmän jäsenille?
it_ch: Registrare la liquidazione IVA per i membri del gruppo?
nb_no: Vil du bokføre mva-oppgjøret for gruppemedlemmene?

# PageExtension 1476524600 - Action 3475387180 - Property 1295455071
source: Includes the amounts of submitted VAT returns from members in this period.
cs_cz: Zahrnuje částky odeslaných přiznání k DPH od členů v tomto období.
de_ch: Enthält die Beträge der eingereichten MWST-Rückgaben von Mitgliedern in dieser Periode.
es_es: Incluye los importes de las devoluciones de IVA que los miembros han enviado en este período.
fi_fi: Sisältää lähetettyjen ALV-palautusten summat jäseniltä tämän ajanjakson aikana.
it_ch: Include gli importi delle dichiarazioni IVA inviate dai membri in questo periodo.
nb_no: Inkluderer beløpene av sendte mva-returer fra medlemmer i denne perioden.

# PageExtension 1476524600 - Action 3475387180 - Property 2879900210
source: Include VAT Group
cs_cz: Zahrnout skupinu DPH
de_ch: MWST-Gruppe einbeziehen
es_es: Incluir grupo de IVA
fi_fi: Sisällytä ALV-ryhmä
it_ch: Includi gruppo IVA
nb_no: Inkluder mva-gruppe

# PageExtension 1476524600 - Action 2421935703 - Property 1295455071
source: Give the VAT return the same status as the return for the VAT group in the group representative company.
cs_cz: Přiznání k DPH dejte stejný stav jako má přiznání pro seskupení pro účely DPH ve společnosti zastupující skupinu.
de_ch: Geben Sie der MWST-Erklärung den gleichen Status wie die Mehrwertsteuergruppe im Gruppenvertreterunternehmen.
es_es: Da a la devolución de IVA el mismo estado que el de la devolución del grupo de IVA de la empresa representativa del grupo.
fi_fi: Anna ALV-palautukselle sama tila kuin ryhmän edustajan yrityksen ALV-ryhmän palautuksella.
it_ch: Assegnare alla dichiarazione IVA lo stesso stato della dichiarazione del gruppo IVA nella società rappresentativa del gruppo.
nb_no: Gi omsetningsoppgaven samme status som omsetningsoppgaven for mva-gruppen i selskapet for grupperepresentanten.

# PageExtension 1476524600 - Action 2421935703 - Property 2879900210
source: Update Status
cs_cz: Stav aktualizace
de_ch: Aktualisierungsstatus
es_es: Estado actualización
fi_fi: Päivitä tila
it_ch: Aggiorna stato
nb_no: Oppdateringsstatus

# PageExtension 1476524600 - Action 2405978915 - Property 1295455071
source: Post the VAT amount that is due to the VAT settlement account for each group member, and balance the amounts in the account for VAT group settlements.
cs_cz: Zaúčtovat částku DPH, která je splatná na účet vyrovnání DPH pro každého člena skupiny, a vyrovnat částky na účtu pro vyrovnání skupiny DPH.
de_ch: Buchen Sie den MWST-Betrag, der dem MWST-Abrechnungskonto für jedes Gruppenmitglied zusteht, und ziehen Sie die Beträge im Konto für MWST-Gruppenausgleiche aus.
es_es: Registre el importe de IVA devengado en la cuenta de liquidación de IVA de cada miembro del grupo e incluya los importes en el saldo de la cuenta de liquidación del grupo de IVA.
fi_fi: Kirjaa kullekin ryhmän jäsenelle ALV-summa, joka on seurausta ALV-maksutilistä, ja täsmäytä summat tilillä ALV-ryhmän laskelmaa varten.
it_ch: Registrare l'importo IVA dovuto al conto di liquidazione IVA per ogni membro del gruppo e bilanciare gli importi nel conto per le liquidazioni gruppo IVA.
nb_no: Bokfør mva-beløpet som forfaller, til mva-oppgjørskontoen for hvert gruppemedlem, og balanser beløpene i kontoen for mva-gruppeoppgjør.

# PageExtension 1476524600 - Action 2405978915 - Property 2879900210
source: Post VAT Group Settlement
cs_cz: Zaúčtování vyrovnání skupiny DPH
de_ch: MWST-Gruppenausgleich buchen
es_es: Registrar liquidación grupo IVA
fi_fi: Kirjaa ALV-ryhmän laskelma
it_ch: Registra liquidazione gruppo IVA
nb_no: Bokfør mva-gruppeoppgjør

# PageExtension 1476524600 - Action 3882762906 - Property 1295455071
source: Indicate that the submitted report has been accepted by the tax authority
cs_cz: Označte, že předložená zpráva byla přijata daňovým úřadem
de_ch: Gibt an, dass der gesendete Bericht von der Steuerbehörde akzeptiert wurde.
it_ch: Indicare che il report inviato è stato accettato dall'organismo fiscale
nb_no: Angi at den sendte rapporten er godtatt av skattemyndighetene

# PageExtension 1476524600 - Action 3882762906 - Property 2879900210
source: Mark as Accepted
cs_cz: Označit jako přijaté
de_ch: Als „Akzeptiert“ kennzeichnen
it_ch: Contrassegna come accettato
nb_no: Merk som godtatt

# PageExtension 1476524600 - Control 966004738 - Property 1295455071
source: Specifies whether this is a VAT group return.
cs_cz: Určuje, zda se jedná o přiznání skupiny DPH.
de_ch: Gibt an, ob es sich um eine MWST-Gruppenrückgabe handelt.
es_es: Especifica si se trata de una devolución de grupo de IVA.
fi_fi: Määrittää, onko tämä ALV-ryhmän palautus.
it_ch: Specifica se si tratta di una dichiarazione gruppo IVA.
nb_no: Angir om dette er en mva-grupperetur.

# PageExtension 1476524600 - Control 966004738 - Property 2879900210
source: VAT Group Included
cs_cz: Skupina DPH zahrnuta
de_ch: MWST-Gruppe enthalten
es_es: Grupo de IVA incluido
fi_fi: ALV-ryhmä sisältyy
it_ch: Gruppo IVA incluso
nb_no: Mva-gruppe inkludert

# PageExtension 1476524600 - Control 1696402780 - Property 1295455071
source: Specifies whether the VAT settlement has been posted for the group members.
cs_cz: Určuje, zda bylo vyrovnání DPH zaúčtováno pro členy skupiny.
de_ch: Gibt an, ob die MWST-Abrechnung für die Gruppenmitglieder gebucht wurde.
es_es: Especifica si se registró la liquidación de IVA de los miembros del grupo.
fi_fi: Määrittää, onko ALV-laskelma kirjattu ryhmän jäsenille.
it_ch: Specifica se la liquidazione IVA è stata registrata per i membri del gruppo.
nb_no: Angir om mva-oppgjøret har blitt bokført for gruppemedlemmene.

# PageExtension 1476524600 - Control 1696402780 - Property 2879900210
source: VAT Group Settlement Posted
cs_cz: Zaúčtováno vyrovnání skupiny DPH
de_ch: MWST-Gruppenausgleich gebucht
es_es: Liquidación de grupo de IVA registrada
fi_fi: ALV-ryhmän laskelma kirjattu
it_ch: Liquidazione gruppo IVA registrata
nb_no: Mva-gruppeoppgjøret er bokført
