Repository: rstefanetti/MSDyn365BC.Code.History
Catalog: VATGroupManagement/Source/VAT Group Management/Translations/VAT Group Management.*.xlf
Languages: cs_cz, de_ch, es_es, fi_fi, it_ch, nb_no

# Table 1626420089 - Property 2879900210
source: VAT Group Approved Member
cs_cz: Schválený člen skupiny DPH
de_ch: Genehmigtes Mitglied der MWST-Gruppe
it_ch: Membro approvato gruppo IVA
nb_no: Godkjent medlem for mva-gruppe

# Table 1626420089 - Field 3133801257 - Property 2879900210
source: Company
cs_cz: Společnost
de_ch: Unternehmen
es_es: Empresa
fi_fi: Yritys
it_ch: Società
nb_no: Selskap

# Table 1626420089 - Field 4012802731 - Property 2879900210
source: Contact Person Email
cs_cz: E-mail kontaktní osoby
de_ch: E-Mail-Adresse der Kontaktperson
es_es: Correo electrónico de la persona de contacto
fi_fi: Yhteyshenkilön sähköpostiosoite
it_ch: E-mail contatto
nb_no: E-postadresse for kontaktperson

# Table 1626420089 - Field 3990529670 - Property 2879900210
source: Contact Person Name
cs_cz: Jméno kontaktní osoby
de_ch: Name der Kontaktperson
es_es: Nombre de la persona de contacto
fi_fi: Yhteyshenkilön nimi
it_ch: Nome contatto
nb_no: Navn på kontaktperson

# Table 1626420089 - Field 3687402140 - Property 2879900210
source: Group Member Name
cs_cz: Název člena skupiny
de_ch: Gruppenmitgliedsname
es_es: Nombre de miembro de grupo
fi_fi: Ryhmän jäsenen nimi
it_ch: Nome membro gruppo
nb_no: Navn på gruppemedlem

# Table 1626420089 - Field 3641927271 - Property 2879900210
source: Group Member ID
cs_cz: ID člena skupiny
de_ch: Gruppenmitglieds-ID
es_es: Id. de miembro de grupo
fi_fi: Ryhmän jäsenen tunnus
it_ch: ID membro gruppo
nb_no: Gruppemedlems-ID

# Table 3497260583 - Property 2879900210
source: VAT Group Member Calculation
cs_cz: Výpočet člena skupiny DPH
de_ch: MWST-Gruppenmitgliedsberechnung
es_es: Cálculo de miembros de grupo de IVA
fi_fi: ALV-ryhmän jäsenen laskenta
it_ch: Calcolo membro gruppo IVA
nb_no: Beregning for mva-gruppemedlem

# Table 3497260583 - Field 636392376 - Property 2879900210
source: Amount
cs_cz: Částka
de_ch: Betrag
es_es: Importe
fi_fi: Summa
it_ch: Importo
nb_no: Beløp

# Table 3497260583 - Field 2989159974 - Property 2879900210
source: Box No.
cs_cz: Č. schránky
de_ch: Feldnr.
es_es: N.º casilla
fi_fi: Ruudun nro
it_ch: Nr. riquadro
nb_no: Boksnr.

# Table 3497260583 - Field 3687402140 - Property 2879900210
source: Group Member Name
cs_cz: Název člena skupiny
de_ch: Gruppenmitgliedsname
es_es: Nombre de miembro de grupo
fi_fi: Ryhmän jäsenen nimi
it_ch: Nome membro gruppo
nb_no: Navn på gruppemedlem

# Table 3497260583 - Field 4035800860 - Property 2879900210
source: Submitted On
cs_cz: Podáno dne
de_ch: Übermittelt am
es_es: Enviado el
fi_fi: Lähetetty
it_ch: Presentato il
nb_no: Sendt

# Table 3497260583 - Field 3199380963 - Property 2879900210
source: VAT Group Submission ID
cs_cz: ID podání skupiny DPH
de_ch: MWST-Gruppenübermittlungs-ID
es_es: Id. de envío de grupo de IVA
fi_fi: ALV-ryhmän lähetystunnus
it_ch: ID inoltro gruppo IVA
nb_no: ID for mva-gruppesending

# Table 3497260583 - Field 3359429197 - Property 2879900210
source: VAT Group Submission
cs_cz: Podání skupiny DPH
de_ch: MWST-Gruppenübermittlung
es_es: Envío grupo IVA
fi_fi: ALV-ryhmän lähetys
it_ch: Inoltro gruppo IVA
nb_no: Mva-gruppesending

# Table 3497260583 - Field 1402827214 - Property 2879900210
source: VAT Return No.
cs_cz: Číslo přiznání k DPH
de_ch: MWST-Rückgabenr.
es_es: N.º devolución IVA
fi_fi: ALV-palautuksen nro
it_ch: Nr. dichiarazione IVA
nb_no: Omsetningsoppgavenummer

# Table 3398621917 - Property 2879900210
source: VAT Group Submission Header
cs_cz: Hlavička podání skupiny DPH
de_ch: Kopfzeile der MWST-Gruppenübermittlung
es_es: Cabecera de envío de grupo de IVA
fi_fi: ALV-ryhmän lähetyksen otsikko
it_ch: Testata invio gruppo IVA
nb_no: Overskrift for mva-gruppesending

# Table 3398621917 - Field 3133801257 - Property 2879900210
source: Company
cs_cz: Společnost
de_ch: Unternehmen
es_es: Empresa
fi_fi: Yritys
it_ch: Società
nb_no: Selskap

# Table 3398621917 - Field 2649176925 - Property 2879900210
source: End Date
cs_cz: Koncové datum
de_ch: Enddatum
es_es: Fecha de finalización
fi_fi: Lopetuspäivä
it_ch: Data di fine
nb_no: Sluttdato

# Table 3398621917 - Field 3067641958 - Property 2879900210
source: Group Member ID
cs_cz: ID člena skupiny
de_ch: Gruppenmitglieds-ID
es_es: Id. de miembro de grupo
fi_fi: Ryhmän jäsenen tunnus
it_ch: ID membro gruppo
nb_no: Gruppemedlems-ID

# Table 3398621917 - Field 3687402140 - Property 2879900210
source: Group Member Name
cs_cz: Název člena skupiny
de_ch: Gruppenmitgliedsname
es_es: Nombre de miembro de grupo
fi_fi: Ryhmän jäsenen nimi
it_ch: Nome membro gruppo
nb_no: Navn på gruppemedlem

# Table 3398621917 - Field 4200184881 - Property 2879900210
source: No.
cs_cz: Číslo
de_ch: Nr.
es_es: N.º
fi_fi: Nro
it_ch: Nr.
nb_no: Nr.

# Table 3398621917 - Field 474480784 - Property 2879900210
source: Start Date
cs_cz: Počáteční datum
de_ch: Startdatum
es_es: Fecha de inicio
fi_fi: Aloituspäivämäärä
it_ch: Data di inizio
nb_no: Startdato

# Table 3398621917 - Field 4035800860 - Property 2879900210
source: Submitted On
cs_cz: Podáno dne
de_ch: Übermittelt am
es_es: Enviado el
fi_fi: Lähetetty
it_ch: Presentato il
nb_no: Sendt

# Table 3398621917 - Field 233654603 - Property 2879900210
source: VAT Group Return No.
cs_cz: Číslo přiznání skupiny k DPH
de_ch: MWST-Gruppenrückgabenr.
es_es: N.º devolución grupo de IVA
fi_fi: ALV-ryhmän palautuksen nro
it_ch: Nr. dichiarazione gruppo IVA
nb_no: Nr. for mva-grupperetur

# Table 3252717750 - Property 2879900210
source: VAT Group Submission Line
cs_cz: Řádek podání skupiny DPH
de_ch: MWST-Gruppenübermittlungszeile
es_es: Línea de envío de grupo de IVA
fi_fi: ALV-ryhmän lähetysrivi
it_ch: Riga invio gruppo IVA
nb_no: Linje for mva-gruppesending

# Table 3252717750 - Field 636392376 - Property 2879900210
source: Amount
cs_cz: Částka
de_ch: Betrag
es_es: Importe
fi_fi: Summa
it_ch: Importo
nb_no: Beløp

# Table 3252717750 - Field 2989159974 - Property 2879900210
source: Box No.
cs_cz: Č. schránky
de_ch: Feldnr.
es_es: N.º casilla
fi_fi: Ruudun nro
it_ch: Nr. riquadro
nb_no: Boksnr.

# Table 3252717750 - Field 3461834954 - Property 2879900210
source: Description
cs_cz: Popis
de_ch: Beschreibung
es_es: Descripción
fi_fi: Kuvaus
it_ch: Descrizione
nb_no: Beskrivelse

# Table 3252717750 - Field 3320823955 - Property 2879900210
source: Line No.
cs_cz: Číslo řádku
de_ch: Zeilennr.
es_es: N.º línea
fi_fi: Rivinro
it_ch: Nr. riga
nb_no: Linjenr.

# Table 3252717750 - Field 2782707039 - Property 2879900210
source: Row No.
cs_cz: Číslo řádku
de_ch: Zeliennr.
es_es: N.º fila
fi_fi: Rivinro
it_ch: Nr. riga
nb_no: Radnr.

# Table 3252717750 - Field 3199380963 - Property 2879900210
source: VAT Group Submission ID
cs_cz: ID podání skupiny DPH
de_ch: MWST-Gruppenübermittlungs-ID
es_es: Id. de envío de grupo de IVA
fi_fi: ALV-ryhmän lähetystunnus
it_ch: ID inoltro gruppo IVA
nb_no: ID for mva-gruppesending

# Table 3252717750 - Field 3359429197 - Property 2879900210
source: VAT Group Submission No.
cs_cz: Číslo podání skupiny DPH
de_ch: MWST-Gruppenübermittlungsnr.
es_es: N.º de envío de grupo de IVA
fi_fi: ALV-ryhmän lähetysnro
it_ch: Nr. invio gruppo IVA
nb_no: Antall mva-gruppesendinger

# Codeunit 3917783520 - NamedType 3701627753
source: The Bearer token could not be retrieved from cache. Please refresh the VAT Group bearer token by logging in the %1 page
cs_cz: Token nosiče nelze načíst z mezipaměti. Aktualizujte token nosiče skupiny DPH přihlášením na stránku %1
de_ch: Das Trägertoken wurde nicht aus dem Cache abgerufen. Aktualisieren Sie das Trägertoken der MWST-Gruppe, indem Sie sich auf der Seite %1 anmelden.
es_es: El token de portador no se ha podido recuperar de la memoria caché. Actualice el token de portador de grupo de IVA iniciando sesión en la página %1.
fi_fi: Haltijatunnusta ei voitu noutaa välimuistista. Päivitä ALV-ryhmän haltijatunnus kirjautumalla sivulle %1
it_ch: Impossibile recuperare il token di connessione dalla cache. Aggiornare il token di connessione del gruppo IVA accedendo alla pagina %1
nb_no: Kan ikke hente bærertokenet fra hurtigbufferen. Oppdater bærertokenet for mva-gruppen ved å logge på %1-siden

# Codeunit 3917783520 - NamedType 3818399266
source: Forbidden: missing permissions to access the requested resource.
cs_cz: Zakázáno: chybí oprávnění pro přístup k požadovanému prostředku.
de_ch: Unzulässig: fehlende Berechtigungen für den Zugriff auf die angeforderte Ressource.
es_es: Prohibido: faltan permisos de acceso al recurso solicitado.
fi_fi: Kielletty: käyttöoikeudet puuttuvat pyydetyn resurssin käyttämiseen.
it_ch: Non autorizzato: autorizzazioni mancanti per accedere alla risorsa richiesta.
nb_no: Forbudt: manglende tillatelser for tilgang til den forespurte ressursen.

# Codeunit 3917783520 - NamedType 2853925629
source: Something went wrong, try again later.
cs_cz: Něco se nepodařilo, opakujte akci později.
de_ch: Ein Problem ist aufgetreten. Versuchen Sie es später noch einmal.
es_es: Ha habido un problema. Inténtelo de nuevo más tarde.
fi_fi: Jokin meni vikaan. Yritä myöhemmin uudelleen.
it_ch: Si è verificato un problema, riprovare più tardi.
nb_no: Noe gikk galt. Prøv på nytt senere.

# Codeunit 3917783520 - NamedType 3424589561
source: Internal Server Error: the server cannot process the request.
cs_cz: Vnitřní chyba serveru: server nemůže požadavek zpracovat.
de_ch: Interner Serverfehler: Der Server kann die Anforderung nicht verarbeiten.
es_es: Error interno de servidor: el servidor no puede procesar la solicitud.
fi_fi: Sisäinen palvelinvirhe: palvelin ei voi käsitellä pyyntöä.
it_ch: Errore interno del server: impossibile elaborare la richiesta.
nb_no: Intern serverfeil: serveren kan ikke behandle forespørselen.

# Codeunit 3917783520 - NamedType 3078278031
source: Bad Request: the server could not understand the request due to invalid syntax.
cs_cz: Chybný požadavek: server nemohl porozumět požadavku z důvodu neplatné syntaxe.
de_ch: Ungültige Anforderung: Der Server konnte die Anforderung aufgrund einer ungültigen Syntax nicht verstehen.
es_es: Solicitud incorrecta: el servidor no ha entendido la solicitud porque la sintaxis no es válida.
fi_fi: Virheellinen pyyntö: palvelin ei ymmärtänyt pyyntöä virheellisen syntaksin vuoksi.
it_ch: Richiesta non valida: impossibile comprendere la richiesta a causa di una sintassi non valida.
nb_no: Ugyldig forespørsel: serveren forstår ikke forespørselen på grunn av ugyldig syntaks.

# Codeunit 3917783520 - NamedType 3351274
source: Not Found: cannot locate the requested resource.
cs_cz: Nebyl nalezen: nelze najít požadovaný prostředek.
de_ch: Nicht gefunden: Die angeforderte Ressource wurde nicht gefunden.
es_es: No encontrado: no se encuentra el recurso solicitado.
fi_fi: Ei löydy: pyydettyä resurssia ei löydy.
it_ch: Non trovato: impossibile individuare la risorsa richiesta.
nb_no: Fant ikke: finner ikke den forespurte ressursen.

# Codeunit 3917783520 - NamedType 4114662404
source: The VAT Report Setup could not be found.
cs_cz: Nastavení sestavy DPH nebylo nalezeno.
de_ch: Die MWST-Berichtseinrichtung wurde nicht gefunden.
es_es: No se ha encontrado la configuración del informe de IVA.
fi_fi: ALV-raportin asetuksia ei löytynyt.
it_ch: Impossibile trovare il setup del report IVA.
nb_no: Finner ikke oppsettet for mva-rapporten.

# Codeunit 3917783520 - NamedType 3477129491
source: Authorization has failed with the error %1
cs_cz: Autorizace se nezdařila s chybou %1
de_ch: Fehler bei der Autorisierung %1
es_es: Error de autorización %1
fi_fi: Valtuutus on epäonnistunut virheen %1 vuoksi
it_ch: L'autorizzazione non è riuscita con l'errore %1
nb_no: Godkjenning mislyktes med feil %1

# Codeunit 3917783520 - NamedType 885561812
source: Authorization has failed with an unexpected error.
cs_cz: Autorizace se nezdařila s neočekávanou chybou.
de_ch: Unerwarteter Fehler bei der Autorisierung.
es_es: Error inesperado de autorización.
fi_fi: Valtuutus on epäonnistunut odottamattoman virheen vuoksi.
it_ch: L'autorizzazione non è riuscita con un errore imprevisto.
nb_no: Godkjenningen mislyktes med en uventet feil.

# Codeunit 3917783520 - NamedType 1628434534
source: Service Unavailable: the server is not available, try again later.
cs_cz: Služba není k dispozici: server není k dispozici, opakujte akci později.
de_ch: Dienst nicht verfügbar: Der Server ist nicht verfügbar, versuchen Sie es später erneut.
es_es: Servicio no disponible: el servidor no está disponible. Inténtelo de nuevo más tarde.
fi_fi: Palvelu ei käytettävissä: palvelimeen ei saada yhteyttä, yritä myöhemmin uudelleen.
it_ch: Servizio non disponibile: il server non è disponibile, riprovare più tardi.
nb_no: Tjenesten er ikke tilgjengelig: serveren er ikke tilgjengelig. Prøv på nytt senere.

# Codeunit 3917783520 - NamedType 414826979
source: Unauthorized: authentication credentials are not valid.
cs_cz: Neoprávněná: ověřovací pověření nejsou platná.
de_ch: Nicht autorisiert: Authentifizierungsanmeldeinformationen sind ungültig.
es_es: No autorizado: las credenciales de autenticación no son válidas.
fi_fi: Ei käyttöoikeutta: todennuksen tunnistetiedot eivät kelpaa.
it_ch: Non autorizzato: le credenziali di autenticazione non sono valide.
nb_no: Uautorisert: godkjenningslegitimasjonen er ikke gyldig.

# Codeunit 1491000021 - NamedType 1689235809
source: VAT Group Management allows independent companies to enter into a VAT Group with the purpose of eliminating VAT claims amongst each other.
cs_cz: Správa skupiny pro DPH umožňuje nezávislým společnostem vstoupit do skupiny pro účely DPH s cílem vzájemně eliminovat nároky na DPH.
de_ch: Mit der MWST-Gruppenverwaltung können unabhängige Unternehmen an einer MWST-Gruppe teilnehmen, um die MWST-Ansprüche untereinander auszugleichen.
es_es: La gestión de grupos de IVA permite a las empresas independientes entrar en un grupo de IVA con el fin de eliminar las liquidaciones de IVA entre sí.
fi_fi: ALV-ryhmän hallinnan ansiosta itsenäiset yritykset voivat liittyä ALV-ryhmään voidakseen poistaa ALV-vaatimuksia toistensa väliltä.
it_ch: Gestione gruppo IVA consente alle società indipendenti di immettere un gruppo IVA con l'obiettivo di eliminare le reciproche richieste IVA.
nb_no: Ved hjelp av mva-gruppestyring kan uavhengige selskaper gå inn i en mva-gruppe med det formål å eliminere mva-krav blant hverandre.

# Codeunit 1491000021 - NamedType 1420859235
source: Set up VAT Group Management
cs_cz: Nastavit správu skupiny DPH
de_ch: MWST-Gruppenverwaltung einrichten
es_es: Configurar gestión de grupos de IVA
fi_fi: Määritä ALV-ryhmän hallinta
it_ch: Impostare Gestione gruppo IVA
nb_no: Konfigurer mva-gruppestyring

# Codeunit 1491000021 - NamedType 3527398778
source: The VAT report setup was not found. You can create one on the VAT Report Setup page.
cs_cz: Nastavení sestavy DPH nebylo nalezeno. Můžete ho vytvořit na stránce Nastavení sestavy DPH.
de_ch: Die MWST-Berichtseinrichtung wurde nicht gefunden. Sie können auf der Seite „MWST-Berichtseinrichtung“ eine erstellen.
es_es: No se ha encontrado la configuración de informe de IVA. Puede crear uno en la página Configuración informe IVA.
fi_fi: ALV-raportin asetuksia ei löytynyt. Voit luoda asetukset ALV-raportin asetukset -sivulla.
it_ch: Setup report IVA non trovato. È possibile crearne uno nella pagina Setup report IVA.
nb_no: Finner ikke mva-rapportoppsettet. Du kan opprette et på siden Mva-rapportoppsett.

# Codeunit 4281638274 - NamedType 3214936391
source: You must run the Suggest Lines action before you include returns for the VAT group.
cs_cz: Před zahrnutím přiznání pro skupinu DPH je nutné spustit akci Navrhnout řádky.
de_ch: Sie müssen die Aktion „Zeilen vorschlagen“ ausführen, bevor Sie Rückgaben für die MWST-Gruppe einschließen.
es_es: Debe ejecutar la acción de sugerencia de líneas para poder de incluir devoluciones para el grupo de IVA.
fi_fi: Palautusten sisällyttämiseksi ALV-ryhmään sinun on suoritettava ensin Ehdota rivejä -toiminto.
it_ch: È necessario eseguire l'azione Suggerisci righe prima di includere le dichiarazioni per il gruppo IVA.
nb_no: Du må kjøre handlingen Foreslå linjer før du inkluderer returer for mva-gruppen.

# Codeunit 808841163 - NamedType 3295597712
source: The VAT Due Box No. is missing in VAT Report Setup.
cs_cz: Číslo schránky splatné DPH chybí v nastavení sestavy DPH.
de_ch: MWST fällig Dialogfeld-Nr. fehlt in MWST-Berichtseinrichtung.
es_es: Falta el N.º de casilla de IVA devengado en la configuración del informe de IVA.
fi_fi: Erääntyvä ALV -ruudun numero puuttuu ALV-raportin asetuksista.
it_ch: Il campo Nr. riquadro IVA dovuta è mancante nel setup report IVA.
nb_no: Feltnr. for mva-forfallsdato mangler i mva-rapportoppsettet.

# Codeunit 808841163 - NamedType 1083842266
source: The General Ledger Account %1 does not exist.
cs_cz: Účet hlavní knihy %1 neexistuje.
de_ch: Das Sachkonto %1 ist nicht vorhanden.
es_es: La cuenta de contabilidad %1 no existe.
fi_fi: Kirjanpitotiliä %1 ei ole.
it_ch: Il conto di contabilità generale %1 non esiste.
nb_no: Finanskontoen %1 finnes ikke.

# Codeunit 808841163 - NamedType 3974812249
source: The Group Settlement Account is missing in VAT Report Setup.
cs_cz: V nastavení sestavy DPH chybí účet vyrovnání skupiny.
de_ch: Das Gruppenausgleichskonto fehlt in der MWST-Berichtseinrichtung.
es_es: Falta la cuenta de liquidación de grupo en la configuración del informe de IVA.
fi_fi: Ryhmän maksutili puuttuu ALV-raportin asetuksista.
it_ch: Il conto di liquidazione gruppo è mancante nel setup del report IVA.
nb_no: Gruppeoppgjørskontoen mangler i mva-rapportoppsettet.

# Codeunit 808841163 - NamedType 3742322622
source: The Group Settlement General Journal Template is missing in VAT Report Setup.
cs_cz: V nastavení sestavy DPH chybí šablona finančního deníku vyrovnání skupiny.
de_ch: Die Fibu Erf.-Journalvorlage fehlt in der MWST-Berichtseinrichtung.
es_es: Falta la plantilla del libro diario general de liquidación del grupo en la configuración del informe de IVA.
fi_fi: Ryhmän laskelman yleisen päiväkirjan malli puuttuu ALV-raportin asetuksista.
it_ch: La definizione registrazioni COGE per liquidazione gruppo è mancante nel setup del report IVA.
nb_no: Finanskladdemalen for gruppeoppgjør mangler i mva-rapportoppsettet.

# Codeunit 808841163 - NamedType 2277448005
source: The VAT Settlement Account is missing in VAT Report Setup.
cs_cz: V nastavení sestavy DPH chybí účet vyrovnání DPH.
de_ch: Das MWST-Abrechnungskonto fehlt in der MWST-Berichtseinrichtung.
es_es: Falta la Cuenta de liquidación de IVA en la configuración del informe de IVA.
fi_fi: ALV-maksutili puuttuu ALV-raportin asetuksista.
it_ch: Il conto di liquidazione IVA è mancante nel setup del report IVA.
nb_no: Mva-oppgjørskontoen mangler i mva-rapportoppsettet.

# Codeunit 808841163 - NamedType 3076853851
source: VAT Due from %1. %2 - %3
cs_cz: DPH splatná od %1. %2 - %3
de_ch: MWST fällig von %1. %2 - %3
es_es: IVA devengado de %1. %2 - %3
fi_fi: Erääntyvä ALV jäseneltä %1. %2–%3
it_ch: IVA dovuta da %1. %2 - %3
nb_no: Skyldig mva fra %1. %2–%3

# Codeunit 808841163 - NamedType 34301946
source: VAT Settlement for %1. %2 - %3
cs_cz: Vyrovnání DPH pro %1. %2 - %3
de_ch: MWST-Abrechnung für %1. %2 - %3
es_es: Liquidación de IVA de %1. %2 - %3
fi_fi: Jäsenen %1 ALV-laskelma. %2–%3
it_ch: Liquidazione IVA per %1. %2 - %3
nb_no: Mva-oppgjør for %1. %2–%3

# Codeunit 3637038916 - NamedType 2074369582
source: Cannot update VAT report status
cs_cz: Nelze aktualizovat stav sestavy DPH.
de_ch: MWST-Berichtsstatus kann nicht aktualisiert werden
es_es: No se puede actualizar el estado del informe de IVA
fi_fi: ALV-raportin tilaa ei voi päivittää
it_ch: Impossibile aggiornare lo stato del report IVA
nb_no: Kan ikke oppdatere status for mva-rapport

# Codeunit 3303680355 - NamedType 3527398778
source: The VAT report setup was not found. You can create one on the VAT Report Setup page.
cs_cz: Nastavení sestavy DPH nebylo nalezeno. Můžete ho vytvořit na stránce Nastavení sestavy DPH.
de_ch: Die MWST-Berichtseinrichtung wurde nicht gefunden. Sie können auf der Seite „MWST-Berichtseinrichtung“ eine erstellen.
es_es: No se ha encontrado la configuración de informe de IVA. Puede crear uno en la página Configuración informe IVA.
fi_fi: ALV-raportin asetuksia ei löytynyt. Voit luoda asetukset ALV-raportin asetukset -sivulla.
it_ch: Setup report IVA non trovato. È possibile crearne uno nella pagina Setup report IVA.
nb_no: Finner ikke mva-rapportoppsettet. Du kan opprette et på siden Mva-rapportoppsett.

# Codeunit 3303680355 - NamedType 3792991482
source: You must be configured as a VAT Group member in order to submit VAT returns to the group representative.
cs_cz: Chcete-li odeslat přiznání k DPH zástupci skupiny, musíte být nakonfigurováni jako člen skupiny DPH.
de_ch: Sie müssen als MWST-Gruppenmitglied konfiguriert sein, um MWST-Rückgaben an den Gruppenvertreter zu senden.
es_es: Debe configurarse como miembro de grupo de IVA para poder enviar devoluciones de IVA al representante del grupo.
fi_fi: ALV-palautusten lähettämiseksi ryhmän edustajalle sinun on oltava määritettynä ALV-ryhmän jäseneksi.
it_ch: È necessario essere configurati come membro del gruppo IVA per inviare le dichiarazioni IVA al rappresentante del gruppo.
nb_no: Du må være konfigurert som et mva-gruppemedlem for å kunne sende mva-returer til grupperepresentanten.

# Page 3244774383 - Property 2879900210
source: VAT Group Approved Members
cs_cz: Schválení členové skupiny DPH
de_ch: Genehmigte Mitglieder der MWST-Gruppe
es_es: Miembros aprobados de grupos de IVA
fi_fi: ALV-ryhmän hyväksytyt jäsenet
it_ch: Membri approvati gruppo IVA
nb_no: Godkjente medlemmer for mva-gruppe

# Page 3244774383 - Control 3133801257 - Property 1295455071
source: Specifies the company from which the group member will send VAT returns in Business Central.
cs_cz: Určuje společnost, ze které bude člen skupiny odesílat přiznání k DPH v Business Central.
de_ch: Gibt das Unternehmen an, aus dem das Gruppenmitglied MWST-Rückgaben in Business Central senden soll.
es_es: Especifica la empresa desde la que el miembro del grupo enviará las devoluciones de IVA en Business Central.
fi_fi: Määrittää Business Centralissa yrityksen, josta ryhmän jäsen lähettää ALV-palautukset.
it_ch: Specifica la società da cui il membro del gruppo invia le dichiarazioni IVA in Business Central.
nb_no: Angir selskapet som gruppemedlemmet sender mva-returer fra i Business Central.

# Page 3244774383 - Control 4012802731 - Property 1295455071
source: Specifies the email of the contact person in the group member company.
cs_cz: Určuje emailovou adresu kontaktní osoby ve společnosti člena skupiny.
de_ch: Gibt die E-Mail-Adresse der Kontaktperson im Unternehmen des Gruppenmitglieds an.
es_es: Especifica la dirección de correo electrónico de la persona de contacto de la empresa del miembro del grupo.
fi_fi: Määrittää yhteyshenkilön sähköpostiosoitteen ryhmän jäsenen yrityksessä.
it_ch: Specifica l'indirizzo e-mail del contatto presso la società membro del gruppo.
nb_no: Angir e-postadressen til kontaktpersonen i gruppemedlemselskapet.

# Page 3244774383 - Control 3990529670 - Property 1295455071
source: Specifies the name of the contact person in the group member company.
cs_cz: Určuje jméno kontaktní osoby ve společnosti člena skupiny.
de_ch: Gibt den Namen der Kontaktperson im Unternehmen des Gruppenmitglieds an.
es_es: Especifica el nombre de la persona de contacto de la empresa del miembro del grupo.
fi_fi: Määrittää yhteyshenkilön nimen ryhmän jäsenen yrityksessä.
it_ch: Specifica il nome del contatto presso la società membro del gruppo.
nb_no: Angir navnet på kontaktpersonen i gruppemedlemselskapet.
