Repository: rstefanetti/MSDyn365BC.Code.History
Catalog: VATGroupManagement/Source/VAT Group Management/Translations/VAT Group Management.*.xlf
Languages: cs_cz, de_ch, es_es, fi_fi, it_ch, nb_no

# PageExtension 1476524600 - Control 190253636 - Property 1295455071
source: Specifies the status of the VAT return on the group representative side. If this VAT return was used in a VAT group return by the group representative, the status is shown here.
cs_cz: Určuje stav přiznání k DPH na straně zástupce skupiny. Pokud bylo toto přiznání k DPH použito v přiznání skupiny zástupcem skupiny, je zde uveden stav.
de_ch: Gibt den Status der MWST-Rückgabe auf der Seite „Gruppenvertreter“ an. Wenn diese MWST-Rückgabe bei einer MWST-Gruppenrückgabe vom Gruppenvertreter verwendet wurde, wird dieser Status hier angezeigt.
es_es: Especifica el estado de la devolución de IVA en el lado del representante del grupo. Si esta devolución del IVA se ha utilizado en una devolución del grupo de IVA del lado del representante, el estado se muestra aquí.
fi_fi: Määrittää ALV-palautuksen tilan ryhmän edustajan puolella. Jos tätä ALV-palautusta on käytetty ryhmän edustajan ALV-ryhmän palautuksessa, tila näkyy tässä.
it_ch: Specifica lo stato della dichiarazione IVA sul lato rappresentante del gruppo. Se la dichiarazione IVA è stata utilizzata in una dichiarazione gruppo IVA dal rappresentante del gruppo, lo stato è indicato qui.
nb_no: Angir statusen for mva-returen på grupperepresentantsiden. Hvis denne mva-returen ble brukt i en mva-grupperetur av grupperepresentanten, vises statusen her.

# PageExtension 1203664658 - Control 966004738 - Property 1295455071
source: Specifies whether or not this is a VAT group return.
cs_cz: Určuje, zda se jedná o přiznání skupiny DPH.
de_ch: Gibt an, ob es sich um eine MWST-Gruppenrückgabe handelt.
es_es: Especifica si se trata o no de una devolución de grupo de IVA.
fi_fi: Määrittää, onko tämä ALV-ryhmän palautus.
it_ch: Specifica se si tratta di una dichiarazione gruppo IVA.
nb_no: Angir om dette er en mva-grupperetur.

# PageExtension 1203664658 - Control 190253636 - Property 1295455071
source: Specifies the status of the VAT return on the group representative side. If this VAT return was used in any VAT Group return on the representative side, that status is mirrored here.
cs_cz: Určuje stav přiznání k DPH na straně zástupce skupiny. Pokud bylo toto přiznání k DPH použito v jakémkoli přiznání skupiny pro účely DPH na straně zástupce, odráží se tento status zde.
de_ch: Gibt den Status der MWST-Rückgabe auf der Seite „Gruppenvertreter“ an. Wenn diese MWST-Rückgabe bei einer MWST-Gruppenrückgabe auf der Vertreterseite verwendet wurde, wird dieser Status hier gespiegelt.
es_es: Especifica el estado de la devolución del IVA en el lado representativo del grupo. Si esta devolución del IVA se ha usado en alguna devolución del grupo de IVA del lado representativo, ese estado se refleja aquí.
fi_fi: Määrittää ALV-palautuksen tilan ryhmän edustajan puolella. Jos tätä ALV-palautusta on käytetty ryhmän edustajan puolen missä tahansa ALV-ryhmän palautuksessa, kyseinen tila peilataan tässä.
it_ch: Specifica lo stato della dichiarazione IVA sul lato rappresentante del gruppo. Se la dichiarazione IVA è stata utilizzata in una dichiarazione gruppo IVA sul lato rappresentante, lo stato è rispecchiato qui.
nb_no: Angir statusen for mva-returen på grupperepresentantsiden. Hvis denne mva-returen ble brukt i en mva-grupperetur på representantsiden, gjenspeiles denne statusen her.

# PageExtension 4146260181 - Action 22890876 - Property 1295455071
source: Initiates a new OAuth2 authetication flow which will result in getting a new token. This should be used if the the previous token has expired or can no longer be used.
cs_cz: Zahájí nový tok ověření OAuth2, který bude mít za následek získání nového tokenu. To by mělo být použito, pokud předchozí token vypršel nebo již nelze použít.
de_ch: Initiiert einen neuen OAuth2-Authentifizierungsflow, der zum Abrufen eines neuen Tokens führt. Dies sollte verwendet werden, wenn das vorherige Token abgelaufen ist oder nicht mehr verwendet werden kann.
es_es: Inicia un flujo de autenticación de OAuth2 nuevo que dará como resultado un nuevo token. Debe usarse si el token anterior ha caducado o ya no se puede usar.
fi_fi: Aloittaa uuden OAuth2-todennusvirran, jonka tuloksena noudetaan uusi tunnus. Tätä on käytettävä, jos aiempi tunnus on vanhentunut tai sitä ei voi enää käyttää.
it_ch: Avvia un nuovo flusso di autenticazione OAuth2 che restituisce nuovo token. Viene utilizzato se il token precedente è scaduto o non può più essere utilizzato.
nb_no: Starter en ny OAuth2-godkjenningsflyt som vil føre til at du får et nytt token. Dette skal brukes hvis det forrige tokenet har utløpt eller ikke lenger kan brukes.

# PageExtension 4146260181 - Action 22890876 - Property 2879900210
source: Renew OAuth2 Token
cs_cz: Obnovit token OAuth2
de_ch: OAuth2-Token erneuern
es_es: Renovar token de OAuth2
fi_fi: Uudista OAuth2-tunnus
it_ch: Rinnova token OAuth2
nb_no: Forny OAuth2-token

# PageExtension 4146260181 - Control 3739812496 - Property 2879900210
source: VAT Group Management
cs_cz: Správa skupiny DPH
de_ch: MWST-Gruppenverwaltung
es_es: Gestión grupo IVA
fi_fi: ALV-ryhmän hallinta
it_ch: Gestione gruppo IVA
nb_no: Mva-gruppestyring

# PageExtension 4146260181 - Control 3187090157 - Property 1295455071
source: Specifies the API URL of the group representative tenant.
cs_cz: Určuje adresu URL rozhraní API klienta zástupce skupiny.
de_ch: Gibt die API-URL des Gruppenvertreterunternehmens an.
es_es: Especifica la URL de la API del suscriptor representante del grupo.
fi_fi: Määrittää ryhmän edustajan vuokraajan ohjelmointirajapinnan URL-osoitteen.
it_ch: Specifica l'URL dell'API del tenant rappresentante del gruppo.
nb_no: Angir nettadressen for API-et for grupperepresentantleietakeren.

# PageExtension 4146260181 - Control 2491774705 - Property 1295455071
source: Specifies the product version that the group representative uses.
cs_cz: Určuje verzi produktu, kterou používá zástupce skupiny.
de_ch: Gibt die Produktversion an, die der Gruppenvertreter verwendet.
es_es: Especifica la versión del producto que usa el representante del grupo.
fi_fi: Määrittää tuoteversion, jota ryhmän edustaja käyttää.
it_ch: Specifica la versione del prodotto utilizzata dal rappresentante del gruppo.
nb_no: Angir produktversjonen som grupperepresentanten bruker.

# PageExtension 4146260181 - Control 2301097644 - Property 1295455071
source: Specifies the number of approved members that are allowed to submit their VAT returns. Clicking on this number will open the Approved Members page.
cs_cz: Určuje počet schválených členů, kteří mohou podávat přiznání k DPH. Kliknutím na toto číslo se otevře stránka Schválení členové.
de_ch: Gibt die Anzahl der zugelassenen Mitglieder an, die ihre MWST-Rückgaben einreichen dürfen. Beim Klicken auf diese Nummer wird die Seite „Genehmigte Mitglieder“ geöffnet.
es_es: Especifica el número de miembros aprobados que pueden enviar sus devoluciones de IVA. Al hacer clic en este número se abrirá la página Miembros aprobados.
fi_fi: Määrittää niiden hyväksyttyjen jäsenten määrän, jotka voivat lähettää ALV-palautuksiaan. Tämän luvun napsauttaminen avaa Hyväksytyt jäsenet -sivun.
it_ch: Specifica il numero di membri approvati che sono autorizzati a inviare le dichiarazioni IVA. Facendo clic su questo numero viene aperta la pagina Membri approvati.
nb_no: Angir antall godkjente medlemmer som har lov til å sende mva-returer. Hvis du klikker på dette nummeret, åpnes siden Godkjente medlemmer.

# PageExtension 4146260181 - Control 952030296 - Property 1295455071
source: Specifies which authentication type will be used to send data to the group representative.
cs_cz: Určuje, který typ ověřování bude použit k odeslání dat zástupci skupiny.
de_ch: Gibt an, welcher Authentifizierungstyp zum Senden von Daten an den Gruppenvertreter verwendet wird.
es_es: Especifica qué tipo de autenticación se usará para enviar datos al representante del grupo.
fi_fi: Määrittää, mitä todennustyyppiä käytetään tietojen lähettämiseen ryhmän edustajalle.
it_ch: Specifica il tipo di autenticazione che viene utilizzato per l'invio dei dati al rappresentante del gruppo.
nb_no: Angir hvilken godkjenningstype som skal brukes til å sende data til grupperepresentanten.

# PageExtension 4146260181 - Control 1343840248 - Property 1295455071
source: Specifies which authentication type will be used to send data to the group representative.
cs_cz: Určuje, který typ ověřování bude použit k odeslání dat zástupci skupiny.
de_ch: Gibt an, welcher Authentifizierungstyp zum Senden von Daten an den Gruppenvertreter verwendet wird.
es_es: Especifica qué tipo de autenticación se usará para enviar datos al representante del grupo.
fi_fi: Määrittää, mitä todennustyyppiä käytetään tietojen lähettämiseen ryhmän edustajalle.
it_ch: Specifica il tipo di autenticazione che viene utilizzato per l'invio dei dati al rappresentante del gruppo.
nb_no: Angir hvilken godkjenningstype som skal brukes til å sende data til grupperepresentanten.

# PageExtension 4146260181 - Control 1343840248 - Property 2879900210
source: Authentication Type
cs_cz: Typ ověření
de_ch: Authentifizierungstyp
es_es: Tipo de autenticación
fi_fi: Todennustyyppi
it_ch: Tipo di autenticazione
nb_no: Godkjenningstype

# PageExtension 4146260181 - Control 2715030446 - Property 1295455071
source: Specifies the authority URL of the OAuth authority used to grant access tokens.
cs_cz: Určuje adresu URL autority autority OAuth, která slouží k udělení přístupových tokenů.
de_ch: Gibt die Autoritäts-URL der OAuth-Autorität an, die zum Gewähren von Zugriffstoken verwendet wird.
es_es: Especifica la URL de la autoridad de OAuth que se usa para conceder tokens de acceso.
fi_fi: Määrittää sen OAuth-myöntäjän URL-osoitteen, jota käytetään käyttötunnusten myöntämiseen.
it_ch: Specifica l'URL dell'autorità OAuth utilizzata per concedere i token di accesso.
nb_no: Angir instansens nettadresse for OAuth-instansen som brukes til å gi tilgangstokener.

# PageExtension 4146260181 - Control 2788077256 - Property 1295455071
source: Specifies the client ID of the Azure AD application used to access the API.
cs_cz: Určuje ID klienta aplikace Azure AD používané pro přístup k rozhraní API.
de_ch: Gibt die Client-ID der Azure AD-Anwendung an, die für den Zugriff auf die API verwendet wird.
es_es: Especifica el id. de cliente de la aplicación de Azure AD que se usa para obtener acceso a la API.
fi_fi: Määrittää sen Azure AD -sovelluksen asiakasohjelman tunnuksen, jolla ohjelmointirajapintaa voidaan käyttää.
it_ch: Specifica l'ID client dell'applicazione Azure AD utilizzata per accedere all'API.
nb_no: Angir klient-ID-en for Azure AD-programmet som brukes til å få tilgang til API-et.

# PageExtension 4146260181 - Control 2788077256 - Property 2879900210
source: Client ID
cs_cz: ID klienta
es_es: Id. de cliente
fi_fi: Asiakasohjelman tunnus
it_ch: ID client
nb_no: Klient-ID

# PageExtension 4146260181 - Control 4069789961 - Property 1295455071
source: Specifies the client secret of the Azure AD application used to access the API.
cs_cz: Určuje tajný klíč klienta aplikace Azure AD používané pro přístup k rozhraní API.
de_ch: Gibt den geheimen Clientschlüssel der Azure AD-Anwendung an, die zum Zugriff auf die API verwendet wird.
es_es: Especifica el secreto de cliente de la aplicación de Azure AD que se usa para obtener acceso a la API.
fi_fi: Määrittää sen Azure AD -sovelluksen asiakasohjelman salasanan, jolla ohjelmointirajapintaa voidaan käyttää.
it_ch: Specifica il segreto client dell'applicazione Azure AD utilizzata per accedere all'API.
nb_no: Angir klienthemmeligheten for Azure AD-programmet som brukes til å få tilgang til API-et.

# PageExtension 4146260181 - Control 4069789961 - Property 2879900210
source: Client Secret
cs_cz: Tajný klíč klienta
de_ch: Geheimer Clientschlüssel
es_es: Secreto del cliente
fi_fi: Asiakasohjelman salasana
it_ch: Segreto client
nb_no: Klienthemmelighet

# PageExtension 4146260181 - Control 785940005 - Property 1295455071
source: Specifies the company name of the group representative tenant to which the VAT returns will be sent.
cs_cz: Určuje název společnosti nájemce zástupce skupiny, kterému budou odeslána přiznání k DPH.
de_ch: Gibt den Unternehmensnamen des Gruppenvertretertenants an, an den die MWST-Rückgaben gesendet werden.
es_es: Especifica el nombre de la empresa del suscriptor representante del grupo al que se enviarán las devoluciones de IVA.
fi_fi: Määrittää sen ryhmän edustajan vuokraajan yrityksen nimen, jolle ALV-palautukset lähetetään.
it_ch: Specifica il nome della società del tenant rappresentante del gruppo a cui vengono inviate le dichiarazioni IVA.
nb_no: Angir selskapsnavnet for grupperepresentantleietakeren som mva-returer sendes til.

# PageExtension 4146260181 - Control 1289700669 - Property 1295455071
source: Specifies whether the group representative is using Business Central Online.
cs_cz: Určuje, zda zástupce skupiny používá službu Business Central Online.
de_ch: Gibt an, ob der Gruppenvertreter Business Central Online verwendet.
es_es: Especifica si el representante del grupo usa Business Central Online.
fi_fi: Määrittää, käyttääkö ryhmän edustaja Business Central Onlinea.
it_ch: Specifica se il rappresentante del gruppo utilizza Business Central online.
nb_no: Angir om grupperepresentanten bruker Business Central Online.

# PageExtension 4146260181 - Control 2093064149 - Property 1295455071
source: Specifies the settlement account for the VAT group member amounts.
cs_cz: Určuje účet vyrovnání pro částky členů skupiny DPH.
de_ch: Gibt das Ausgleichskonto für die MWST-Gruppenmitgliedsbeträge an.
es_es: Especifica la cuenta de liquidación de los importes de los miembros del grupo de IVA.
fi_fi: Määrittää ALV-ryhmän jäsenen summien maksutilin.
it_ch: Specifica il conto di liquidazione per gli importi dei membri del gruppo IVA.
nb_no: Angir oppgjørskontoen for mva-gruppemedlemsbeløpene.

# PageExtension 4146260181 - Control 851437658 - Property 1295455071
source: Specifies the general journal template used for the document to post VAT for the VAT group to the settlement account.
cs_cz: Určuje šablonu finančního deníku použitou pro doklad k zaúčtování DPH pro skupinu DPH na účet vyrovnání.
de_ch: Gibt die Fibu Erf.-Journalvorlage an, die für den Beleg verwendet wird, um die MwSt für die MwSt-Gruppe auf das Ausgleichskonto zu buchen.
es_es: Especifica la plantilla de diario general que se usa para que el documento registre el IVA del grupo de IVA en la cuenta de liquidación.
fi_fi: Määrittää asiakirjassa käytettävän yleisen päiväkirjan mallin, kun ALV-ryhmän ALV kirjataan maksutilille.
it_ch: Specifica la definizione registrazioni COGE utilizzata per il documento per registrare l'IVA per il gruppo IVA nel conto di liquidazione.
nb_no: Angir finanskladdemalen som skal brukes for dokumentet til å bokføre mva. for mva-gruppen til oppgjørskontoen.

# PageExtension 4146260181 - Control 857185741 - Property 1295455071
source: Specifies the current ID of the group member.
cs_cz: Určuje aktuální ID člena skupiny.
de_ch: Gibt die aktuelle ID des Gruppenmitglieds an.
es_es: Especifica el id. actual del miembro del grupo.
fi_fi: Määrittää ryhmän jäsenen nykyisen tunnuksen.
it_ch: Specifica l'ID corrente del membro del gruppo.
nb_no: Angir gjeldende ID for gruppemedlemmet.

# PageExtension 4146260181 - Control 1464062987 - Property 1295455071
source: Specifies the OAuth2 redirect URL of the Azure AD application used to access the API.
cs_cz: Určuje adresu URL přesměrování OAuth2 aplikace Azure AD používané pro přístup k rozhraní API.
de_ch: Gibt die OAuth2.-Umleitungs-URL der Azure AD-Anwendung an, die für den Zugriff auf die API verwendet wird.
es_es: Especifica la URL de redireccionamiento de OAuth2 de la aplicación de Azure AD usada para obtener acceso a la API.
fi_fi: Määrittää sen Azure AD -sovelluksen OAuth2-uudelleenohjauksen URL-osoitteen, jolla ohjelmointirajapintaa voidaan käyttää.
it_ch: Specifica l'URL di reindirizzamento OAuth2 dell'applicazione Azure AD utilizzata per accedere all'API.
nb_no: Angir omdirigeringsnettadressen for OAuth2 for Azure AD-programmet som brukes til å åpne API-et.

# PageExtension 4146260181 - Control 1423931915 - Property 1295455071
source: Specifies the resource URL of the Azure AD application to which access will be granted.
cs_cz: Určuje adresu URL prostředku aplikace Azure AD, ke které bude udělen přístup.
de_ch: Gibt die Ressourcen-URL der Azure AD-Anwendung an, auf die Zugriff gewährt wird.
es_es: Especifica la URL de recurso de la aplicación de Azure AD a la que se concederá acceso.
fi_fi: Määrittää sen Azure AD -sovelluksen resurssin URL-osoitteen, jolle käyttöoikeudet myönnetään.
it_ch: Specifica l'URL della risorsa dell'applicazione Azure AD a cui verrà concesso l'accesso.
nb_no: Angir ressursnettadressen for Azure AD-programmet som tilgangen blir gitt til.

# PageExtension 4146260181 - Control 3549826426 - Property 1295455071
source: Specifies the web service access key of the user in the group representative company.
cs_cz: Určuje přístupový klíč webové služby uživatele ve společnosti, která je zástupcem skupiny.
de_ch: Gibt den Webdienstzugriffsschlüssel des Benutzers im Gruppenvertreterunternehmen an.
es_es: Especifica la clave de acceso a servicios web del usuario en la empresa representativa de grupo.
fi_fi: Määrittää käyttäjän verkkopalvelun käyttöoikeusavaimen ryhmän edustajan yrityksessä.
it_ch: Specifica la chiave di accesso al servizio Web dell'utente nella società rappresentativa del gruppo.
nb_no: Angir tilgangsnøkkelen til nettjenesten for brukeren i grupperepresentantens selskap.

# PageExtension 4146260181 - Control 3549826426 - Property 2879900210
source: User Name
cs_cz: Uživatelské jméno
de_ch: Benutzername
es_es: Nombre de usuario
fi_fi: Käyttäjänimi
it_ch: Nome utente
nb_no: Brukernavn

# PageExtension 4146260181 - Control 996182877 - Property 1295455071
source: Specifies the number of the box on the form from the tax authority that should contain the total VAT amount due for a VAT group submission.
cs_cz: Určuje číslo pole ve formuláři od finančního úřadu, které by mělo obsahovat celkovou částku DPH splatnou pro podání skupiny DPH.
de_ch: Gibt die Nummer des Feldes auf dem Formular der Steuerbehörde an, das den gesamten MWST-Betrag enthalten soll, der für eine MWST-Gruppenübermittlung fällig ist.
es_es: Especifica el número de la casilla del formulario de la autoridad fiscal que contiene el importe total del IVA devengado del envío del grupo de IVA.
fi_fi: Määrittää veroviranomaisen lomakkeen sen ruudun numeron, jonka tulee sisältää ALV-ryhmän lähetyksen erääntyvä ALV-kokonaissumma.
it_ch: Specifica il numero della casella nel form dell'organismo fiscale che deve contenere l'importo totale dell'IVA dovuto per un invio gruppo IVA.
nb_no: Angir nummeret for boksen i skjemaet fra skattemyndighetene som skal inneholde det totale mva-beløpet som skal betales for en mva-gruppesending.

# PageExtension 4146260181 - Control 3582926020 - Property 1295455071
source: Specifies what kind of role the current user has in the VAT group.
cs_cz: Určuje, jakou roli má aktuální uživatel ve skupině s DPH.
de_ch: Gibt an, welche Art von Rolle der aktuelle Benutzer in der MWST-Gruppe hat.
es_es: Especifica el tipo de rol que tiene el usuario actual en el grupo de IVA.
fi_fi: Määrittää, millainen rooli nykyisellä käyttäjällä on ALV-ryhmässä.
it_ch: Specifica il tipo di ruolo dell'utente corrente nel gruppo IVA.
nb_no: Angir hvilken type rolle den gjeldende brukeren har i mva-gruppen.

# PageExtension 4146260181 - Control 2986765785 - Property 1295455071
source: Specifies the normal VAT settlement account.
cs_cz: Určuje účet vyrovnání DPH pro normání DPH.
de_ch: Gibt das normale MWST-Abrechnungskonto an.
es_es: Especifica la cuenta de liquidación de IVA normal.
fi_fi: Määrittää normaalin ALV-maksutilin.
it_ch: Specifica il conto di liquidazione IVA normale.
nb_no: Angir den vanlige mva-oppgjørskontoen.

# PageExtension 4146260181 - Control 3629137570 - Property 1295455071
source: Specifies the web service access key of the user in the group representative company.
cs_cz: Určuje přístupový klíč webové služby uživatele ve společnosti, která je zástupcem skupiny.
de_ch: Gibt den Webdienstzugriffsschlüssel des Benutzers im Gruppenvertreterunternehmen an.
es_es: Especifica la clave de acceso a servicios web del usuario en la empresa representativa de grupo.
fi_fi: Määrittää käyttäjän verkkopalvelun käyttöoikeusavaimen ryhmän edustajan yrityksessä.
it_ch: Specifica la chiave di accesso al servizio Web dell'utente nella società rappresentativa del gruppo.
nb_no: Angir tilgangsnøkkelen til nettjenesten for brukeren i grupperepresentantens selskap.

# PageExtension 4146260181 - Control 3629137570 - Property 2879900210
source: Web Service Access Key
cs_cz: Přístupový klíč webové služby
de_ch: Webdienst-Zugriffsschlüssel
es_es: Clave acceso servicio web
fi_fi: Verkkopalvelun käyttöoikeusavain
it_ch: Chiave di accesso al servizio Web
nb_no: Tilgangsnøkkel for nettjeneste

# TableExtension 191829437 - Field 966004738 - Property 2879900210
source: VAT Group Return
cs_cz: Přiznání skupiny DPH
de_ch: MWST-Gruppenrückgabe
es_es: Devolución grupo de IVA
fi_fi: ALV-ryhmän palautus
it_ch: Dichiarazione gruppo IVA
nb_no: Mva-grupperetur

# TableExtension 191829437 - Field 1696402780 - Property 2879900210
source: VAT Group Settlement Posted
cs_cz: Zaúčtováno vyrovnání skupiny DPH
de_ch: MWST-Gruppenausgleich gebucht
es_es: Liquidación de grupo de IVA registrada
fi_fi: ALV-ryhmän laskelma kirjattu
it_ch: Liquidazione gruppo IVA registrata
nb_no: Mva-gruppeoppgjøret er bokført

# TableExtension 191829437 - Field 190253636 - Property 2879900210
source: VAT Group Return Status
cs_cz: Stav přiznání skupiny DPH
de_ch: MWST-Gruppenrückgabestatus
es_es: Estado de devolución de grupo de IVA
fi_fi: ALV-ryhmän palautuksen tila
it_ch: Stato dichiarazione gruppo IVA
nb_no: Status for mva-grupperetur

# TableExtension 4146260181 - Field 148869180 - Property 2879900210
source: Approved Members
cs_cz: Schválení členové
de_ch: Genehmigte Mitglieder
es_es: Miembros aprobados
fi_fi: Hyväksytyt jäsenet
it_ch: Membri approvati
nb_no: Godkjente medlemmer

# TableExtension 4146260181 - Field 2906998308 - Property 2879900210
source: Authentication Type
cs_cz: Typ ověření
de_ch: Authentifizierungstyp
es_es: Tipo de autenticación
fi_fi: Todennustyyppi
it_ch: Tipo di autenticazione
nb_no: Godkjenningstype

# TableExtension 4146260181 - Field 866753070 - Property 2879900210
source: OAuth 2.0 Authority URL
cs_cz: Adresa URL autority OAuth 2.0
de_ch: OAuth 2.0-Autoritäts-URL
es_es: URL de autoridad de OAuth 2.0
fi_fi: OAuth 2.0 -myöntäjän URL-osoite
it_ch: URL autorità OAuth 2.0
nb_no: Nettadresse for OAuth 2.0-instans

# TableExtension 4146260181 - Field 640746029 - Property 2879900210
source: Client ID Key
cs_cz: Klíč ID klienta
de_ch: Client-ID-Schlüssel
es_es: Clave de id. de cliente
fi_fi: Asiakasohjelman tunnusavain
it_ch: Chiave ID client
nb_no: Nøkkel for klient-ID

# TableExtension 4146260181 - Field 4106039276 - Property 2879900210
source: Client Secret Key
cs_cz: Tajný klíč klienta
de_ch: Geheimer Clientschlüssel
es_es: Clave de secreto de cliente
fi_fi: Asiakasohjelman salainen avain
it_ch: Chiave segreto client
nb_no: Klienthemmelighetsnøkkel

# TableExtension 4146260181 - Field 3067641958 - Property 2879900210
source: Group Member ID
cs_cz: ID člena skupiny
de_ch: Gruppenmitglieds-ID
es_es: Id. de miembro de grupo
fi_fi: Ryhmän jäsenen tunnus
it_ch: ID membro gruppo
nb_no: Gruppemedlems-ID
