Repository: rstefanetti/MSDyn365BC.Code.History
Catalog: VATGroupManagement/Source/VAT Group Management/Translations/VAT Group Management.*.xlf
Languages: cs_cz, de_ch, es_es, fi_fi, it_ch, nb_no

# Page 3244774383 - Control 3687402140 - Property 1295455071
source: Specifies the name of the group member.
cs_cz: Určuje název člena skupiny.
de_ch: Gibt den Namen des Gruppenmitglieds an.
es_es: Especifica el nombre del miembro del grupo.
fi_fi: Määrittää ryhmän jäsenen nimen.
it_ch: Specifica il nome del membro del gruppo.
nb_no: Angir navnet på gruppemedlemmet.

# Page 3244774383 - Control 3641927271 - Property 1295455071
source: Specifies the identifier of the group member.
cs_cz: Určuje identifikátor člena skupiny.
de_ch: Gibt den Bezeichner des Gruppenmitglieds an.
es_es: Especifica el identificador del miembro del grupo.
fi_fi: Määrittää ryhmän jäsenen tunnuksen.
it_ch: Specifica l'identificatore del membro del gruppo.
nb_no: Angir ID-en for gruppemedlemmet.

# Page 1700225543 - Property 2879900210
source: VAT Group Member Calculation
cs_cz: Výpočet člena skupiny DPH
de_ch: MWST-Gruppenmitgliedsberechnung
it_ch: Calcolo membro gruppo IVA
nb_no: Beregning for mva-gruppemedlem

# Page 1700225543 - Control 636392376 - Property 1295455071
source: Specifies the VAT amount for the specified box number.
cs_cz: Určuje částku DPH pro zadané číslo pole.
de_ch: Gibt den MWST-Betrag für die angegebene Feldnummer an.
es_es: Especifica el importe de IVA para el número de casilla especificado.
fi_fi: Määrittää määritetyn ruudun numeron ALV-summan.
it_ch: Specifica l'importo IVA per il numero di riquadro specificato.
nb_no: Angir mva-beløpet for det angitte boksnummeret.

# Page 1700225543 - Control 1873299968 - Property 1295455071
source: Specifies the box number of the VAT return.
cs_cz: Určuje číslo schránky přiznání k DPH.
de_ch: Gibt die Feldnummer der zugeordneten MWST-Rückgabe an.
es_es: Especifica el número de casilla de la devolución de IVA.
fi_fi: Määrittää ALV-palautuksen ruudun numeron.
it_ch: Specifica il numero del riquadro della dichiarazione IVA.
nb_no: Angir boksnummeret til omsetningsoppgaven.

# Page 1700225543 - Control 3687402140 - Property 1295455071
source: Specifies the name of the group member that submitted the VAT report.
cs_cz: Určuje jméno člena skupiny, který podal výkaz DPH.
de_ch: Gibt den Namen des Gruppenmitglieds an, das den MWST-Bericht übermittelt hat.
es_es: Especifica el nombre del miembro del grupo que envió el informe de IVA.
fi_fi: Määrittää sen ryhmän jäsenen nimen, joka lähetti ALV-raportin.
it_ch: Specifica il nome del membro del gruppo che ha inviato il report IVA.
nb_no: Angir navnet på gruppemedlemmet som sendte mva-rapporten.

# Page 1700225543 - Control 4081666332 - Property 1295455071
source: Specifies the timestamp during which the VAT report was submitted.
cs_cz: Určuje časové razítko, během kterého byl výkaz DPH podán.
de_ch: Gibt den Zeitstempel für den Zeitraum an, in dem der MWST-Bericht übermittelt wurde.
es_es: Especifica la marca de tiempo durante la que se envió el informe de IVA.
fi_fi: Määrittää aikaleiman, jonka aikana ALV-raportti lähetettiin.
it_ch: Specifica il timestamp durante il quale è stato inviato il report IVA.
nb_no: Angir tidsstempelet da mva-rapporten ble sendt.

# Page 1700225543 - Control 3359429197 - Property 1295455071
source: Specifies the identifier for the VAT return from the group member that submitted it.
cs_cz: Určuje identifikátor přiznání k DPH od člena skupiny, který jej podal.
de_ch: Gibt den Bezeichner für die MWST-Rückgabe des Gruppenmitglieds an, das sie übermittelt hat.
es_es: Especifica el identificador de la devolución de IVA del miembro del grupo que lo envió.
fi_fi: Määrittää ALV-palautuksen tunnuksen palautuksen lähettäneestä ryhmän jäsenestä.
it_ch: Specifica l'identificatore per la dichiarazione IVA del membro del gruppo che l'ha inviata.
nb_no: Angir ID-en for mva-returen fra gruppemedlemmet som sendte den.

# Page 1700225543 - Control 245426702 - Property 1295455071
source: Specifies the total amount for the specified box number aggregated from all the group member returns.
cs_cz: Určuje celkovou částku za zadané číslo pole agregované ze všechny členy skupiny.
de_ch: Gibt den Gesamtbetrag für die angegebene Feldnummer an, der aus allen Gruppenmitgliedsrückgaben aggregiert wurde.
es_es: Especifica el importe de la suma total del número de casilla especificado a partir de todas las devoluciones de miembros del grupo.
fi_fi: Määrittää määritetyn ruudun numeron kokonaissumman, joka on koottu kaikista ryhmän jäsenen palautuksista.
it_ch: Specifica l'importo totale per il numero di riquadro specificato aggregato da tutte le dichiarazioni del membro del gruppo.
nb_no: Angir totalt beløp for det angitte boksnummeret som er samlet fra alle gruppemedlemsreturer.

# Page 1700225543 - Control 245426702 - Property 2879900210
source: Total
cs_cz: Celkem
de_ch: Gesamt
fi_fi: Yhteensä
it_ch: Totale
nb_no: I alt

# Page 27651019 - Property 2879900210
source: VAT Group Management
cs_cz: Správa skupiny DPH
de_ch: MWST-Gruppenverwaltung
es_es: Gestión grupo IVA
fi_fi: ALV-ryhmän hallinta
it_ch: Gestione gruppo IVA
nb_no: Mva-gruppestyring

# Page 27651019 - NamedType 1886430882
source: The connection is working properly. You can now close the Setup Guide.
cs_cz: Připojení funguje správně. Nyní můžete zavřít Průvodce instalací.
de_ch: Die Verbindung funktioniert einwandfrei. Sie können jetzt die Einrichtungsanleitung schliessen.
es_es: La conexión funciona correctamente. Ahora puede cerrar la guía de configuración.
fi_fi: Yhteys toimii oikein. Voit nyt sulkea asennusoppaan.
it_ch: La connessione funziona correttamente. È ora possibile chiudere la guida al setup.
nb_no: Tilkoblingen fungerer som den skal. Du kan nå lukke oppsettsveiledningen.

# Page 27651019 - NamedType 1148646153
source: Could not save changes to the %1 table.
cs_cz: Nelze uložit změny v tabulce %1.
de_ch: Änderungen an der Tabelle %1 wurden nicht gespeichert.
es_es: No se pueden guardar los cambios en la tabla %1.
fi_fi: Muutoksia ei voitu tallentaa taulukkoon %1.
it_ch: Impossibile salvare le modifiche nella tabella %1.
nb_no: Kan ikke lagre endringer i %1-tabellen.

# Page 27651019 - NamedType 1147111024
source: The setup for the VAT Group is not finished.\\Are you sure you want to exit?
cs_cz: Nastavení skupiny DPH není dokončeno.\\Opravdu chcete ukončit program?
de_ch: Die Einrichtung der MWST-Gruppe ist nicht abgeschlossen.\\Möchten Sie den Vorgang wirklich beenden?
es_es: La configuración del grupo de IVA no está completa.\\¿Seguro que desea salir?
fi_fi: ALV-ryhmän määritys on kesken.\\Haluatko varmasti poistua?
it_ch: Il setup per il gruppo IVA non è completo.\\Uscire?
nb_no: Oppsettet for mva-gruppen er ikke fullført.\\Er du sikker på at du vil avslutte?

# Page 27651019 - NamedType 3527398778
source: The VAT report setup was not found. You can create one on the VAT Report Setup page.
cs_cz: Nastavení sestavy DPH nebylo nalezeno. Můžete ji vytvořit na stránce Nastavení sestavy DPH.
de_ch: Die MWST-Berichtseinrichtung wurde nicht gefunden. Sie können auf der Seite „MWST-Berichtseinrichtung“ eine erstellen.
es_es: No se ha encontrado la configuración de informe de IVA. Puede crear uno en la página Configuración informe IVA.
fi_fi: ALV-raportin asetuksia ei löytynyt. Voit luoda asetukset ALV-raportin asetukset -sivulla.
it_ch: Setup report IVA non trovato. È possibile crearne uno nella pagina Setup report IVA.
nb_no: Finner ikke mva-rapportoppsettet. Du kan opprette et på siden Mva-rapportoppsett.

# Page 27651019 - Control 2991574887 - Property 1295455071
source: Complete Banner
cs_cz: Kompletní banner
de_ch: Banner abschliessen
es_es: Pancarta completa
fi_fi: Täydellinen banneri
it_ch: Banner completo
nb_no: Fullfør-banner

# Page 27651019 - Control 3189484627 - Property 1968111052
source: Click Finish to save the setup and exit the setup guide.
cs_cz: Klepnutím na tlačítko Dokončit uložte nastavení a ukončete průvodce nastavením.
de_ch: Klicken Sie auf „Fertig stellen“, um die Einrichtung zu speichern und die Anleitung zu schliessen.
es_es: Haga clic en Finalizar para guardar la configuración y salir de la guía de configuración.
fi_fi: Tallenna asetukset ja poistu asennusoppaasta valitsemalla Valmis.
it_ch: Fare clic su Fine per salvare il setup e uscire dalla guida al setup.
nb_no: Klikk på Fullfør for å lagre oppsettet og avslutte oppsettsveiledningen.

# Page 27651019 - Control 3189484627 - Property 2879900210
source: All done
cs_cz: Vše hotovo
de_ch: Fertig
es_es: Listo
fi_fi: Kaikki valmista
it_ch: Fine
nb_no: Ferdig

# Page 27651019 - Control 3750769219 - Property 1968111052
source: To test the connection to the VAT group representative, choose Test Connection.
cs_cz: Chcete-li otestovat připojení k zástupci skupiny DPH, zvolte Testovat připojení.
de_ch: Klicken Sie auf „Verbindung testen", um die Verbindung mit dem MWST-Gruppenvertreter zu prüfen.
es_es: Para probar la conexión con el representante del grupo de IVA, elija Probar conexión.
fi_fi: Jos haluat testata yhteyttä ALV-ryhmän edustajaan, valitse Testaa yhteys.
it_ch: Per verificare la connessione al rappresentante del gruppo IVA, scegliere Test della connessione.
nb_no: Velg Test tilkobling for å teste tilkoblingen til mva-grupperepresentanten.

# Page 27651019 - Control 545533337 - Property 1968111052
source: If enabled this will automatically try to refresh the statuses of submitted VAT returns from the group representative if the submitted report was used in a VAT group report in that period.
cs_cz: Pokud je tato možnost povolena, pokusí se automaticky aktualizovat stavy odeslaných přiznání k DPH od zástupce skupiny, pokud byl odeslaný přehled v daném období použit ve výkazu skupiny DPH.
de_ch: Wenn die Option aktiviert ist, wird automatisch versucht, den Status der eingereichten MWST-Rückgaben vom Gruppenvertreter zu aktualisieren, wenn der übermittelte Bericht in einem MWST-Gruppenbericht in dieser Periode verwendet wurde.
es_es: Si la opción está habilitada, intentará actualizar automáticamente los estados de las devoluciones de IVA del representante del grupo si el informe enviado se ha usado en un informe de grupo de IVA en dicho periodo.
fi_fi: Jos tämä on käytössä, lähetettyjen ALV-palautusten tilat yritetään päivittää automaattisesti ryhmän edustajalta, jos lähetettyä raporttia on käytetty ALV-ryhmän raportissa kyseisellä ajanjaksolla.
it_ch: Se abilitato, si tenta automaticamente di aggiornare gli stati delle dichiarazioni IVA inviate dal rappresentante del gruppo, se il report inviato è stato utilizzato in un report del gruppo IVA in quel periodo.
nb_no: Hvis dette er aktivert, vil det automatisk bli forsøkt å oppdatere statusene for sendte mva-returer fra grupperepresentanten hvis den sendte rapporten ble brukt i en mva-grupperapport i den perioden.

# Page 27651019 - Control 545533337 - Property 2879900210
source: Automatically refresh VAT report statuses
cs_cz: Automaticky aktualizovat stavy sestavy DPH
de_ch: MWST-Berichtsstatus automatisch aktualisieren
es_es: Actualizar automáticamente los estados de informe de IVA
fi_fi: Päivitä ALV-raportin tilat automaattisesti
it_ch: Aggiorna automaticamente gli stati del report IVA
nb_no: Oppdater mva-rapportstatuser automatisk

# Page 27651019 - Control 1938190553 - Property 1295455071
source: Specifies if you want to automatically update the status of the VAT reports with a background task.
cs_cz: Určuje, zda chcete automaticky aktualizovat stav sestav DPH pomocí úlohy na pozadí.
de_ch: Gibt an, ob der Status der MWST-Berichte durch eine Hintergrundaufgabe automatisch aktualisiert werden soll.
es_es: Especifica si quiere actualizar automáticamente el estado de los informes de IVA con una tarea en segundo plano.
fi_fi: Määrittää, päivitetäänkö ALV-raporttien tila automaattisesti taustatehtävänä.
it_ch: Specifica se si desidera aggiornare automaticamente lo stato dei report IVA con un'attività in background.
nb_no: Angir om du vil oppdatere statusen for mva-rapportene automatisk med en bakgrunnsoppgave.

# Page 27651019 - Control 1938190553 - Property 2879900210
source: Enable Automatic Refresh
cs_cz: Povolit automatickou aktualizaci
de_ch: Automatische Aktualisierung aktivieren
es_es: Habilitar actualización automática
fi_fi: Ota käyttöön automaattinen päivitys
it_ch: Abilita aggiornamento automatico
nb_no: Aktiver automatisk oppdatering

# Page 27651019 - Control 3187090157 - Property 1295455071
source: Specifies the API URL of the representative company's Business Central or Dynamics NAV.
cs_cz: Určuje adresu URL rozhraní API společnosti zástupce Business Central nebo Dynamics NAV.
de_ch: Gibt die API-URL von Business Central oder Dynamics NAV des Vertreterunternehmens an.
es_es: Especifica la URL de la API de Business Central o de Dynamics NAV de la empresa representativa.
fi_fi: Määrittää edustavan yrityksen Business Centralin tai Dynamics NAV:n ohjelmointirajapinnan URL-osoitteen.
it_ch: Specifica l'URL dell'API di Business Central o Dynamics NAV della società rappresentante.
nb_no: Angir nettadressen til API-en for representantselskapets Business Central eller Dynamics NAV.

# Page 27651019 - Control 3187090157 - Property 2879900210
source: API URL
cs_cz: Adresa rozhraní API
es_es: URL de API
fi_fi: Ohjelmointirajapinnan URL-osoite
it_ch: URL API
nb_no: Nettadresse for API

# Page 27651019 - Control 2491774705 - Property 1295455071
source: Specifies the product version that the group representative uses.
cs_cz: Určuje verzi produktu, kterou používá zástupce skupiny.
de_ch: Gibt die Produktversion an, die der Gruppenvertreter verwendet.
es_es: Especifica la versión del producto que usa el representante del grupo.
fi_fi: Määrittää tuoteversion, jota ryhmän edustaja käyttää.
it_ch: Specifica la versione del prodotto utilizzata dal rappresentante del gruppo.
nb_no: Angir produktversjonen som grupperepresentanten bruker.

# Page 27651019 - Control 2491774705 - Property 2879900210
source: Group Representative Product Version
cs_cz: Verze produktu zástupce skupiny
de_ch: Gruppen Vertreter-Produktversion
es_es: Versión de producto representativa de grupo
fi_fi: Ryhmän edustajan tuoteversio
it_ch: Versione del prodotto rappresentante del gruppo
nb_no: Produktversjon for grupperepresentant

# Page 27651019 - Control 785940005 - Property 1295455071
source: Specifies the name of the company in the representative's Business Central or Dynamics NAV that will receive your VAT returns.
cs_cz: Určuje název společnosti v Business Central, která obdrží vaše přiznání k DPH.
de_ch: Gibt den Namen des Unternehmens im Business Central oder Dynamics NAV des Vertreters an, das Ihre MWST-Rückgaben erhält.
es_es: Especifica el nombre de la empresa que figura en el Business Central o Dynamics NAV del representante que recibirá sus devoluciones de IVA.
fi_fi: Määrittää sen yrityksen nimen edustajan Business Centralissa tai Dynamics NAV:ssa, joka vastaanottaa ALV-palautukset.
it_ch: Specifica il nome della società in Business Central o Dynamics NAV del rappresentante che riceverà le dichiarazioni IVA.
nb_no: Angir navnet på selskapet i representantens Business Central eller Dynamics NAV som skal motta mva-returene dine.

# Page 27651019 - Control 785940005 - Property 2879900210
source: Group Representative Company
cs_cz: Společnost zástupce skupiny
de_ch: Gruppenvertreter Unternehmen
es_es: Empresa representativa de grupo
fi_fi: Ryhmän edustajan yritys
it_ch: Società rappresentativa del gruppo
nb_no: Selskap for grupperepresentant

# Page 27651019 - Control 2346114009 - Property 1295455071
source: Specifies the group member identifier.
cs_cz: Určuje identifikátor člena skupiny.
de_ch: Gibt den Bezeichner des Gruppenmitglieds an.
es_es: Especifica el identificador del miembro del grupo.
fi_fi: Määrittää ryhmän jäsenen tunnuksen.
it_ch: Specifica l'identificatore del membro del gruppo.
nb_no: Angir gruppemedlemsindikatoren.

# Page 27651019 - Control 2346114009 - Property 2879900210
source: Group Member Id
cs_cz: Id člena skupiny
de_ch: Gruppenmitglieds-ID
es_es: Id. de miembro de grupo
fi_fi: Ryhmän jäsenen tunnus
it_ch: ID membro gruppo
nb_no: Gruppemedlems-ID

# Page 27651019 - Control 357596043 - Property 1968111052
source: As a group member, you must connect to the representative company for your VAT group.
cs_cz: Jako člen skupiny se musíte připojit k zastupující společnosti pro vaši skupinu DPH.
de_ch: Als Gruppenmitglied müssen Sie eine Verbindung mit dem Vertreterunternehmen für Ihre MWST-Gruppe herstellen.
es_es: Como miembro del grupo, debe conectarse con la empresa del representante de su grupo de IVA.
fi_fi: Ryhmän jäsenenä sinun on muodostettava yhteys ALV-ryhmäsi edustajan yritykseen.
it_ch: Come membro del gruppo è necessario connettersi alla società rappresentativa per il gruppo IVA.
nb_no: Som medlem av en gruppe må du koble til representantselskapet for mva-gruppen.

# Page 27651019 - Control 357596043 - Property 2879900210
source: My company is a member of the VAT group
cs_cz: Moje společnost je členem skupiny pro účely DPH
de_ch: Mein Unternehmen ist Mitglied der MWST-Gruppe
es_es: Mi empresa es miembro del grupo de IVA
fi_fi: Oma yritys on ALV-ryhmän jäsen
it_ch: La società è membro del gruppo IVA
nb_no: Mitt selskap er medlem av mva-gruppen

# Page 27651019 - Control 3880925993 - Property 2879900210
source: Enter connection settings for the group representative company's Business Central. Connection settings can differ, depending on how Business Central is deployed. The representative can provide this information.
cs_cz: Zadejte nastavení připojení pro Business Central společnosti zastupující skupinu. Nastavení připojení se může lišit v závislosti na tom, jak je aplikace Business Central nasazena. Tyto informace může poskytnout zástupce.
de_ch: Geben Sie die Verbindungseinstellungen für Business Central des Gruppenvertreterunternehmens ein. Die Verbindungseinstellungen können je nach der Bereitstellung von Business Central unterschiedlich sein. Diese Informationen werden vom Vertreter bereitgestellt.
es_es: Especifique la configuración de conexión para el Business Central de la empresa del representante del grupo. La configuración de la conexión puede variar en función de cómo se implemente Business Central. El representante puede proporcionar esta información.
fi_fi: Anna ryhmän edustajan yrityksen Business Centralin yhteysasetukset. Yhteysasetukset voivat vaihdella Business Centralin käyttöönoton mukaan. Edustaja voi toimittaa nämä tiedot.
it_ch: Immettere le impostazioni di connessione per Business Central della società rappresentativa del gruppo. Le impostazioni di connessione possono variare a seconda del modo in cui è distribuito Business Central. Il rappresentante può fornire tali informazioni.
nb_no: Angi tilkoblingsinnstillinger for grupperepresentantselskapets Business Central. Tilkoblingsinnstillingene kan være forskjellige, avhengig av hvordan Business Central distribueres. Representanten kan oppgi denne informasjonen.

# Page 27651019 - Control 952030296 - Property 1295455071
source: Specifies the authentication types that you can use when connecting to a VAT group representative using Business Central.
cs_cz: Určuje typy ověřování, které můžete použít při připojování k zástupci skupiny DPH pomocí aplikace Business Central.
de_ch: Gibt die Authentifizierungstypen an, die Sie beim Herstellen einer Verbindung mit einem MWST-Gruppenvertreter mithilfe von Business Central verwenden können.
es_es: Especifica los tipos de autenticación que se pueden utilizar al conectarse a un representante de grupo de IVA mediante Business Central.
fi_fi: Määrittää todennustyypit, joita voit käyttää, kun muodostat yhteyttä ALV-ryhmän edustajaan Business Centralin avulla.
it_ch: Specifica i tipi di autenticazione che è possibile utilizzare per la connessione a un rappresentante del gruppo IVA mediante Business Central.
nb_no: Angir godkjenningstypene du kan bruke når du kobler til en mva-gruppekode ved hjelp av Business Central.

# Page 27651019 - Control 952030296 - Property 2879900210
source: Authentication Type
cs_cz: Typ ověření
de_ch: Authentifizierungstyp
es_es: Tipo de autenticación
fi_fi: Todennustyyppi
it_ch: Tipo di autenticazione
nb_no: Godkjenningstype

# Page 27651019 - Control 3180907943 - Property 1295455071
source: Specifies whether the group representative is using Business Central online.
cs_cz: Určuje, zda zástupce skupiny používá službu Business Central online.
de_ch: Gibt an, ob der Gruppenvertreter Business Central Online verwendet.
es_es: Especifica si el representante del grupo usa Business Central Online.
fi_fi: Määrittää, käyttääkö ryhmän edustaja Business Central Onlinea.
it_ch: Specifica se il rappresentante del gruppo utilizza Business Central online.
nb_no: Angir om grupperepresentanten bruker Business Central Online.

# Page 27651019 - Control 3180907943 - Property 2879900210
source: Group Representative Uses Business Central Online
cs_cz: Zástupce skupiny používá Business Central Online
de_ch: Gruppenvertreter verwendet Business Central Online
es_es: Representante de grupo que usa Business Central Online
fi_fi: Ryhmän edustaja käyttää Business Central Onlinea
it_ch: Il rappresentante del gruppo usa Business Central Online
nb_no: Grupperepresentanten bruker Business Central Online

# Page 27651019 - Control 1343840248 - Property 1295455071
source: Specifies the authentication types that you can use when connecting to a VAT group representative using Business Central.
cs_cz: Určuje typy ověřování, které můžete použít při připojování k zástupci skupiny DPH pomocí aplikace Business Central.
de_ch: Gibt die Authentifizierungstypen an, die Sie beim Herstellen einer Verbindung mit einem MWST-Gruppenvertreter mithilfe von Business Central verwenden können.
es_es: Especifica los tipos de autenticación que se pueden utilizar al conectarse a un representante de grupo de IVA mediante Business Central.
fi_fi: Määrittää todennustyypit, joita voit käyttää, kun muodostat yhteyttä ALV-ryhmän edustajaan Business Centralin avulla.
it_ch: Specifica i tipi di autenticazione che è possibile utilizzare per la connessione a un rappresentante del gruppo IVA mediante Business Central.
nb_no: Angir godkjenningstypene du kan bruke når du kobler til en mva-gruppekode ved hjelp av Business Central.

# Page 27651019 - Control 1343840248 - Property 2879900210
source: Authentication Type
cs_cz: Typ ověření
de_ch: Authentifizierungstyp
es_es: Tipo de autenticación
fi_fi: Todennustyyppi
it_ch: Tipo di autenticazione
nb_no: Godkjenningstype
