Repository: rstefanetti/MSDyn365BC.Code.History
Catalog: VATGroupManagement/Source/VAT Group Management/Translations/VAT Group Management.*.xlf
Languages: cs_cz, de_ch, es_es, fi_fi, it_ch, nb_no

# Page 27651019 - Control 697164535 - Property 1968111052
source: Choose this option to act as the group representative and submit vat returns on behalf of the group. Group members will submit their VAT returns to you instead of the tax authority.
cs_cz: Tuto možnost zvolte, chcete-li jednat jako zástupce skupiny a podávat přiznání k DPH jménem skupiny. Členové skupiny vám místo finančního úřadu předloží přiznání k DPH.
de_ch: Wählen Sie diese Option aus, um als Gruppenvertreter zu fungieren und MWST-Rückgaben im Namen der Gruppe einzureichen. Die Gruppenmitglieder senden ihre MWST-Rückgaben an Sie anstelle der Steuerbehörde.
es_es: Elija esta opción para actuar como representante del grupo y enviar devoluciones de IVA en nombre del grupo. Los miembros del grupo le enviarán sus devoluciones de IVA en lugar de hacerlo directamente a la autoridad fiscal.
fi_fi: Valitse tämä vaihtoehto, jos haluat toimia ryhmän edustajana ja lähettää ALV-palautukset ryhmän puolesta. Ryhmän jäsenet lähettävät ALV-palautuksensa veroviranomaisen sijasta sinulle.
it_ch: Scegliere questa opzione per agire da rappresentante del gruppo e inviare le dichiarazioni IVA per conto del gruppo. I membri del gruppo inviano le proprie dichiarazioni IVA all'utente invece che all'autorità tributaria.
nb_no: Velg dette alternativet for å fungere som grupperepresentanten og sende mva-returer på vegne av gruppen. Gruppemedlemmer sender mva-returer til deg i stedet for skattemyndighetene.

# Page 27651019 - Control 697164535 - Property 2879900210
source: Group representative
cs_cz: Zástupce skupiny
de_ch: Gruppenvertreter
es_es: Representante del grupo
fi_fi: Ryhmän edustaja
it_ch: Rappresentante del gruppo
nb_no: Grupperepresentant

# Page 27651019 - Control 3582926020 - Property 1295455071
source: Specifies whether you are a member of the group, or the group's representative.
cs_cz: Určuje, zda jste členem skupiny nebo zástupcem skupiny.
de_ch: Gibt an, ob Sie ein Mitglied der Gruppe oder der Vertreter der Gruppe sind.
es_es: Especifica si el usuario es miembro del grupo o su representante.
fi_fi: Määrittää, oletko ryhmän jäsen vai ryhmän edustaja.
it_ch: Specifica se si è membro del gruppo o rappresentante del gruppo.
nb_no: Angir om du er medlem av gruppen eller gruppens representant.

# Page 27651019 - Control 3582926020 - Property 2879900210
source: VAT Group Role
cs_cz: Role skupiny DPH
de_ch: MWST-Gruppenrolle
es_es: Función de grupo de IVA
fi_fi: ALV-ryhmän rooli
it_ch: Ruolo gruppo IVA
nb_no: Mva-grupperolle

# Page 27651019 - Control 2994142618 - Property 1295455071
source: Specifies the user name in the representative company's Business Central that you will use when you connect
cs_cz: Určuje název uživatele v Business Central v zastupující společnosti, který budete používat při připojení
de_ch: Gibt den Benutzernamen in Business Central des Vertreterunternehmens an, den Sie beim Herstellen einer Verbindung verwenden werden.
es_es: Especifica el nombre de usuario en el Business Central de la empresa del representante que usará cuando se conecte
fi_fi: Määrittää sen käyttäjänimen edustajan yrityksen Business Centralissa, jota käytät yhteyden muodostamiseen
it_ch: Specifica il nome utente in Business Central della società rappresentativa che viene utilizzata per la connessione
nb_no: Angir brukernavnet i Business Central for representantselskapet som du skal bruke når du kobler til

# Page 27651019 - Control 2994142618 - Property 2879900210
source: User Name
cs_cz: Uživatelské jméno
de_ch: Benutzername
es_es: Nombre de usuario
fi_fi: Käyttäjänimi
it_ch: Nome utente
nb_no: Brukernavn

# Page 27651019 - Control 3742023362 - Property 1295455071
source: Specifies the web service access key of a user in the representative company's Business Central that you will use when you connect.
cs_cz: Určuje přístupový klíč webové služby uživatele v Business Central v zastupující společnosti, který budete používat při připojení.
de_ch: Gibt den Webdienstzugriffsschlüssel eines Benutzers in Business Central des Vertreterunternehmens an, den Sie beim Herstellen der Verbindung verwenden werden.
es_es: Especifica la clave de acceso al servicio web de un usuario en el Business Central de la empresa del representante, que usará cuando se conecte.
fi_fi: Määrittää käyttäjän sen verkkopalvelun käyttöoikeusavaimen edustajan yrityksen Business Centralissa, jota käytät yhteyden muodostamiseen
it_ch: Specifica la chiave di accesso al servizio Web di un utente in Business Central della società rappresentativa che viene utilizzata per la connessione.
nb_no: Angir tilgangsnøkkelen til nettjenesten for en bruker i representantselskapets Business Central som du skal bruke når du kobler til.

# Page 27651019 - Control 3742023362 - Property 2879900210
source: Web Service Access Key
cs_cz: Přístupový klíč webové služby
de_ch: Webdienst-Zugriffsschlüssel
es_es: Clave acceso servicio web
fi_fi: Verkkopalvelun käyttöoikeusavain
it_ch: Chiave di accesso al servizio Web
nb_no: Tilgangsnøkkel for nettjeneste

# Page 27651019 - Control 1537974217 - Property 1968111052
source: Please fill in the User Name and Web Service Access Key of the user in the group representative.
cs_cz: Vyplňte prosím uživatelské jméno a přístupový klíč webové služby uživatele u zástupce skupiny.
de_ch: Geben Sie den Benutzernamen und den Webdienstzugriffsschlüssel des Benutzers im Gruppenvertreter ein.
es_es: Rellene el nombre de usuario y la clave de acceso al servicio web del usuario en el representante del grupo.
fi_fi: Täytä käyttäjän käyttäjänimi ja verkkopalvelun käyttöoikeusavain ryhmän edustajan yrityksessä.
it_ch: Specificare il nome utente e la chiave di accesso al servizio Web dell'utente nel rappresentante del gruppo.
nb_no: Fyll ut brukernavnet og tilgangsnøkkelen for nettjeneste for brukeren i grupperepresentanten.

# Page 27651019 - Control 1537974217 - Property 2879900210
source: Web service access key authentication
cs_cz: Ověřování přístupového klíče webové služby
de_ch: Authentifizierung mit Webdienst-Zugriffsschlüssel
es_es: Autenticación de la clave acceso al servicio web
fi_fi: Verkkopalvelun käyttöoikeusavaimen todennus
it_ch: Autenticazione chiave di accesso al servizio Web
nb_no: Tilgangsnøkkelgodkjenning for nettjeneste

# Page 27651019 - Control 926340698 - Property 1968111052
source: Choose Next to configure your company's role in the VAT group.
cs_cz: Chcete-li nakonfigurovat roli vaší společnosti ve skupině DPH, zvolte Další.
de_ch: Klicken Sie auf „Weiter“, um die Rolle Ihres Unternehmens in der MWST-Gruppe zu konfigurieren.
es_es: Elija Siguiente para configurar el rol de la empresa en el grupo de IVA.
fi_fi: Määritä yrityksen rooli ALV-ryhmässä valitsemalla Seuraava.
it_ch: Scegliere Avanti per configurare il ruolo della società nel gruppo IVA.
nb_no: Velg Neste for å konfigurere selskapets rolle i mva-gruppen.

# Page 27651019 - Control 926340698 - Property 2879900210
source: Let's get started
cs_cz: Začněme
de_ch: Los geht's
es_es: Empecemos
fi_fi: Aloitetaan
it_ch: Iniziamo
nb_no: La oss komme i gang

# Page 27651019 - Control 3800514526 - Property 1968111052
source: The VAT Group Management extension makes it easy to be part of a VAT group.
cs_cz: Rozšíření správy skupiny DPH usnadňuje být součástí seskupení pro účely DPH.
de_ch: Die Erweiterung „MWST-Gruppenverwaltung“ erleichtert die Teilnahme an einer MWST-Gruppe.
es_es: La extensión de gestión de grupos de IVA facilita la tarea de formar parte de un grupo de IVA.
fi_fi: ALV-ryhmän hallintalaajennus helpottaa ALV-ryhmään kuulumista.
it_ch: L'estensione Gestione gruppo IVA facilita la partecipazione a un gruppo IVA.
nb_no: Utvidelsen for mva-gruppestyring gjør det enkelt å være en del av en mva-gruppe.

# Page 27651019 - Control 3800514526 - Property 2879900210
source: Welcome
cs_cz: Vítejte
de_ch: Herzlich willkommen
es_es: Le damos la bienvenida
fi_fi: Tervetuloa
it_ch: Benvenuti
nb_no: Velkommen

# Page 27651019 - Control 2882169296 - Property 2879900210
source: This guide will help you define member and representative companies in the VAT group. Group members submit VAT returns to the group representative, who then submits the aggregated return for all member companies to the tax authorities.
cs_cz: Tato příručka vám pomůže definovat členské a zastupující společnosti ve skupině DPH. Členové skupiny podávají přiznání k DPH zástupci skupiny, který poté podává souhrnné přiznání za všechny členské společnosti finančnímu úřadu.
de_ch: Diese Anleitung hilft Ihnen bei der Definition von Mitglieds- und repräsentativen Unternehmen in der MWST-Gruppe. Gruppenmitglieder senden MWST-Rückgaben an den Gruppenvertreter, der dann die aggregierte Rückgabe für alle Mitgliedsunternehmen an die Steuerbehörde übermittelt.
es_es: Esta guía lo ayudará a definir empresas de representantes y de miembros en el grupo de IVA. Los miembros del grupo envían las devoluciones de IVA al representante del grupo, el cual envía la suma de las devoluciones de todas las empresas miembro a las autoridades fiscales.
fi_fi: Tämän oppaan avulla voit määrittää jäsenien ja edustajien yrityksiä ALV-ryhmään. Ryhmän jäsenet lähettävät ALV-palautukset ryhmän edustajalle, joka lähettää sitten kaikkien jäsenien yritysten yhteenlasketun palautuksen veroviranomaisille.
it_ch: Questa guida consente di definire le società membro e rappresentative del gruppo IVA. I membri del gruppo inviano le dichiarazioni IVA al rappresentante del gruppo, il quale sottopone la dichiarazione aggregata per tutte le società membro all'autorità tributaria.
nb_no: Denne veiledningen hjelper deg med å definere medlems- og representantselskaper i mva-gruppen. Gruppemedlemmer sender mva-returer til grupperepresentanten, som deretter sender samlet retur for alle medlemsselskaper til skattemyndighetene.

# Page 27651019 - Action 2438272767 - Property 1295455071
source: Go to previous page
cs_cz: Přejít na předchozí stranu
de_ch: Zur vorherigen Seite
es_es: Ir a la página anterior
fi_fi: Siirry edelliselle sivulle
it_ch: Andare a pagina precedente
nb_no: Gå til forrige side

# Page 27651019 - Action 2438272767 - Property 2879900210
source: Back
cs_cz: Zpět
de_ch: Zurück
es_es: Atrás
fi_fi: Edellinen
it_ch: Indietro
nb_no: Tilbake

# Page 27651019 - Action 3259912055 - Property 1295455071
source: Finish the wizard
cs_cz: Dokončení průvodce
de_ch: Assistenten abschliessen
es_es: Finalizar el asistente
fi_fi: Lopeta ohjattu toiminto
it_ch: Completare la procedura guidata
nb_no: Fullfør veiviseren

# Page 27651019 - Action 3259912055 - Property 2879900210
source: Finish
cs_cz: Dokončit
de_ch: Abschliessen
es_es: Finalizar
fi_fi: Viimeistele
it_ch: Fine
nb_no: Fullfør

# Page 27651019 - Action 914282563 - Property 1295455071
source: Go to next page
cs_cz: Přejít na další stranu
de_ch: Zur nächsten Seite
es_es: Ir a la página siguiente
fi_fi: Siirry seuraavalle sivulle
it_ch: Andare a pagina successiva
nb_no: Gå til neste side

# Page 27651019 - Action 914282563 - Property 2879900210
source: Next
cs_cz: Další
de_ch: Weiter
es_es: Siguiente
fi_fi: Seuraava
it_ch: Avanti
nb_no: Neste

# Page 27651019 - Action 4263468516 - Property 1295455071
source: Initiates a test connection to the group master company in order to check if the authentication is correctly set up.
cs_cz: Inicializováno testovací připojení k hlavní společnosti skupiny, aby bylo možné zkontrolovat, zda je ověřování správně nastaveno.
de_ch: Initiiert eine Testverbindung mit dem Gruppenmaster-Unternehmen, um zu überprüfen, ob die Authentifizierung korrekt eingerichtet ist.
es_es: Inicia una conexión de prueba de la empresa principal del grupo para comprobar si la autenticación se ha configurado correctamente.
fi_fi: Aloittaa testiyhteyden ryhmän pääyritykseen ja tarkistaa, onko todennus määritetty oikein.
it_ch: Avvia una connessione di test alla società master del gruppo per controllare se l'autenticazione è impostata correttamente.
nb_no: Starter en testtilkobling til gruppehovedselskapet for å kontrollere om godkjenningen er riktig konfigurert.

# Page 27651019 - Action 4263468516 - Property 2879900210
source: Test Connection
cs_cz: Test připojení
de_ch: Testverbindung
es_es: Probar conexión
fi_fi: Testaa yhteys
it_ch: Test connessione
nb_no: Test tilkobling

# Page 3464953971 - Property 2879900210
source: VAT Group Submission Lines
cs_cz: Řádky podání skupiny DPH
de_ch: MWST-Gruppenübermittlungszeilen
es_es: Líneas de envío de grupo de IVA
fi_fi: ALV-ryhmän lähetysrivit
it_ch: Righe invio gruppo IVA
nb_no: Linjer for mva-gruppesending

# Page 3464953971 - Control 636392376 - Property 1295455071
source: Specifies the VAT amount for the specified box number.
cs_cz: Určuje částku DPH pro zadané číslo pole.
de_ch: Gibt den MWST-Betrag für die angegebene Feldnummer an.
es_es: Especifica el importe de IVA para el número de casilla especificado.
fi_fi: Määrittää määritetyn ruudun numeron ALV-summan.
it_ch: Specifica l'importo IVA per il numero di riquadro specificato.
nb_no: Angir mva-beløpet for det angitte boksnummeret.

# Page 3464953971 - Control 2989159974 - Property 1295455071
source: Specifies the box number of the VAT return.
cs_cz: Určuje číslo schránky přiznání k DPH.
de_ch: Gibt die Feldnummer der zugeordneten MWST-Rückgabe an.
es_es: Especifica el número de casilla de la devolución de IVA.
fi_fi: Määrittää ALV-palautuksen ruudun numeron.
it_ch: Specifica il numero del riquadro della dichiarazione IVA.
nb_no: Angir boksnummeret til omsetningsoppgaven.

# Page 3464953971 - Control 3461834954 - Property 1295455071
source: Specifies a description for the VAT group submission line.
cs_cz: Určuje popis řádku podání skupiny DPH.
de_ch: Gibt eine Beschreibung für die MWST-Gruppenübermittlungszeile an.
es_es: Especifica una descripción de la línea de envío de grupo de IVA.
fi_fi: Määrittää ALV-ryhmän lähetysrivin kuvauksen.
it_ch: Specifica una descrizione per la riga di inoltro del gruppo IVA.
nb_no: Angir en beskrivelse av mva-gruppesendingslinjen.

# Page 3464953971 - Control 2782707039 - Property 1295455071
source: Specifies the row number of the VAT return from the group member that submitted it.
cs_cz: Určuje číslo řádku přiznání k DPH od člena skupiny, který jej podal.
de_ch: Gibt die Zeilennummer der MWST-Rückgabe des Gruppenmitglieds an, das sie übermittelt hat.
es_es: Especifica el número de fila de la devolución de IVA del miembro del grupo que la envió.
fi_fi: Määrittää ryhmän jäsenen lähettämän ALV-palautuksen rivinumeron.
it_ch: Specifica il numero di riga della dichiarazione IVA del membro del gruppo che l'ha inviata.
nb_no: Angir radnummeret for mva-returen fra gruppemedlemmet som sendte den.

# Page 2910311616 - Property 2879900210
source: VAT Group Submission
cs_cz: Podání skupiny DPH
de_ch: MWST-Gruppenübermittlung
es_es: Envío grupo IVA
fi_fi: ALV-ryhmän lähetys
it_ch: Inoltro gruppo IVA
nb_no: Mva-gruppesending

# Page 2910311616 - Control 3133801257 - Property 1295455071
source: Specifies the company from which the VAT report was submitted.
cs_cz: Určuje společnost, ze které byla výkaz DPH podán.
de_ch: Gibt das Unternehmen an, aus dem der MWST-Bericht übermittelt wurde.
es_es: Especifica la empresa desde la que se envió el informe de IVA.
fi_fi: Määrittää yrityksen, josta ALV-raportti lähetettiin.
it_ch: Specifica la società da cui è stato inviato il report IVA.
nb_no: Angir selskapet som mva-rapporten ble sendt fra.

# Page 2910311616 - Control 2649176925 - Property 1295455071
source: Specifies the end date of the report period for the VAT report submission.
cs_cz: Určuje koncové datum období pro podání výkazu DPH.
de_ch: Gibt das Enddatum der Berichtsperiode für die MWST-Berichtsübermittlung an.
es_es: Especifica la fecha de finalización del periodo de informe del envío del informe de IVA.
fi_fi: Määrittää ALV-raportin lähtetyksen raportointijakson lopetuspäivämäärän.
it_ch: Specifica la data di fine del periodo report per l'invio del report IVA.
nb_no: Angir sluttdatoen for rapportperioden for mva-rapportsendingen.

# Page 2910311616 - Control 3178072769 - Property 1295455071
source: Specifies the name of the group member that submitted the VAT report.
cs_cz: Určuje jméno člena skupiny, který podal výkaz DPH.
de_ch: Gibt den Namen des Gruppenmitglieds an, das den MWST-Bericht übermittelt hat.
es_es: Especifica el nombre del miembro del grupo que envió el informe de IVA.
fi_fi: Määrittää sen ryhmän jäsenen nimen, joka lähetti ALV-raportin.
it_ch: Specifica il nome del membro del gruppo che ha inviato il report IVA.
nb_no: Angir navnet på gruppemedlemmet som sendte mva-rapporten.

# Page 2910311616 - Control 4200184881 - Property 1295455071
source: Specifies the identifier for the VAT return from the group member that submitted it.
cs_cz: Určuje identifikátor přiznání k DPH od člena skupiny, který jej podal.
de_ch: Gibt den Bezeichner für die MWST-Rückgabe des Gruppenmitglieds an, das sie übermittelt hat.
es_es: Especifica el identificador de la devolución de IVA del miembro del grupo que lo envió.
fi_fi: Määrittää ALV-palautuksen tunnuksen palautuksen lähettäneestä ryhmän jäsenestä.
it_ch: Specifica l'identificatore per la dichiarazione IVA del membro del gruppo che l'ha inviata.
nb_no: Angir ID-en for mva-returen fra gruppemedlemmet som sendte den.

# Page 2910311616 - Control 474480784 - Property 1295455071
source: Specifies the start date of the report period for the VAT report submission.
cs_cz: Určuje počáteční datum období pro podání výkazu DPH.
de_ch: Gibt das Startdatum der Berichtsperiode für die MWST-Berichtsübermittlung an.
es_es: Especifica la fecha de inicio del periodo de informe para el envío del informe de IVA.
fi_fi: Määrittää ALV-raportin lähetyksen raportointijakson aloituspäivämäärän.
it_ch: Specifica la data di inizio del periodo report per l'invio del report IVA.
nb_no: Angir startdatoen for rapportperioden for mva-rapportsendingen.

# Page 2910311616 - Control 4035800860 - Property 1295455071
source: Specifies the timestamp during which the VAT report was submitted.
cs_cz: Určuje časové razítko, během kterého byl výkaz DPH podán.
de_ch: Gibt den Zeitstempel für den Zeitraum an, in dem der MWST-Bericht übermittelt wurde.
es_es: Especifica la marca de tiempo durante la que se envió el informe de IVA.
fi_fi: Määrittää aikaleiman, jonka aikana ALV-raportti lähetettiin.
it_ch: Specifica il timestamp durante il quale è stato inviato il report IVA.
nb_no: Angir tidsstempelet da mva-rapporten ble sendt.

# Page 2910311616 - Control 3932791859 - Property 2879900210
source: Report Lines
cs_cz: Řádky sestavy
de_ch: Berichtszeilen
es_es: Líneas de informe
fi_fi: Raporttirivit
it_ch: Righe report
nb_no: Rapportlinjer

# Page 2949480547 - Property 2879900210
source: VAT Group Submission Lines
cs_cz: Řádky podání skupiny DPH
de_ch: MWST-Gruppenübermittlungszeilen
it_ch: Righe invio gruppo IVA
nb_no: Linjer for mva-gruppesending

# Page 2949480547 - Control 1121446808 - Property 1295455071
source: Specifies the VAT amount for the specified box number.
cs_cz: Určuje částku DPH pro zadané číslo pole.
de_ch: Gibt den MWST-Betrag für die angegebene Feldnummer an.
es_es: Especifica el importe de IVA para el número de casilla especificado.
fi_fi: Määrittää määritetyn ruudun numeron ALV-summan.
it_ch: Specifica l'importo IVA per il numero di riquadro specificato.
nb_no: Angir mva-beløpet for det angitte boksnummeret.

# Page 2949480547 - Control 3173496544 - Property 1295455071
source: Specifies the box number of the VAT return.
cs_cz: Určuje číslo schránky přiznání k DPH.
de_ch: Gibt die Feldnummer der zugeordneten MWST-Rückgabe an.
es_es: Especifica el número de casilla de la devolución de IVA.
fi_fi: Määrittää ALV-palautuksen ruudun numeron.
it_ch: Specifica il numero del riquadro della dichiarazione IVA.
nb_no: Angir boksnummeret til omsetningsoppgaven.

# Page 2949480547 - Control 4232699882 - Property 1295455071
source: Specifies a description for the VAT group submission line.
cs_cz: Určuje popis řádku podání skupiny DPH.
de_ch: Gibt eine Beschreibung für die MWST-Gruppenübermittlungszeile an.
es_es: Especifica una descripción de la línea de envío de grupo de IVA.
fi_fi: Määrittää ALV-ryhmän lähetysrivin kuvauksen.
it_ch: Specifica una descrizione per la riga di inoltro del gruppo IVA.
nb_no: Angir en beskrivelse av mva-gruppesendingslinjen.

# Page 2949480547 - Control 2686962215 - Property 1295455071
source: Specifies the record identifier.
cs_cz: Určuje identifikátor záznamu.
de_ch: Gibt den Datensatzbezeichner an.
es_es: Especifica el identificador de registro.
fi_fi: Määrittää tietueen tunnuksen.
it_ch: Specifica l'identificatore del record.
nb_no: Angir postidentifikatoren.

# Page 2949480547 - Control 1294919425 - Property 1295455071
source: Specifies the number of the line on the VAT return from the group member that submitted it.
cs_cz: Určuje číslo řádku přiznání k DPH od člena skupiny, který jej podal.
de_ch: Gibt die Zeilennummer der MWST-Rückgabe des Gruppenmitglieds an, das sie übermittelt hat.
es_es: Especifica el número de la línea de la devolución de IVA del miembro del grupo que la envió.
fi_fi: Määrittää ryhmän jäsenen lähettämän ALV-palautuksen rivinumeron.
it_ch: Specifica il numero della riga nella dichiarazione IVA del membro del gruppo che lo ha inviato.
nb_no: Angir nummeret på linjen i mva-returen fra gruppemedlemmet som sendte den.

# Page 2949480547 - Control 3784695125 - Property 1295455071
source: Specifies the row number of the VAT return from the group member that submitted it.
cs_cz: Určuje číslo řádku přiznání k DPH od člena skupiny, který jej podal.
de_ch: Gibt die Zeilennummer der MWST-Rückgabe des Gruppenmitglieds an, das sie übermittelt hat.
es_es: Especifica el número de fila de la devolución de IVA del miembro del grupo que la envió.
fi_fi: Määrittää ryhmän jäsenen lähettämän ALV-palautuksen rivinumeron.
it_ch: Specifica il numero di riga della dichiarazione IVA del membro del gruppo che l'ha inviata.
nb_no: Angir radnummeret for mva-returen fra gruppemedlemmet som sendte den.

# Page 2949480547 - Control 3898161535 - Property 1295455071
source: Specifies the identifier for the VAT return from the group member that submitted it.
cs_cz: Určuje identifikátor přiznání k DPH od člena skupiny, který jej podal.
de_ch: Gibt den Bezeichner für die MWST-Rückgabe des Gruppenmitglieds an, das sie übermittelt hat.
es_es: Especifica el identificador de la devolución de IVA del miembro del grupo que lo envió.
fi_fi: Määrittää ALV-palautuksen tunnuksen palautuksen lähettäneestä ryhmän jäsenestä.
it_ch: Specifica l'identificatore per la dichiarazione IVA del membro del gruppo che l'ha inviata.
nb_no: Angir ID-en for mva-returen fra gruppemedlemmet som sendte den.

# Page 1590669234 - Property 2879900210
source: VAT Group Submissions
cs_cz: Podání skupiny DPH
de_ch: Übermittlungen der MWST-Gruppe
es_es: Envíos grupos de IVA
fi_fi: ALV-ryhmän lähetykset
it_ch: Invii gruppo IVA
nb_no: Mva-gruppesendinger

# Page 1590669234 - Control 3133801257 - Property 1295455071
source: Specifies the company from which the VAT report was submitted.
cs_cz: Určuje společnost, ze které byla výkaz DPH podán.
de_ch: Gibt das Unternehmen an, aus dem der MWST-Bericht übermittelt wurde.
es_es: Especifica la empresa desde la que se envió el informe de IVA.
fi_fi: Määrittää yrityksen, josta ALV-raportti lähetettiin.
it_ch: Specifica la società da cui è stato inviato il report IVA.
nb_no: Angir selskapet som mva-rapporten ble sendt fra.
