Repository: rstefanetti/MSDyn365BC.Code.History
Catalog: Email - Outlook REST API/Source/Email - Outlook REST API/Translations/Email - Outlook REST API.*.xlf
Languages: da_dk, de_ch, fi_fi, sv_se

# Table 923233499 - Property 2879900210
source: Email - Outlook Account
de_ch: E-Mail – Outlook-Konto
fi_fi: Sähköposti – Outlook-tili

# Table 923233499 - Field 2369664869 - Property 2879900210
source: Created By
da_dk: Oprettet af
de_ch: Erstellt von
fi_fi: Luonut
sv_se: Skapades av

# Table 923233499 - Field 90141998 - Property 2879900210
source: Email Address
da_dk: Mailadresse
de_ch: E-Mail-Adresse
fi_fi: Sähköpostiosoite
sv_se: E-postadress

# Table 923233499 - Field 415504711 - Property 2879900210
source: Primary Key
da_dk: Primærnøgle
de_ch: Primärschlüssel
fi_fi: Ensisijainen avain
sv_se: Primärnyckel

# Table 923233499 - Field 2961552353 - Property 2879900210
source: Account Name
da_dk: Kontonavn
de_ch: Kontoname
fi_fi: Tilin nimi
sv_se: Kontonamn

# Table 923233499 - Field 72161626 - Property 2879900210
source: Outlook API Email Connector
da_dk: Mail-forbindelse til Outlook API
fi_fi: Outlook-ohjelmointirajapinnan sähköpostiliitin
sv_se: Outlook-API för anslutningsprogram för e-post

# Table 3074962881 - Property 2879900210
source: Email - Outlook API Setup
de_ch: E-Mail – Outlook API-Einrichtung
fi_fi: Sähköposti – Outlook-ohjelmointirajapinnan asetukset

# Table 3074962881 - Field 2788077256 - Property 2879900210
source: Client Id
da_dk: Klient-id
fi_fi: Asiakasohjelman tunnus
sv_se: Klient-ID

# Table 3074962881 - Field 4069789961 - Property 2879900210
source: Client Secret
da_dk: Klienthemmelighed
de_ch: Geheimer Clientschlüssel
fi_fi: Asiakasohjelman salasana
sv_se: Klienthemlighet

# Table 3074962881 - Field 415504711 - Property 2879900210
source: Id
fi_fi: Tunnus

# Table 3074962881 - Field 1464062987 - Property 2879900210
source: Redirect URL
da_dk: Omdiriger URL-adresse
de_ch: Umleitungs-URL
fi_fi: Uudelleenohjauksen URL-osoite
sv_se: Omdirigerings-URL

# Codeunit 3663318601 - NamedType 1632511380
source: Could not get access token. Please, try to log out and log in again.
da_dk: Det var ikke muligt at få et adgangstoken. Log af, og log på igen.
de_ch: Das Zugriffstoken konnte nicht abgerufen werden. Melden Sie sich ab und wieder an, und führen Sie den Vorgang erneut aus.
fi_fi: Käyttöoikeustunnusta ei voitu noutaa. Kirjaudu ensin ulos ja sitten uudelleen sisään.
sv_se: Det gick inte att hämta åtkomsttoken. Försök logga ut och logga in igen.

# Codeunit 571534387 - NamedType 68286719
source: Could not send the email message. Try again later.
da_dk: Mailen kunne ikke sendes. Prøv igen senere.
de_ch: Die E-Mail-Nachricht wurde nicht gesendet. Versuchen Sie es später erneut.
fi_fi: Sähköpostiviestiä ei voitu lähettää. Yritä myöhemmin uudelleen.
sv_se: Det gick inte att skicka e-postmeddelandet. Försök igen senare.

# Codeunit 571534387 - NamedType 2164095947
source: The mailbox is not valid.\\A likely cause of this error is that the user does not have a valid license for Office 365. To read about other potential causes, visit https://docs.microsoft.com/exchange/troubleshoot/user-and-shared-mailboxes/rest-api-is-not-yet-supported-for-this-mailbox-error.
da_dk: Postkassen er ugyldig.\\En sandsynlig årsag til denne fejl er, at brugeren ikke har en gyldig licens til Office 365. Du kan læse om andre potentielle årsager på https://docs.microsoft.com/exchange/troubleshoot/user-and-shared-mailboxes/rest-api-is-not-yet-supported-for-this-mailbox-error.
de_ch: Das Postfach ist ungültig.\\Eine wahrscheinliche Ursache dieses Fehlers ist, dass der Benutzer keine gültige Lizenz für Office 365 besitzt. Um weitere mögliche Ursachen zu ermitteln, navigieren Sie zu https://docs.microsoft.com/exchange/troubleshoot/user-and-shared-mailboxes/rest-api-is-not-yet-supported-for-this-mailbox-error.
fi_fi: Postilaatikko ei kelpaa.\\Tämän virheen todennäköinen syy on se, että käyttäjällä ei ole kelvollista Office 365 -käyttöoikeutta. Lisätietoja mahdollisista muista syistä on osoitteessa https://docs.microsoft.com/exchange/troubleshoot/user-and-shared-mailboxes/rest-api-is-not-yet-supported-for-this-mailbox-error.
sv_se: Postlådan är inte giltig.\\En trolig orsak till det här felet är att användaren inte har en giltig licens för Office 365. Om du vill läsa mer om andra potentiella orsaker går du till https://docs.microsoft.com/exchange/troubleshoot/user-and-shared-mailboxes/rest-api-is-not-yet-supported-for-this-mailbox-error.

# Codeunit 1049555962 - NamedType 3792450033
source: We could not find the account. Typically, this is because the account has been deleted.
da_dk: Vi kunne ikke finde kontoen. Det skyldes typisk, at kontoen er blevet slettet.
de_ch: Das Konto wurde nicht gefunden. Dies liegt möglicherweise daran, dass das Konto gelöscht wurde.
fi_fi: Tiliä ei löytynyt. Yleensä tämä johtuu siitä, että tili on poistettu.
sv_se: Det gick inte att hitta kontot. Detta beror vanligtvis på att kontot har tagits bort.

# Codeunit 1049555962 - NamedType 1683059839
source: Client ID or Client secret is not set up on the Email Application AAD Registration page.
da_dk: Klient-id eller -hemmelighed er ikke konfigureret på mailapplikationens AAD-registreringsside.
de_ch: Auf der Seite „AAD-Registrierung für E-Mail-Anwendung“ ist keine Client-ID oder kein geheimer Clientschlüssel eingerichtet.
fi_fi: Asiakasohjelman tunnusta tai asiakasohjelman salasanaa ei ole määritetty Sähköpostisovelluksen AAD-rekisteröinti -sivulla.
sv_se: Klient-ID:t eller klienthemligheten har inte konfigurerats på AAD-registreringssidan för e-postprogram.

# Codeunit 1049555962 - NamedType 2227893846
source: Authentication using the Client ID and secret should only be used for Business Central on-premises.
da_dk: Godkendelse ved hjælp af klient-id og -hemmelighed må kun bruges til Business Central on-premises.
de_ch: Die Authentifizierung mithilfe der Client-ID und des geheimen Schlüssels darf nur für lokale Business Central-Installationen verwendet werden.
fi_fi: Todennusta asiakasohjelman ja salasanan avulla tulee käyttää vain paikallisessa Business Centralissa.
sv_se: Autentisering med klient-ID och hemlighet ska bara användas för Business Central lokalt.

# Codeunit 1049555962 - NamedType 3435643268
source: To connect to your email account you must create an App registration in Azure Active Directory and then enter information about the registration on the Email Application AAD Registration Page in Business Central. Do you want to do that now?
da_dk: Hvis du vil oprette forbindelse til din mailkonto, skal du oprette en app-registrering i Azure Active Directory og derefter angive oplysninger om registreringen på mailapplikationens AAD-registreringsside i Business Central. Vil du gøre det nu?
de_ch: Zum Herstellen einer Verbindung mit Ihrem E-Mail-Konto müssen Sie eine App-Registrierung in Azure Active Directory erstellen und dann Informationen zur Registrierung auf der Seite „AAD-Registrierung für E-Mail-Anwendung“ eingeben. Möchten Sie das jetzt tun?
fi_fi: Jotta voit muodostaa yhteyden sähköpostitiliin, sinun on luotava sovelluksen rekisteröinti Azure Active Directoryyn ja syötettävä sitten rekisteröintitiedot Business Centralin Sähköpostisovelluksen AAD-rekisteröinti -sivulle. Haluatko tehdä sen nyt?
sv_se: Om du vill ansluta till ditt e-postkonto måste du skapa en programregistrering i Azure Active Directory och sedan ange information om registreringen på AAD-registreringssidan för e-postprogram i Business Central. Vill du göra det nu?

# Page 3074962881 - Property 2879900210
source: Email Application AAD Registration
da_dk: Mailapplikationens AAD-registrering
de_ch: AAD-Registrierung der E-Mail-Anwendung
fi_fi: Sähköpostisovelluksen AAD-rekisteröinti
sv_se: AAD-registrering för e-postprogram

# Page 3074962881 - NamedType 970166781
source: Learn more about the permissions
da_dk: Få mere at vide om tilladelserne
de_ch: Weitere Informationen zu Berechtigungen
fi_fi: Lisätietoja käyttöoikeuksista
sv_se: Läs mer om behörigheter

# Page 3074962881 - NamedType 1327595939
source: Learn more about app registration
da_dk: Få mere at vide om app-registrering
de_ch: Weitere Informationen zur App-Registrierung
fi_fi: Lisätietoja sovelluksen rekisteröinnistä
sv_se: Läs mer om programregistrering

# Page 3074962881 - NamedType 1883556333
source: Success! Your authentication was verified.
da_dk: Udført! Din godkendelse blev bekræftet.
de_ch: Erfolgreich! Ihre Authentifizierung wurde überprüft.
fi_fi: Onnistui! Todennus on vahvistettu.
sv_se: Klart! Autentiseringen har verifierats.

# Page 3074962881 - NamedType 680356195
source: If you clear the app registration on this page, users will not be able to send email messages from their Exchange accounts. Do you want to continue?
da_dk: Hvis du rydder app-registreringen på denne side, kan brugere ikke sende mails fra deres Exchange-konti. Vil du fortsætte?
de_ch: Wenn Sie die App-Registrierung auf dieser Seite löschen, können Benutzer keine E-Mail-Nachrichten von ihren Exchange-Konten senden. Möchten Sie fortfahren?
fi_fi: Jos poistat sovelluksen rekisteröinnin tällä sivulla, käyttäjät eivät voi lähettää sähköpostiviestejä Exchange-tileiltään. Haluatko jatkaa?
sv_se: Om du rensar programregistreringen på den här sidan kan användarna inte skicka e-postmeddelanden från sina Exchange-konton. Vill du fortsätta?

# Page 3074962881 - NamedType 143307884
source: We could not get access token with the current setup.\\Please verify the values on the page and try again.
da_dk: Der kunne ikke hentes et adgangstoken til den aktuelle opsætning.\\Bekræft værdierne på siden, og prøv igen.
de_ch: Das Zugriffstoken mit der aktuellen Einrichtung konnte nicht abgerufen werden.\\Überprüfen Sie die Werte auf der Seite, und versuchen Sie es erneut.
fi_fi: Käyttöoikeustunnusta ei voitu noutaa nykyisillä asetuksilla.\\Tarkista sivun arvot ja yritä uudelleen.
sv_se: Det gick inte att hämta åtkomsttoken med den aktuella konfigurationen.\\Verifiera värdena på sidan och försök igen.

# Page 3074962881 - NamedType 2108276406
source: %1 is not a valid URI.
da_dk: %1 er ikke en gyldig URI.
de_ch: %1 ist kein gültiger URI.
fi_fi: %1 ei ole kelvollinen URI.
sv_se: %1 är inte en giltig URL.

# Page 3074962881 - Control 3123527090 - Property 1968111052
source: You must already have registered your application in Azure Active Directory and granted certain permissions. Use the client ID and secret from that registration to authenticate the email account.
da_dk: Du skal allerede have registreret applikationen i Azure Active Directory og have tildelt bestemte rettigheder. Brug klient-id'et og -hemmeligheden fra denne registrering til at godkende mailkontoen.
de_ch: Sie müssen Ihre Anwendung bereits in Azure Active Directory registriert und bestimmte Berechtigungen erteilt haben. Verwenden Sie die Client-ID und den geheimen Schlüssel aus dieser Registrierung, um das E-Mail-Konto zu authentifizieren.
fi_fi: Sinun on jo täytynyt rekisteröidä sovelluksesi Azure Active Directoryyn ja myöntää sille tietyt käyttöoikeudet. Todenna sähköpostitilisi käyttämällä tämän rekisteröinnin asiakasohjelman tunnusta ja salasanaa.
sv_se: Du måste redan ha registrerat ditt program i Azure Active Directory och beviljat vissa behörigheter. Använd klient-ID och klienthemlighet från den registreringen för att autentisera e-postkontot.

# Page 3074962881 - Control 330024935 - Property 2879900210
source: Azure Application registration
da_dk: Azure-applikationsregistrering
de_ch: Azure-Anwendungsregistrierung
fi_fi: Azure-sovelluksen rekisteröinti
sv_se: Programregistrering för Azure

# Page 3074962881 - Control 2788077256 - Property 1295455071
source: Specifies the Client Id.
da_dk: Angiver klient-id'et.
de_ch: Gibt die Client-ID an.
fi_fi: Määrittää asiakasohjelman tunnuksen.
sv_se: Anger klient-ID.

# Page 3074962881 - Control 2788077256 - Property 2879900210
source: Client Id
da_dk: Klient-id
fi_fi: Asiakasohjelman tunnus
sv_se: Klient-ID

# Page 3074962881 - Control 4069789961 - Property 1295455071
source: Specifies the Client Secret.
da_dk: Angiver klienthemmeligheden.
de_ch: Gibt den geheimen Clientschlüssel an.
fi_fi: Määrittää asiakasohjelman salasanan.
sv_se: Anger klienthemligheten.

# Page 3074962881 - Control 4069789961 - Property 2879900210
source: Client Secret
da_dk: Klienthemmelighed
de_ch: Geheimer Clientschlüssel
fi_fi: Asiakasohjelman salasana
sv_se: Klienthemlighet

# Page 3074962881 - Control 1464062987 - Property 1295455071
source: Specifies the Redirect URL.
da_dk: Angiver URL-adressen til omdirigering.
de_ch: Gibt die Weiterleitungs-URL an.
fi_fi: Määrittää uudelleenohjauksen URL-osoitteen.
sv_se: Anger URL-omdirigering.

# Page 3074962881 - Control 1464062987 - Property 2879900210
source: Redirect URL
da_dk: URL-adresse til omdirigering
de_ch: Weiterleitungs-URL
fi_fi: Uudelleenohjauksen URL-osoite
sv_se: Omdirigerings-URL

# Page 3074962881 - Action 2457075619 - Property 1295455071
source: Delete the Azure Active Directory app registration information in Business Central.
da_dk: Slet Azure Active Directory-appens registreringsoplysninger i Business Central.
de_ch: Löschen Sie die Registrierungsinformationen der Azure Active Directory-App in Business Central.
fi_fi: Poista Azure Active Directory -sovelluksen rekisteröintitiedot Business Centralista.
sv_se: Ta bort programregistreringsinformation för Azure Active Directory i Business Central.

# Page 3074962881 - Action 2457075619 - Property 2879900210
source: Clear
da_dk: Ryd
de_ch: Löschen
fi_fi: Tyhjennä
sv_se: Rensa

# Page 3074962881 - Action 273330248 - Property 1295455071
source: Change the email account that is associated with the email app registration for the current user.
da_dk: Skift den mailkonto, der er knyttet til mail-app-registreringen for den aktuelle bruger.
de_ch: Ändern Sie das E-Mail-Konto, das mit der E-Mail-App-Registrierung für den aktuellen Benutzer verknüpft ist.
fi_fi: Muuta nykyisen käyttäjän sähköpostisovelluksen rekisteröintiin liittyvää sähköpostitiliä.
sv_se: Ändra e-postkontot som är associerat till registreringen av e-postprogram för den aktuella användaren.

# Page 3074962881 - Action 273330248 - Property 2879900210
source: Sign in with a different account
da_dk: Log på med en anden konto
de_ch: Mit einem anderen Konto anmelden
fi_fi: Kirjaudu sisään eri tilillä
sv_se: Logga in med ett annat konto

# Page 3074962881 - Action 2116299361 - Property 1295455071
source: Verify that you can use the settings on this page to authenticate to the application registration.
da_dk: Kontrollér, at du kan bruge indstillingerne på denne side til at godkende applikationsregistreringen.
de_ch: Stellen Sie sicher, dass Sie die Einstellungen auf dieser Seite verwenden können, um sich bei der Anwendungsregistrierung zu authentifizieren.
fi_fi: Tarkista, että voit todentaa sovelluksen rekisteröinnin tämän sivun asetusten avulla.
sv_se: Kontrollera att du kan använda inställningarna på den här sidan för att autentisera programregistreringen.

# Page 3074962881 - Action 2116299361 - Property 2879900210
source: Verify Registration
da_dk: Bekræft registrering
de_ch: Registrierung prüfen
fi_fi: Tarkista rekisteröinti
sv_se: Verifiera registrering

# Codeunit 3663318601 - NamedType 3571253422
source: Please, choose your email account associated with your organization in the account selection window.
da_dk: Du skal vælge din mailkonto, der er knyttet til din organisation, i vinduet Kontovalg.
sv_se: Välj e-postkontot som är associerat till din organisation i fönstret för kontoval.
