Repository: rstefanetti/MSDyn365BC.Code.History
Catalog: MX_DIOT/Source/DIOT - Localization for Mexico/Translations/DIOT - Localization for Mexico.*.xlf
Languages: es_mx

# Page 1713992279 - Control 4200184881 - Property 1295455071
source: Specifies the number of the involved entry or record, according to the specified number series.
es_mx: Especifica el número del movimiento o del registro implicado, según la serie numérica especificada.

# Page 1713992279 - Control 4200184881 - Property 2879900210
source: No.
es_mx: N.º

# Page 1713992279 - Control 1844012642 - Property 1295455071
source: Specifies the VAT specification of the involved customer or vendor to link transactions made for this record with the appropriate general ledger account according to the VAT posting setup.
es_mx: Indica la especificación de IVA del cliente o el proveedor relacionado para vincular las transacciones realizadas para este registro con la cuenta de contabilidad general correspondiente de acuerdo con la configuración de registro de IVA.

# Page 1713992279 - Control 1844012642 - Property 2879900210
source: VAT Business Posting Group
es_mx: Grupo registro IVA negocio

# Report 1739196608 - Property 2879900210
source: Create DIOT Report
es_mx: Crear reporte de DIOT

# Report 1739196608 - NamedType 664378464
source: Please provide an ending date.
es_mx: Indique una fecha final.

# Report 1739196608 - NamedType 1197536597
source: Please provide a starting date.
es_mx: Especifique una fecha inicial.

# Report 1739196608 - NamedType 2892395240
source: Ending date cannot be before starting date.
es_mx: La fecha final no debe ser anterior a la inicial.

# Report 1739196608 - NamedType 3875767267
source: You must complete Assisted Setup for DIOT before running this report. \\ Do you want to open assisted setup now?
es_mx: Debe completar la configuración asistida para la DIOT antes de ejecutar este reporte. \\ ¿Desea abrir la configuración asistida ahora?

# Report 1739196608 - Control 3592094765 - Property 1295455071
source: Ending Date for the report
es_mx: Fecha final del reporte

# Report 1739196608 - Control 3592094765 - Property 2879900210
source: Ending Date
es_mx: Fecha final

# Report 1739196608 - Control 543275552 - Property 1295455071
source: Starting Date for the report
es_mx: Fecha inicial del reporte

# Report 1739196608 - Control 543275552 - Property 2879900210
source: Starting Date
es_mx: Fecha inicial

# PageExtension 2511214395 - Control 1452465310 - Property 1295455071
source: Specifies the DIOT operation type for this document.
es_mx: Especifica el tipo de operación de DIOT para este documento.

# PageExtension 2511214395 - Control 1452465310 - Property 2879900210
source: DIOT Type of Operation
es_mx: Tipo de operación DIOT

# PageExtension 3581817271 - Control 1452465310 - Property 1295455071
source: Specifies the DIOT operation type for this document.
es_mx: Especifica el tipo de operación de DIOT para este documento.

# PageExtension 3581817271 - Control 1452465310 - Property 2879900210
source: DIOT Type of Operation
es_mx: Tipo de operación DIOT

# PageExtension 116529096 - Control 349234259 - Property 1295455071
source: Specifies the default DIOT operation type to be used for all vendors.
es_mx: Especifica el tipo de operación de DIOT predeterminado que se va a usar para todos los proveedores.

# PageExtension 116529096 - Control 349234259 - Property 2879900210
source: Default Vendor DIOT Type
es_mx: Tipo de DIOT de proveedor predeterminado

# PageExtension 391989008 - Control 1452465310 - Property 1295455071
source: Specifies the DIOT operation type for this document.
es_mx: Especifica el tipo de operación de DIOT para este documento.

# PageExtension 391989008 - Control 1452465310 - Property 2879900210
source: DIOT Type of Operation
es_mx: Tipo de operación DIOT

# PageExtension 2701280096 - Control 1452465310 - Property 1295455071
source: Specifies the DIOT operation type for this document.
es_mx: Especifica el tipo de operación de DIOT para este documento.

# PageExtension 2701280096 - Control 1452465310 - Property 2879900210
source: DIOT Type of Operation
es_mx: Tipo de operación DIOT

# PageExtension 2519417953 - Control 1452465310 - Property 1295455071
source: Specifies the DIOT operation type for this entry.
es_mx: Especifica el tipo de operación DIOT de este movimiento.

# PageExtension 2519417953 - Control 1452465310 - Property 2879900210
source: DIOT Type of Operation
es_mx: Tipo de operación DIOT

# PageExtension 835251686 - Control 251155636 - Property 1295455071
source: Specifies the withholding tax percentage to be used with this VAT posting setup when exporting the DIOT report. Important: This field only affects the DIOT report.
es_mx: Especifica el porcentaje de retención de impuestos que se usará con esta configuración de registro de IVA al exportar el reporte de DIOT. Importante: este campo solo afecta al reporte de DIOT.

# PageExtension 3229951978 - Control 1452465310 - Property 1295455071
source: Specifies the DIOT operation type to be used for all documents with this vendor.
es_mx: Especifica el tipo de operación de DIOT que se va a usar para todos los documentos con este proveedor.

# PageExtension 3229951978 - Control 1452465310 - Property 2879900210
source: DIOT Type of Operation
es_mx: Tipo de operación DIOT

# TableExtension 447154957 - Field 1452465310 - Property 2879900210
source: DIOT Type of Operation
es_mx: Tipo de operación DIOT

# TableExtension 447154957 - Field 1452465310 - Property 62802879
source: ,Prof. Services,Lease and Rent,Others
es_mx: ,Servicios prof.,arrendamiento y alquiler,otros

# TableExtension 116529096 - NamedType 958265227
source: Non-Mexican vendors cannot have Lease and Rent as their DIOT operation type. This default will only work for MX vendors. The rest will have their type changed to Others.
es_mx: Los proveedores no mexicanos no pueden tener arrendamiento y alquiler como su tipo de operación DIOT. Este valor predeterminado sólo funcionará para los proveedores de MX. Al resto se le cambiará su tipo a Otros.

# TableExtension 116529096 - Field 349234259 - Property 2879900210
source: Default Vendor DIOT Type
es_mx: Tipo de DIOT de proveedor predeterminado

# TableExtension 116529096 - Field 349234259 - Property 62802879
source: ,Prof. Services,Lease and Rent,Others
es_mx: ,Servicios prof.,arrendamiento y alquiler,otros

# TableExtension 59620640 - Field 1452465310 - Property 2879900210
source: DIOT Type of Operation
es_mx: Tipo de operación DIOT

# TableExtension 59620640 - Field 1452465310 - Property 62802879
source: ,Prof. Services,Lease and Rent,Others
es_mx: ,Servicios prof.,arrendamiento y alquiler,otros

# TableExtension 1968756878 - Field 1452465310 - Property 2879900210
source: DIOT Type of Operation
es_mx: Tipo de operación DIOT

# TableExtension 1968756878 - Field 1452465310 - Property 62802879
source: ,Prof. Services,Lease and Rent,Others
es_mx: ,Servicios prof.,arrendamiento y alquiler,otros

# TableExtension 2677889483 - Field 1452465310 - Property 2879900210
source: DIOT Type of Operation
es_mx: Tipo de operación DIOT

# TableExtension 2677889483 - Field 1452465310 - Property 62802879
source: ,Prof. Services,Lease and Rent,Others
es_mx: ,Servicios prof.,arrendamiento y alquiler,otros

# TableExtension 835251686 - Field 251155636 - Property 2879900210
source: DIOT WHT Percent
es_mx: Porcentaje WHT DIOT

# TableExtension 2347064590 - Field 1452465310 - Property 2879900210
source: DIOT Type of Operation
es_mx: Tipo de operación DIOT

# TableExtension 2347064590 - Field 1452465310 - Property 62802879
source: ,Prof. Services,Lease and Rent,Others
es_mx: ,Servicios prof.,arrendamiento y alquiler,otros
