Repository: rstefanetti/MSDyn365BC.Code.History
Catalog: MX_DIOT/Source/DIOT - Localization for Mexico/Translations/DIOT - Localization for Mexico.*.xlf
Languages: es_mx

# Table 1187154282 - Property 2879900210
source: DIOT Concept
es_mx: Concepto de DIOT

# Table 1187154282 - NamedType 2950979562
source: Selecting None as column type will delete all existing links to this concept. Continue?
es_mx: Si selecciona ninguno como tipo de columna, se eliminarán todos los vínculos existentes a este concepto. ¿Continuar?

# Table 1187154282 - Field 1389794395 - Property 2879900210
source: Column No.
es_mx: N.° de columna

# Table 1187154282 - Field 2012224114 - Property 2879900210
source: Column Type
es_mx: Tipo de columna

# Table 1187154282 - Field 2012224114 - Property 62802879
source: None,VAT Base,VAT Amount
es_mx: Ninguno,base IVA,Importe IVA

# Table 1187154282 - Field 1928491569 - Property 2879900210
source: Concept No.
es_mx: N.º de concepto

# Table 1187154282 - Field 3461834954 - Property 2879900210
source: Description
es_mx: Descripción

# Table 1187154282 - Field 1521047049 - Property 2879900210
source: Non-Deductible
es_mx: No deducible

# Table 1187154282 - Field 2515832252 - Property 2879900210
source: Non-Deductible percent
es_mx: Porcentaje no deducible

# Table 1187154282 - Field 2583033413 - Property 2879900210
source: VAT Links Count
es_mx: Recuento de enlaces de IVA

# Table 1474668530 - Property 2879900210
source: DIOT Concept Link
es_mx: Enlace del concepto de DIOT

# Table 1474668530 - NamedType 151341639
source: The DIOT Concept is disabled. Do not add VAT Posting Setup links to it. If you need to add links, enable the concept first by changing the column type of the concept on "DIOT Concepts" page.
es_mx: El concepto DIOT está deshabilitado. No agregue vínculos de configuración de registro de IVA. Si necesita agregar vínculos, habilite primero el concepto cambiando el tipo de columna del concepto en la página "conceptos de DIOT".

# Table 1474668530 - Field 3253010691 - Property 2879900210
source: DIOT Concept No.
es_mx: N.º de concepto DIOT

# Table 1474668530 - Field 1844012642 - Property 2879900210
source: VAT Business Posting Group
es_mx: Grupo registro IVA negocio

# Table 1474668530 - Field 236064653 - Property 2879900210
source: VAT Product Posting Group
es_mx: Grupo registro IVA producto

# Table 2287590843 - Property 2879900210
source: DIOT Country/Region Data
es_mx: Datos de país o región de DIOT

# Table 2287590843 - Field 1167855317 - Property 2879900210
source: BC Country/Region Code
es_mx: Cód. país/región BC

# Table 2287590843 - Field 284764054 - Property 2879900210
source: Country/Region Code
es_mx: Código de país o región

# Table 2287590843 - Field 3982364230 - Property 2879900210
source: Nationality
es_mx: Nacionalidad

# Table 3340763564 - Property 2879900210
source: DIOT Report Buffer
es_mx: Búfer de reporte de DIOT

# Table 3340763564 - Field 3253010691 - Property 2879900210
source: DIOT Concept No.
es_mx: N.º de concepto DIOT

# Table 3340763564 - Field 3440505640 - Property 2879900210
source: Type of Operation
es_mx: Tipo de operación

# Table 3340763564 - Field 3440505640 - Property 62802879
source: ,Prof. Services,Lease and Rent,Others
es_mx: ,Servicios prof.,arrendamiento y alquiler,otros

# Table 3340763564 - Field 1131619133 - Property 2879900210
source: Value
es_mx: Valor

# Table 3340763564 - Field 1527594213 - Property 2879900210
source: Vendor No.
es_mx: N.º de proveedor

# Table 3444493240 - Property 2879900210
source: DIOT Report Vendor Buffer
es_mx: Búfer de reporte de DIOT del proveedor

# Table 3444493240 - Field 284764054 - Property 2879900210
source: Country/Region Code
es_mx: Código de país o región

# Table 3444493240 - Field 3982364230 - Property 2879900210
source: Nationality
es_mx: Nacionalidad

# Table 3444493240 - Field 2450334648 - Property 2879900210
source: RFC Number
es_mx: Número de RFC

# Table 3444493240 - Field 1360714227 - Property 2879900210
source: TAX Registration ID
es_mx: ID. registro impto.

# Table 3444493240 - Field 3440505640 - Property 2879900210
source: Type of Operation
es_mx: Tipo de operación

# Table 3444493240 - Field 3440505640 - Property 62802879
source: Prof. Services,Lease and Rent,Others
es_mx: Servicios prof.,Arrendamiento y alquiler,Otros

# Table 3444493240 - Field 815981027 - Property 2879900210
source: Type of Operation Text
es_mx: Tipo de texto de operación

# Table 3444493240 - Field 1230890852 - Property 2879900210
source: Type of Vendor Text
es_mx: Tipo de texto del proveedor

# Table 3444493240 - Field 3119688693 - Property 2879900210
source: Vendor Name
es_mx: Nombre del proveedor

# Table 3444493240 - Field 1527594213 - Property 2879900210
source: Vendor No.
es_mx: N.º de proveedor

# Codeunit 1712460711 - NamedType 2000378165
source: Operations reported in DIOT must have a non-blank Type of Operation or Vendor must have a Type of Operation.
es_mx: Las operaciones de las que se reporta en DIOT deben tener un tipo de operación o un proveedor que no esté en blanco debe tener un tipo de operación.

# Codeunit 1712460711 - NamedType 1060547116
source: Amount of VAT paid not creditable for importation at the rate of 15% or 16% (corresponding to the proportion of authorized deductions)
es_mx: Importe de IVA pagado no abonado para la importación a una tasa de 15% o 16% (correspondiente a la proporción de deducciones autorizadas)

# Codeunit 1712460711 - NamedType 2444922731
source: Value of the acts or activities paid in the import of goods and services at the rate of 10% or 11% VAT
es_mx: Valor de los actos o las actividades pagados en la importación de bienes y servicios a una tasa de IVA del 10 % o el 11 %

# Codeunit 1712460711 - NamedType 3666387694
source: Amount of VAT paid not creditable for importation at the rate of 10% or 11% (corresponding in the proportion of authorized deductions)
es_mx: Importe de IVA pagado no abonado para la importación a una tasa de 10% o 11% (correspondiente a la proporción de deducciones autorizadas)

# Codeunit 1712460711 - NamedType 76215469
source: Value of acts or activities paid in the importation of goods and services for which VAT is not paid (Exempt)
es_mx: Valor de los actos o actividades pagados en la importación de bienes y servicios para los que no se haya pagado el IVA (exento)

# Codeunit 1712460711 - NamedType 4222517224
source: Value of other acts or activities paid at the 0% VAT rate
es_mx: Valor de otros actos o de las actividades pagadas a una tasa de 0% del IVA

# Codeunit 1712460711 - NamedType 632344999
source: Value of acts or activities paid for which VAT will not be paid (Exempt)
es_mx: Valor de los actos o actividades pagados por los que no se abonará el IVA (exentos)

# Codeunit 1712460711 - NamedType 3296124458
source: VAT Withheld by the taxpayer
es_mx: IVA retenido por el contribuyente

# Codeunit 1712460711 - NamedType 3238185577
source: VAT corresponding to returns, discounts and bonuses on purchases
es_mx: IVA correspondiente a retornos, descuentos y primas en las compras

# Codeunit 1712460711 - NamedType 360914660
source: Value of acts or activities paid at the rate of 15% or 16% VAT
es_mx: Valor de los actos o actividades pagados a una tasa de 15% o de 16% del IVA

# Codeunit 1712460711 - NamedType 1161184165
source: Value of acts or activities paid at the 15% VAT rate
es_mx: Valor de los actos o de las actividades pagadas a una tasa del 15% del IVA

# Codeunit 1712460711 - NamedType 2976956902
source: Amount of VAT paid not creditable at the rate of 15% or 16% (corresponding to the proportion of authorized deductions)
es_mx: Importe de IVA pagado no abonado a una tasa de 15% o 16% (correspondiente a la proporción de las deducciones autorizadas)

# Codeunit 1712460711 - NamedType 1717313695
source: Value of acts or activities paid at the rate of 10% or 11% VAT
es_mx: Valor de los actos o las actividades pagados a una tasa de IVA del 10 % o el 11 %

# Codeunit 1712460711 - NamedType 4285618720
source: Value of acts or activities paid at the 10% VAT rate
es_mx: Valor de los actos o de las actividades pagadas a una tasa del 10% del IVA

# Codeunit 1712460711 - NamedType 28186977
source: Value of the acts or activities paid subject to the stimulation of the northern border region
es_mx: Valor de los actos o de las actividades que se pagan sujetos al fomento de la región del norte de la frontera

# Codeunit 1712460711 - NamedType 1122802466
source: Amount of VAT paid not creditable at the rate of 10% or 11% (corresponding to the proportion of authorized deductions)
es_mx: Importe de IVA pagado no abonado a una tasa de 10% o 11% (correspondiente a la proporción de las deducciones autorizadas)

# Codeunit 1712460711 - NamedType 3227520619
source: Amount of VAT not creditable subject to the stimulation of the northern border region (corresponding to the proportion of authorized deductions)
es_mx: Importe de IVA no acreditable sujeto al fomento de la región del norte de la frontera (correspondiente a la proporción de deducciones autorizadas)

# Codeunit 1712460711 - NamedType 1843145004
source: Value of acts or activities paid in the importation of goods and services at the rate of 15% or 16% VAT
es_mx: Valor de los actos o de las actividades pagados en la importación de productos y servicios a una tasa de 15% o 16% del IVA

# Codeunit 1712460711 - NamedType 4253252813
source: Vendor's Country Code is not among valid DIOT Country Codes.
es_mx: El código de país del proveedor no está entre los códigos de país de DIOT válidos.

# Codeunit 1712460711 - NamedType 176275029
source: Set up DIOT
es_mx: Configurar DIOT

# Codeunit 1712460711 - NamedType 2922409529
source: Operations with non-mx Vendor cannot have Lease And Rent Type of operation.
es_mx: Las operaciones con un proveedor que no sea de México no pueden tener el tipo de operación Arrendamiento y alquiler.

# Codeunit 1712460711 - NamedType 1226924369
source: MX vendors must have RFC Number filled in.
es_mx: Los proveedores MX deben tener el número RFC rellenado.

# Codeunit 1712460711 - NamedType 4223821622
source: The amount for Concept No. %1 for Vendor with No. = %2 is negative, which is not valid.
es_mx: El importe del concepto N.º %1 para el proveedor con Nº = %2 es negativo, lo que no es válido.

# Codeunit 1712460711 - NamedType 3970746100
source: There are no VAT Entries for configured concepts in the specified date range.
es_mx: No existen movimientos de IVA para los conceptos configurados en el intervalo de fechas especificado.

# Codeunit 1245640553 - NamedType 1329765847
source: Non-MX Vendors cannot have Type of Operation equal to Lease and Rent
es_mx: Los proveedores que no son MX no pueden tener el tipo de operación igual que arrendamiento y alquiler

# Codeunit 1245640553 - NamedType 2581893341
source: %1 can not have higher value than %2
es_mx: %1 no puede tener un valor mayor que %2

# Page 3456414591 - Property 2879900210
source: DIOT Concept Links
es_mx: Enlaces de conceptos de DIOT

# Page 3456414591 - Control 1844012642 - Property 1295455071
source: Specifies the VAT specification of the involved customer or vendor to link transactions made for this record with the appropriate general ledger account according to the VAT posting setup.
es_mx: Indica la especificación de IVA del cliente o el proveedor relacionado para vincular las transacciones realizadas para este registro con la cuenta de contabilidad general correspondiente de acuerdo con la configuración de registro de IVA.

# Page 3456414591 - Control 1844012642 - Property 2879900210
source: VAT Business Posting Group
es_mx: Grupo registro IVA negocio

# Page 3456414591 - Control 236064653 - Property 1295455071
source: Specifies the VAT specification of the involved item or resource to link transactions made for this record with the appropriate general ledger account according to the VAT posting setup.
es_mx: Indica la especificación de IVA del elemento o el recurso relacionado para vincular las transacciones realizadas para este registro con la cuenta de contabilidad general correspondiente de acuerdo con la configuración de registro de IVA.

# Page 3456414591 - Control 236064653 - Property 2879900210
source: VAT Product Posting Group
es_mx: Grupo registro IVA producto

# Page 1565502167 - Property 2879900210
source: DIOT Concepts
es_mx: Conceptos de DIOT

# Page 1565502167 - NamedType 151341639
source: The DIOT Concept is disabled. Do not add VAT Posting Setup Links to it or enable it first.
es_mx: El concepto DIOT está deshabilitado. No agregue vínculos de configuración de registro de IVA o habilítelo primero.

# Page 1565502167 - NamedType 3669251627
source: Some of the concepts that have Column Type not None do not have a link setup.\\Are you sure you have finished setting them up?
es_mx: Algunos de los conceptos que tienen un tipo de columna no ninguno carecen de una configuración de vínculos.\\¿Está seguro de que ha terminado de configurarlos?

# Page 1565502167 - Control 1389794395 - Property 1295455071
source: Specifies the column number of this concept.
es_mx: Especifica el número de columna de este concepto.

# Page 1565502167 - Control 1389794395 - Property 2879900210
source: Column Number
es_mx: Número de columna

# Page 1565502167 - Control 2012224114 - Property 1295455071
source: Specifies the column type for this concept.
es_mx: Especifica el tipo de columna para este concepto.

# Page 1565502167 - Control 2012224114 - Property 2879900210
source: Column Type
es_mx: Tipo de columna

# Page 1565502167 - Control 1928491569 - Property 1295455071
source: Specifies the number of this concept.
es_mx: Especifica el número de este concepto.

# Page 1565502167 - Control 1928491569 - Property 2879900210
source: Concept Number
es_mx: Número de concepto

# Page 1565502167 - Control 3461834954 - Property 1295455071
source: Specifies the description of this concept.
es_mx: Especifica la descripción de este concepto.

# Page 1565502167 - Control 3461834954 - Property 2879900210
source: Description
es_mx: Descripción

# Page 1565502167 - Control 1521047049 - Property 1295455071
source: Specifies if this concept describes non-deductible VAT.
es_mx: Especifica si este concepto describe el IVA no deducible.

# Page 1565502167 - Control 1521047049 - Property 2879900210
source: Non-Deductible
es_mx: No deducible

# Page 1565502167 - Control 2515832252 - Property 1295455071
source: Specifies the percentage of non-deductible VAT for this concept.
es_mx: Especifica el porcentaje de IVA no deducible para este concepto.

# Page 1565502167 - Control 2515832252 - Property 2879900210
source: Non-Deductible Percent
es_mx: Porcentaje no deducible

# Page 1565502167 - Control 2583033413 - Property 1295455071
source: Specifies how many VAT links exist for this concept.
es_mx: Especifica el número de enlaces de IVA que existen para este concepto.

# Page 1565502167 - Control 2583033413 - Property 2879900210
source: VAT Links Count
es_mx: Recuento de enlaces de IVA

# Page 1565502167 - Action 2417859864 - Property 1295455071
source: Link a VAT posting setup to this concept.
es_mx: Enlazar una configuración de contabilización del IVA a este concepto.

# Page 1565502167 - Action 2417859864 - Property 2879900210
source: &Setup Links
es_mx: &Enlaces de configuración

# Page 2287590843 - Property 2879900210
source: DIOT Country/Region Data
es_mx: Datos de país o región de DIOT

# Page 2287590843 - Control 1167855317 - Property 1295455071
source: Specifies the Business Central country/region code.
es_mx: Especifica el código de país o región de Business Central.

# Page 2287590843 - Control 1167855317 - Property 2879900210
source: BC Country Code
es_mx: Código de país de BC

# Page 2287590843 - Control 284764054 - Property 1295455071
source: Specifies the DIOT specific country/region code.
es_mx: Especifica el código de país o región específico de DIOT.

# Page 2287590843 - Control 284764054 - Property 2879900210
source: Country/Region Code
es_mx: Código de país o región

# Page 2287590843 - Control 3982364230 - Property 1295455071
source: Specifies the DIOT specific nationality.
es_mx: Especifica la nacionalidad específica de la DIOT.

# Page 2287590843 - Control 3982364230 - Property 2879900210
source: Nationality
es_mx: Nacionalidad

# Page 626210182 - Property 2879900210
source: DIOT Setup Guide
es_mx: Guía de configuración de DIOT

# Page 626210182 - NamedType 984350027
source: Setup of DIOT has not been completed.\\Are you sure that you want to exit?
es_mx: No se ha completado la configuración de DIOT.\\¿Está seguro de que desea salir?

# Page 626210182 - Control 1182202415 - Property 1968111052
source: Seems like you are all done! Now you can choose the Generate DIOT Report action to generate the DIOT file from your data.
es_mx: Parece que ya ha terminado. Ahora puede elegir la acción generar reporte de DIOT para generar el archivo DIOT a partir de los datos.

# Page 626210182 - Control 1182202415 - Property 2879900210
source: All done!
es_mx: ¡Listo!

# Page 626210182 - Control 93176563 - Property 1295455071
source: Specifies the default DIOT operation type to be used for all vendors.
es_mx: Especifica el tipo de operación de DIOT predeterminado que se va a usar para todos los proveedores.

# Page 626210182 - Control 93176563 - Property 2879900210
source: Default Vendor DIOT Type of Operation
es_mx: Tipo de operación de la DIOT del proveedor predeterminado

# Page 626210182 - Control 1503429287 - Property 1968111052
source: DIOT requires all reported operations with vendors to have a type. In this step, you can set up a default value that all new vendors will get upon creation. If you specify this value with the wizard now, all vendors in your database will be updated with the value. Note that vendors that do not operate in Mexico cannot have the Lease and Rent operation type. Do not select Lease and Rent unless all the vendors you work with operate in Mexico.
es_mx: DIOT requiere que todas las operaciones notificadas con proveedores tengan un tipo. En este paso, puede configurar un valor predeterminado que los proveedores nuevos obtendrán al crearse. Si especifica este valor con el asistente ahora, todos los proveedores de su base de datos se actualizarán con dicho valor. Tenga en cuenta que los proveedores que no operan en México no pueden tener el tipo de operación Arrendamiento y alquiler. No seleccione Arrendamiento y alquiler a menos que todos los proveedores con los que trabaja operen en México.

# Page 626210182 - Control 1503429287 - Property 2879900210
source: Set up default DIOT Type of Operation
es_mx: Configurar el tipo de operación predeterminado de DIOT

# Page 626210182 - Control 3383760608 - Property 1968111052
source: DIOT requires all reported operations with vendors to have a type. In this step, you can set up a type for each vendor individually. This value will be used for all operations with the vendor, unless you specifically set another value in the individual document when posting. Currently, all vendors have a DIOT operation type equal to the default value that you selected in the previous step. If you do not want to change any existing vendors, you can ignore this step.
es_mx: DIOT requiere que todas las operaciones con proveedores estén registradas para tener un tipo. En este paso, puede configurar un tipo para cada proveedor de forma individual. Este valor se usará para todas las operaciones con el proveedor, a menos que defina específicamente otro valor en el documento individual al registrar. Actualmente, todos los proveedores tienen un tipo de operación DIOT igual al valor predeterminado que se seleccionó en el paso anterior. Si no desea modificar ninguno de los proveedores existentes, puede ignorar este paso.

# Page 626210182 - Control 3383760608 - Property 2879900210
source: Set up individual DIOT Type of Operation for Vendors
es_mx: Configurar el tipo de operación de DIOT individual para proveedores

# Page 626210182 - Control 2684083116 - Property 1968111052
source: DIOT uses several concept definitions to provide VAT-related information to SAT. You must link your existing or future VAT posting setups to the appropriate concepts for this report to produce correct and valid numbers. Please set the links up on the DIOT Concept Links page.
es_mx: DIOT usa varias definiciones de concepto para proporcionar reportación relacionada con el IVA a SAT. Debe vincular su configuración de registro de IVA existente o futura a los conceptos adecuados para este reporte para generar números correctos y válidos. Configure los vínculos hacia arriba en la página vínculos de concepto de DIOT.

# Page 626210182 - Control 2684083116 - Property 2879900210
source: Set up DIOT Concepts
es_mx: Configuración de conceptos de DIOT

# Page 626210182 - Control 1063300772 - Property 1968111052
source: The DIOT is a monthly/quarterly declaration that is required by Mexican SAT. This extension will export your data to a properly formatted file that you can import into the government-provided tool. This wizard will guide you through setting up DIOT for the Mexico version of Dynamics 365 Business Central. If you do not want to set this up right now, close this page.
es_mx: La DIOT es una declaración mensual/trimestral que es necesaria para el SAT mexicano. Esta extensión exportará los datos a un archivo con el formato apropiado que se pueda importar a la herramienta proporcionada por el gobierno. Este asistente le guiará a través de la configuración de DIOT para la versión México de Dynamics 365 Business Central. Si no desea configurar este botón ahora, cierre esta página.

# Page 626210182 - Control 1063300772 - Property 2879900210
source: Welcome to the DIOT Setup Wizard
es_mx: Bienvenido al asistente para instalación de DIOT

# Page 626210182 - Action 2438272767 - Property 2879900210
source: Back
es_mx: Atrás

# Page 626210182 - Action 3259912055 - Property 2879900210
source: Finish
es_mx: Finalizar

# Page 626210182 - Action 914282563 - Property 2879900210
source: Next
es_mx: Siguiente

# Page 626210182 - Action 1344389500 - Property 2879900210
source: Open DIOT Concepts
es_mx: Conceptos de DIOT abiertos

# Page 626210182 - Action 350507312 - Property 2879900210
source: Open Vendor List
es_mx: Lista de proveedores abiertos

# Page 1713992279 - Property 2879900210
source: Setup Vendor DIOT Type
es_mx: Configurar tipo de DIOT del proveedor

# Page 1713992279 - Control 1452465310 - Property 1295455071
source: Specifies the DIOT operation type to be used for all documents and entries for this vendor.
es_mx: Especifica el tipo de operación de DIOT que se va a usar para todos los documentos y movimientos de este proveedor.

# Page 1713992279 - Control 1452465310 - Property 2879900210
source: DIOT Type of Operation
es_mx: Tipo de operación DIOT

# Page 1713992279 - Control 633819257 - Property 1295455071
source: Specifies the vendor's trade type to link transactions made for this vendor with the appropriate general ledger account according to the general posting setup.
es_mx: Especifica el tipo de comercio del proveedor para vincular las transacciones realizadas para este proveedor con la cuenta de contabilidad general correspondiente según la configuración de registro general.

# Page 1713992279 - Control 633819257 - Property 2879900210
source: General Business Posting Group
es_mx: Grupo contable empresarial general

# Page 1713992279 - Control 2961552353 - Property 1295455071
source: Specifies the vendor's name. You can enter a maximum of 30 characters, both numbers and letters.
es_mx: Especifica el nombre del proveedor. Se pueden escribir un máximo de 30 caracteres, tanto números como letras.

# Page 1713992279 - Control 2961552353 - Property 2879900210
source: Name
es_mx: Nombre
