Repository: rstefanetti/MSDyn365BC.Code.History
Catalog: Elster/Source/ELSTER VAT Localization for Germany/Translations/ELSTER VAT Localization for Germany.*.xlf
Languages: de_de

# Report 3274648176 - Control 2682469089 - Property 62802879
source: Create,Create and export
de_de: Erstellen,Erstellen und exportieren

# PageExtension 999266523 - Action 2675835733 - Property 1295455071
source: Prepare to submit sales VAT advance notifications electronically to the ELSTER portal.
de_de: Bereitet die elektronische Übermittlung von Umsatzsteuervoranmeldungen an das ELSTER-Portal vor.

# PageExtension 999266523 - Action 2675835733 - Property 2879900210
source: VAT Advanced Notifications
de_de: USt.-Voranmeldungen

# PageExtension 4129327464 - Action 2131272084 - Property 1295455071
source: Prepare to submit sales VAT advance notifications electronically to the ELSTER portal.
de_de: Bereitet die elektronische Übermittlung von Umsatzsteuervoranmeldungen an das ELSTER-Portal vor.

# PageExtension 4129327464 - Action 2131272084 - Property 2879900210
source: VAT Advanced Notification
de_de: USt.-Voranmeldung

# PageExtension 1221682893 - Control 1895445557 - Property 1295455071
source: Specifies that a VAT statement name is used for the calculation of the tax and base amounts for the key figures required by the tax authorities.
de_de: Gibt an, dass ein MwSt.-Abrechnungsname zur Berechnung der Steuer- und Basisbeträge für die Kennzahlen verwendet wird, die für die Steuerbehörden erforderlich sind.

# TableExtension 1421593324 - NamedType 2126343653
source: There is already a %1 set up for %2.
de_de: Es ist bereits eine %1 für %2 eingerichtet.

# TableExtension 1421593324 - Field 2618900534 - Property 2879900210
source: Sales VAT Adv. Notification
de_de: USt.-Voranmeldung
