Repository: rstefanetti/MSDyn365BC.Code.History
Catalog: Elster/Source/ELSTER VAT Localization for Germany/Translations/ELSTER VAT Localization for Germany.*.xlf
Languages: de_de

# Table 1923262567 - Property 2879900210
source: Elec. VAT Decl. Setup
de_de: Elektr. Umsatzsteuererklärung – Einrichtung

# Table 1923262567 - NamedType 2028656701
source: Sales VAT Adv. Notif. Path of the XML file is missing. Do you want to update it now?
de_de: Der USt.-Voranmeldungspfad der XML-Datei fehlt. Möchten Sie ihn jetzt aktualisieren?

# Table 1923262567 - NamedType 290679265
source: Sales VAT Adv. Notif Path of the XML file is missing. Please Correct it.
de_de: Der USt.-Voranmeldungspfad der XML-Datei fehlt. Bitte korrigieren Sie ihn.

# Table 1923262567 - Field 1663593181 - Property 2879900210
source: Primary Key
de_de: Primärschlüssel

# Table 1923262567 - Field 2649051194 - Property 2879900210
source: Sales VAT Adv. Notif. Nos.
de_de: USt.-Voranmeldungsnrn.

# Table 1923262567 - Field 2849802329 - Property 2879900210
source: Sales VAT Adv. Notif. Path
de_de: USt.-Voranmeldungspfad

# Table 1923262567 - Field 1703977213 - Property 2879900210
source: XML File Default Name
de_de: Standardname der XML-Datei

# Table 3039476855 - Property 2879900210
source: Sales VAT Advance Notif.
de_de: USt.-Voranmeldungs–Benachr.

# Table 3039476855 - NamedType 3649316047
source: You cannot change the value of this field anymore after the XML-File for the %1 has been created.
de_de: Sie können den Wert dieses Feldes nicht mehr ändern, nachdem die XML-Datei für die %1 erstellt wurde.

# Table 3039476855 - NamedType 2384819798
source: You must create the XML-File before it can be shown.
de_de: Sie müssen die XML-Datei erstellen, bevor sie angezeigt werden kann.

# Table 3039476855 - NamedType 951475484
source: Do you want to delete the XML-File for the %1?
de_de: Wollen Sie die XML-Datei für die %1 löschen?

# Table 3039476855 - NamedType 1045516353
source: File already exists. Overwrite?
de_de: Datei ist bereits vorhanden. Überschreiben?

# Table 3039476855 - NamedType 1504683300
source: The file or path %1 does not exist.
de_de: Die Datei oder der Pfad %1 sind nicht vorhanden.

# Table 3039476855 - NamedType 3833465197
source: You must specify a beginning of a month as starting date of the statement period.
de_de: Sie müssen als Anfangszeitpunkt des Abrechnungszeitraums einen Monatsanfang wählen.

# Table 3039476855 - NamedType 2751571763
source: The starting date is not the first date of a quarter.
de_de: Das Startdatum ist kein Quartalsbeginn.

# Table 3039476855 - NamedType 1904452951
source: Places of %1 in area %2 must be %3.
de_de: Die %1 im Bundesland %2 muss %3stellig sein.

# Table 3039476855 - Field 3864084727 - Property 2879900210
source: Additional Information
de_de: Zusätzliche Informationen

# Table 3039476855 - Field 4120195923 - Property 2879900210
source: Amounts in Add. Rep. Currency
de_de: Beträge in Berichtswährung

# Table 3039476855 - Field 738755484 - Property 2879900210
source: Cancel Order for Direct Debit
de_de: Lastschrift widerrufen

# Table 3039476855 - Field 1043218467 - Property 2879900210
source: Contact E-Mail
de_de: Kontakt-E-Mail

# Table 3039476855 - Field 1254925586 - Property 2879900210
source: Contact for Tax Office
de_de: Ansprechpartner für Finanzamt

# Table 3039476855 - Field 3390705917 - Property 2879900210
source: Contact Phone No.
de_de: Kontakt Telefonnr.

# Table 3039476855 - Field 141952182 - Property 2879900210
source: Corrected Notification
de_de: Berichtigte Anmeldung

# Table 3039476855 - Field 3461834954 - Property 2879900210
source: Description
de_de: Beschreibung

# Table 3039476855 - Field 3217698271 - Property 2879900210
source: Documents Submitted Separately
de_de: Getrennt übermittelte Belege

# Table 3039476855 - Field 2157971167 - Property 2879900210
source: Incl. VAT Entries (Closing)
de_de: MwSt.-Posten inkl. (Abgeschl.)

# Table 3039476855 - Field 125022901 - Property 2879900210
source: Incl. VAT Entries (Period)
de_de: MwSt.-Posten inkl. (Periode)

# Table 3039476855 - Field 4200184881 - Property 2879900210
source: No.
de_de: Nr.

# Table 3039476855 - Field 1351594800 - Property 2879900210
source: No. Series
de_de: Nummernserie

# Table 3039476855 - Field 503376610 - Property 2879900210
source: Offset Amount of Refund
de_de: Erstattungsbetrag verrechnen

# Table 3039476855 - Field 912261439 - Property 2879900210
source: Period
de_de: Periode

# Table 3039476855 - Field 912261439 - Property 62802879
source: Month,Quarter
de_de: Monat,Quartal

# Table 3039476855 - Field 460889064 - Property 2879900210
source: Starting Date
de_de: Startdatum

# Table 3039476855 - Field 2480862846 - Property 2879900210
source: Statement Name
de_de: Abrechnungsname

# Table 3039476855 - Field 2710132870 - Property 2879900210
source: Statement Template Name
de_de: Abrechnung Vorlagenname

# Table 3039476855 - Field 3318507181 - Property 2879900210
source: Use Authentication
de_de: Authentifizierung verwenden

# Table 3039476855 - Field 3630727274 - Property 2879900210
source: XML Submission Document
de_de: XML-Übertragungsdokument

# Table 3039476855 - Field 2739575681 - Property 2879900210
source: XML-File Creation Date
de_de: XML-Datei erstellt am

# Table 3039476855 - Field 3659064645 - Property 2879900210
source: XSD-Filename
de_de: XSD-Dateiname

# Table 3039476855 - Field 406942621 - Property 2879900210
source: XSL-Filename
de_de: XSL-Dateiname

# Codeunit 726362064 - NamedType 2579569376
source: VAT Advance Notification
de_de: MwSt.-Voranmeldung

# Page 2767607058 - Property 2879900210
source: Electronic VAT Decl. Setup
de_de: Elektronische Umsatzsteuererklärung - Einrichtung

# Page 2767607058 - Control 2445482498 - Property 2879900210
source: General
de_de: Allgemein

# Page 2767607058 - Control 2649051194 - Property 1295455071
source: Specifies the number series code used to assign numbers to sales VAT advance notifications.
de_de: Gibt den Nummernseriencode an, der zum Zuweisen von Nummern zur Umsatzsteuervoranmeldung verwendet wird.

# Page 2767607058 - Control 2849802329 - Property 1295455071
source: Specifies the path and name of the folder where you want to store the XML files.
de_de: Gibt den Pfad und den Namen des Ordners an, in dem Sie die XML-Dateien speichern möchten.

# Page 2767607058 - Control 1703977213 - Property 1295455071
source: Specifies the name of the file what you want to store the XML files.
de_de: Gibt den Namen der Datei an, unter dem Sie die XML-Dateien speichern möchten.

# Page 1934416626 - Property 2879900210
source: Sales VAT Adv. Notif. Card
de_de: USt.-Voranmeldungskarte

# Page 1934416626 - NamedType 4173023661
source: Selection of the XSL-File
de_de: Auswahl der XSL-Datei

# Page 1934416626 - NamedType 2936506638
source: Extensible Stylesheet-Files|*.xsl|All Files|*.*
de_de: Extensible Stylesheet-Dateien|*.xsl|Alle Dateien|*.*

# Page 1934416626 - Control 3050372732 - Property 2879900210
source: Communication
de_de: Kommunikation

# Page 1934416626 - Control 1043218467 - Property 1295455071
source: Specifies the email address of the person who creates the VAT statement.
de_de: Gibt die E-Mail-Adresse der Person an, die die MwSt.-Abrechnung erstellt.

# Page 1934416626 - Control 1254925586 - Property 1295455071
source: Specifies the name of a contact person in your company for callbacks from the tax office.
de_de: Gibt den Namen des Ansprechpartners in Ihrem Unternehmen für Rückrufe von der Steuerbehörde an.

# Page 1934416626 - Control 3390705917 - Property 1295455071
source: Specifies the phone number of the person who creates the VAT statement.
de_de: Gibt die Telefonnummer der Person an, die die MwSt.-Abrechnung erstellt.

# Page 1934416626 - Control 2445482498 - Property 2879900210
source: General
de_de: Allgemein

# Page 1934416626 - Control 3864084727 - Property 1295455071
source: Specifies additional text explanations to submit to the tax authority.
de_de: Gibt ergänzende Texterläuterungen an, die an die Steuerbehörde übermittelt werden.

# Page 1934416626 - Control 738755484 - Property 1295455071
source: Specifies whether to cancel the standing order for direct debit of the responsible tax office for the current sales VAT advance notification.
de_de: Gibt an, ob Sie die Einzugsermächtigung der für die aktuelle Umsatzsteuervoranmeldung zuständigen Steuerbehörde widerrufen möchten.

# Page 1934416626 - Control 141952182 - Property 1295455071
source: Specifies if it is a corrected notification.
de_de: Gibt an, ob es sich um eine berichtigte Benachrichtigung handelt.

# Page 1934416626 - Control 3461834954 - Property 1295455071
source: Specifies a description of the sales VAT advance notification.
de_de: Gibt eine Beschreibung der Umsatzsteuervoranmeldung an.

# Page 1934416626 - Control 3217698271 - Property 1295455071
source: Specifies if you intend to submit documents besides the VAT Statement to the tax authorities.
de_de: Gibt an, ob Sie neben der MwSt.-Abrechnung Belege an die Steuerbehörden übermitteln möchten.

# Page 1934416626 - Control 2157971167 - Property 1295455071
source: Specifies whether the calculation of the tax and base amounts should include only closed, open, or closed and open VAT entries.
de_de: Gibt an, ob die Berechnung von Steuerbeträgen und Bemessungsgrundlagen nur geschlossene, offene oder offene und geschlossene Umsatzsteuerposten enthalten soll.

# Page 1934416626 - Control 125022901 - Property 1295455071
source: Specifies whether the tax and base amounts calculation should include VAT entries with posting dates within the period, or earlier than the period starting date.
de_de: Gibt an, ob die Berechnung von Steuerbeträgen und Bemessungsgrundlagen Umsatzsteuerposten mit einem Buchungsdatum innerhalb der Periode oder auch Umsatzsteuerposten mit einem Buchungsdatum vor dem Anfangsdatum der Periode enthalten soll.

# Page 1934416626 - Control 4200184881 - Property 1295455071
source: Specifies the sales VAT advance notification number.
de_de: Gibt die Umsatzsteuervoranmeldungsnummer an.

# Page 1934416626 - Control 503376610 - Property 1295455071
source: Specifies whether to include a potential amount of refund with the payment charge on this sales VAT advance notification.
de_de: Gibt an, ob Sie einen möglichen Erstattungsbetrag zusammen mit der Belastungszahlung in diese Umsatzsteuervoranmeldung aufnehmen möchten.

# Page 1934416626 - Control 912261439 - Property 1295455071
source: Specifies the length of the period for created and transmitted sales VAT advance notifications.
de_de: Gibt die Länge der Periode für erstellte und übertragene Umsatzsteuervoranmeldungen an.

# Page 1934416626 - Control 460889064 - Property 1295455071
source: Specifies the starting date of the period for which you want to create and transmit the sales VAT advance notification.
de_de: Gibt das Anfangsdatum der Periode an, für die Sie die Umsatzsteuervoranmeldung erstellen und übertragen möchten.

# Page 1934416626 - Control 2480862846 - Property 1295455071
source: Specifies the VAT statement template name used to calculate the amounts and assign them to the key figures required by the tax authorities.
de_de: Gibt den Namen der MwSt.-Abrechnungsvorlage für die Berechnung der Beträge an und weist diese den Kennzahlen zu, die von den Steuerbehörden benötigt werden.

# Page 1934416626 - Control 3494623456 - Property 1295455071
source: Specifies if the submission of the sales VAT advance notification will be in test mode.
de_de: Gibt an, ob die Übermittlung der Umsatzsteuervoranmeldung im Testmodus sein wird.

# Page 1934416626 - Control 3318507181 - Property 1295455071
source: Specifies whether to submit signed data to the tax authorities.
de_de: Gibt an, ob signierte Daten an die Steuerbehörden gesendet werden.

# Page 1934416626 - Control 2739575681 - Property 1295455071
source: Specifies the creation date of the XML document to be submitted to the tax authorities.
de_de: Gibt das Erstellungsdatum des an die Steuerbehörden zu übertragenden XML-Dokuments an.

# Page 1934416626 - Control 406942621 - Property 1295455071
source: Specifies the path and the file name of the style sheet for the VAT advance notification that you submit to and receive from the tax authorities.
de_de: Gibt den Pfad und den Dateinamen der Formatvorlage für die Umsatzsteuervoranmeldung an, die Sie an die Steuerbehörde übermitteln und von dieser erhalten.

# Page 1934416626 - Control 3185302227 - Property 1295455071
source: Specifies the path and the file name of the style sheet for the VAT advance notification that you submit to and receive from the tax authorities.
de_de: Gibt den Pfad und den Dateinamen der Formatvorlage für die Umsatzsteuervoranmeldung an, die Sie an die Steuerbehörde übermitteln und von dieser erhalten.

# Page 1934416626 - Control 3185302227 - Property 2879900210
source: XSL-Filename
de_de: XSL-Dateiname

# Page 1934416626 - Action 36190024 - Property 1295455071
source: Export the XML file that you can send to the tax authorities.
de_de: Die XML-Datei exportieren, die Sie an die Steuerbehörde senden können.

# Page 1934416626 - Action 36190024 - Property 2879900210
source: Export
de_de: Exportieren

# Page 1934416626 - Action 3106002577 - Property 2879900210
source: F&unctions
de_de: F&unktionen

# Page 1934416626 - Action 4273177972 - Property 1295455071
source: Close open VAT entries and transfers purchase and sales VAT amounts to the VAT settlement account. For every VAT posting group, the batch job finds all the VAT entries in the VAT Entry table that are included in the filters in the definition window.
de_de: Schließt offene MwSt.-Posten und überträgt Vor- und Umsatzsteuerbeträge auf das MwSt.-Abrechnungskonto. Die Stapelverarbeitung ermittelt für jede MwSt-Buchungsgruppe die MwSt.-Posten in der Tabelle „MwSt.-Posten”, die in den Filtern im Fenster „Definition” enthalten sind.

# Page 1934416626 - Action 4273177972 - Property 2879900210
source: Calc. and Post &VAT Settlement
de_de: &MwSt. abrechnen und buchen

# Page 1934416626 - Action 3633506597 - Property 1295455071
source: Prepares information which are to be included in the xml file when the data will be exported using the Export action.
de_de: Bereitet Informationen vor, die in die XML-Datei einbezogen werden sollen, wenn die Daten mithilfe der Aktion „Exportieren“ exportiert werden.

# Page 1934416626 - Action 3633506597 - Property 2879900210
source: &Create XML-File
de_de: XML-Datei &erstellen

# Page 1934416626 - Action 4208453226 - Property 1295455071
source: Deletes the file information which have been stored inside BC when the file got created. The xml file will not get deleted from the file location where it has been saved before.
de_de: Löscht die Dateiinformationen, die innerhalb von BC gespeichert wurden, als die Datei erstellt wurde. Die XML-Datei wird nicht vom Dateispeicherort gelöscht, an dem sie zuvor gespeichert wurde.

# Page 1934416626 - Action 4208453226 - Property 2879900210
source: &Delete XML-File
de_de: XML-Datei &löschen

# Page 1934416626 - Action 2612699809 - Property 1295455071
source: Verify the VAT on the sales VAT advance notification to be sent to the tax authorities. If you selected G/L accounts in the rows, then only the amount column will be filled. If you selected VAT Totals as the type, then both the taxable bases and the tax amounts will be shown independently of the selected amount type.
de_de: Überprüfen Sie den MwSt.-Betrag auf der Umsatzsteuervoranmeldung, die an die Steuerbehörde gesendet werden soll. Wenn Sie in den Zeilen Sachkonten ausgewählt haben, wird nur die Betragsspalte ausgefüllt. Wenn Sie MwSt.-Summen als Typ angegeben haben, werden sowohl die Bemessungsgrundlagen für die Besteuerung als auch die Steuerbeträge angezeigt, unabhängig vom gewählten Betragstyp.

# Page 1934416626 - Action 2612699809 - Property 2879900210
source: G/L - VAT Reconciliation
de_de: FIBU – MwSt.-Abstimmung

# Page 1934416626 - Action 1006698272 - Property 1295455071
source: Preview the sales VAT advance notification that you will send to the tax authorities.
de_de: Eine Vorschau der Umsatzsteuervoranmeldung anzeigen, die Sie an die Steuerbehörden senden.

# Page 1934416626 - Action 1006698272 - Property 2879900210
source: P&review
de_de: &Vorschau

# Page 1934416626 - Action 1002420131 - Property 1295455071
source: Print the information in the window. A print request window opens where you can specify what to include on the print-out.
de_de: Druckt die Informationen im Fenster. Ein Druckanforderungsfenster wird geöffnet, in dem Sie angeben können, was der Ausdruck enthalten soll.

# Page 1934416626 - Action 1002420131 - Property 2879900210
source: Print
de_de: Drucken

# Page 323663860 - Property 2879900210
source: Sales VAT Advance Notification List
de_de: Umsatzsteuervoranmeldung

# Page 323663860 - Control 3461834954 - Property 1295455071
source: Specifies a description of the sales VAT advance notification.
de_de: Gibt eine Beschreibung der Umsatzsteuervoranmeldung an.

# Page 323663860 - Control 4200184881 - Property 1295455071
source: Specifies the sales VAT advance notification number.
de_de: Gibt die Umsatzsteuervoranmeldungsnummer an.

# Page 323663860 - Control 912261439 - Property 1295455071
source: Specifies the length of the period for created and transmitted sales VAT advance notifications.
de_de: Gibt die Länge der Periode für erstellte und übertragene Umsatzsteuervoranmeldungen an.

# Page 323663860 - Control 460889064 - Property 1295455071
source: Specifies the starting date of the period for which you want to create and transmit the sales VAT advance notification.
de_de: Gibt das Anfangsdatum der Periode an, für die Sie die Umsatzsteuervoranmeldung erstellen und übertragen möchten.

# Page 323663860 - Control 2739575681 - Property 1295455071
source: Specifies the creation date of the XML document to be submitted to the tax authorities.
de_de: Gibt das Erstellungsdatum des an die Steuerbehörden zu übertragenden XML-Dokuments an.

# Page 323663860 - Control 406942621 - Property 1295455071
source: Specifies the path and the file name of the style sheet for the VAT advance notification that you submit to and receive from the tax authorities.
de_de: Gibt den Pfad und den Dateinamen der Formatvorlage für die Umsatzsteuervoranmeldung an, die Sie an die Steuerbehörde übermitteln und von dieser erhalten.

# Page 323663860 - Action 36190024 - Property 1295455071
source: Export the XML file that you can send to the tax authorities.
de_de: Die XML-Datei exportieren, die Sie an die Steuerbehörde senden können.

# Page 323663860 - Action 36190024 - Property 2879900210
source: Export
de_de: Exportieren

# Page 323663860 - Action 3106002577 - Property 2879900210
source: F&unctions
de_de: F&unktionen

# Page 323663860 - Action 4273177972 - Property 1295455071
source: Close open VAT entries and transfers purchase and sales VAT amounts to the VAT settlement account. For every VAT posting group, the batch job finds all the VAT entries in the VAT Entry table that are included in the filters in the definition window.
de_de: Schließt offene MwSt.-Posten und überträgt Vor- und Umsatzsteuerbeträge auf das MwSt.-Abrechnungskonto. Die Stapelverarbeitung ermittelt für jede MwSt-Buchungsgruppe die MwSt.-Posten in der Tabelle „MwSt.-Posten”, die in den Filtern im Fenster „Definition” enthalten sind.

# Page 323663860 - Action 4273177972 - Property 2879900210
source: Calc. and Post &VAT Settlement
de_de: &MwSt. abrechnen und buchen

# Page 323663860 - Action 3633506597 - Property 1295455071
source: Create the XML file to be sent to the tax authorities.
de_de: Die XML-Datei erstellen, die an die Steuerbehörde gesendet wird.

# Page 323663860 - Action 3633506597 - Property 2879900210
source: &Create XML-File
de_de: XML-Datei &erstellen

# Page 323663860 - Action 4208453226 - Property 1295455071
source: Create the XML file to be sent to the tax authorities.
de_de: Die XML-Datei erstellen, die an die Steuerbehörde gesendet wird.

# Page 323663860 - Action 4208453226 - Property 2879900210
source: &Delete XML-File
de_de: XML-Datei &löschen

# Page 323663860 - Action 2612699809 - Property 1295455071
source: Verify the VAT on the sales VAT advance notification to be sent to the tax authorities. If you selected G/L accounts in the rows, then only the amount column will be filled. If you selected VAT Totals as the type, then both the taxable bases and the tax amounts will be shown independently of the selected amount type.
de_de: Überprüfen Sie den MwSt.-Betrag auf der Umsatzsteuervoranmeldung, die an die Steuerbehörde gesendet werden soll. Wenn Sie in den Zeilen Sachkonten ausgewählt haben, wird nur die Betragsspalte ausgefüllt. Wenn Sie MwSt.-Summen als Typ angegeben haben, werden sowohl die Bemessungsgrundlagen für die Besteuerung als auch die Steuerbeträge angezeigt, unabhängig vom gewählten Betragstyp.

# Page 323663860 - Action 2612699809 - Property 2879900210
source: G/L - VAT Reconciliation
de_de: FIBU – MwSt.-Abstimmung

# Page 323663860 - Action 1006698272 - Property 1295455071
source: Preview the sales VAT advance notification that you will send to the tax authorities.
de_de: Eine Vorschau der Umsatzsteuervoranmeldung anzeigen, die Sie an die Steuerbehörden senden.

# Page 323663860 - Action 1006698272 - Property 2879900210
source: P&review
de_de: &Vorschau

# Page 323663860 - Action 1002420131 - Property 1295455071
source: Print the information in the window. A print request window opens where you can specify what to include on the print-out.
de_de: Druckt die Informationen im Fenster. Ein Druckanforderungsfenster wird geöffnet, in dem Sie angeben können, was der Ausdruck enthalten soll.

# Page 323663860 - Action 1002420131 - Property 2879900210
source: Print
de_de: Drucken

# Report 3274648176 - Property 2879900210
source: Create XML-File VAT Adv.Notif.
de_de: XML-Datei erstellen MwSt. Erw. Benach.

# Report 3274648176 - NamedType 1983405159
source: Calculating Tax Amounts
de_de: Berechne Steuerbeträge

# Report 3274648176 - NamedType 2652073569
source: Creating Sales VAT Adv. Notif.
de_de: Erstellung USt.-Voranmeldung

# Report 3274648176 - NamedType 2791085623
source: Please make sure that as well category %1 and %2 are defined in %3 %4.
de_de: Stellen Sie zudem sicher, dass Kategorie %1 und %2 in %3 %4 definiert sind.

# Report 3274648176 - NamedType 1131951820
source: Key figure %1 must not be negative.
de_de: Der %1 darf nicht negativ sein.

# Report 3274648176 - NamedType 880678143
source: The %1 must consist of 4 digits.
de_de: %1 muss aus 4 Ziffern bestehen.

# Report 3274648176 - NamedType 2269596954
source: The length of the field %1 of table %2 exceeds the maximum length of %3 allowed. The text will be truncated from\\%4 to\%5.\\Do you want to continue?
de_de: Die Länge des Feldes %1 von Tabelle %2 überschreitet die maximal zulässige Länge von %3. Der Text wird von \\%4 auf \%5 beschnitten.\\Möchten Sie fortfahren?

# Report 3274648176 - NamedType 3400324537
source: The XML Document has not been created.
de_de: Das XML-Dokument wurde nicht erstellt.

# Report 3274648176 - NamedType 1352191502
source: The XML-File for the %1 already exists.
de_de: Die XML-Datei für %1 existiert bereits.

# Report 3274648176 - NamedType 4131375196
source: The XML-File for the %1 has been created successfully.
de_de: Die XML-Datei für %1 wurde erfolgreich erstellt.

# Report 3274648176 - Control 2346885236 - Property 2879900210
source: Options
de_de: Optionen

# Report 3274648176 - Control 2682469089 - Property 1295455071
source: Specifies if you want to create the XML document, create and export the XML document.
de_de: Gibt an, ob das XML-Dokument erstellt und exportiert werden soll.

# Report 3274648176 - Control 2682469089 - Property 2879900210
source: XML-File
de_de: XML-Datei
