Repository: rstefanetti/MSDyn365BC.Code.History
Catalog: WorldPayPaymentsStandard/Source/WorldPay Payments Standard/Translations/WorldPay Payments Standard.*.xlf
Languages: cs_cz, sv_se

# Table 229120069 - Property 2879900210
source: WorldPay Payments Standard Account
cs_cz: Účet Standardních plateb WorldPay
sv_se: WorldPay Payments Standard-konto

# Table 229120069 - NamedType 1467349039
source: You must specify an account ID for this payment service.
cs_cz: Je nutné zadat ID účtu pro tuto platební službu.
sv_se: Du måste ange ett konto-ID för den här betalningstjänsten.

# Table 229120069 - NamedType 246429963
source: A link for the WorldPay payment service will be included for new sales documents. To add it to existing sales documents, you must manually select it in the Payment Service field on the sales document.
cs_cz: Odkaz na službu WorldPay plateb bude zahrnut do nových prodejních dokladů. Pro přidání do existujících prodejních dokladů, je třeba jej na prodejním dokladu vybrat ručně v poli Platební služby.
sv_se: En länk till WorldPays betalningstjänst inkluderas för nya försäljningsdokument. Lägg till på befintliga försäljningsdokument genom att välja den manuellt i fältet Betalningstjänst i försäljningsdokumentet.

# Table 229120069 - Field 629845928 - Property 2879900210
source: Account ID
cs_cz: ID účtu
sv_se: Konto-ID

# Table 229120069 - Field 3302455580 - Property 2879900210
source: Always Include on Documents
cs_cz: Vždy zahrnout doklady
sv_se: Inkludera alltid på dokument

# Table 229120069 - Field 3461834954 - Property 2879900210
source: Description
cs_cz: Popis
sv_se: Beskrivning

# Table 229120069 - Field 2891538263 - Property 2879900210
source: Enabled
cs_cz: Povoleno
sv_se: Aktiv

# Table 229120069 - Field 2961552353 - Property 2879900210
source: Name
cs_cz: Název
sv_se: Namn

# Table 229120069 - Field 1663593181 - Property 2879900210
source: Primary Key
cs_cz: Primární klíč
sv_se: Primärnyckel

# Table 229120069 - Field 2362480470 - Property 2879900210
source: Service URL
cs_cz: Adresa URL služby
sv_se: Tjänstens URL

# Table 229120069 - Field 161526099 - Property 2879900210
source: Terms of Service
cs_cz: Podmínky služby
sv_se: Användarvillkor

# Table 4133982816 - Property 2879900210
source: WorldPay Payments Standard Account Template
cs_cz: Šablona účtu Standardních plateb WorldPay
sv_se: Kontomall för WorldPay Payments Standard

# Table 4133982816 - NamedType 2091149682
source: Cannot update the WorldPay logo.
cs_cz: Nelze aktualizovat WorldPay logo.
sv_se: Det går inte att uppdatera WorldPay-logotypen.

# Table 4133982816 - Field 3004954119 - Property 2879900210
source: Code
cs_cz: Kód
sv_se: Kod

# Table 4133982816 - Field 3461834954 - Property 2879900210
source: Description
cs_cz: Popis
sv_se: Beskrivning

# Table 4133982816 - Field 1123305005 - Property 2879900210
source: Logo
sv_se: Logotyp

# Table 4133982816 - Field 1402567763 - Property 2879900210
source: Logo Last Update DateTime
cs_cz: Poslední aktualizace DateTime logo
sv_se: Logotyp, senaste uppdatering DatumTid

# Table 4133982816 - Field 1516166834 - Property 2879900210
source: Logo Update Frequency
cs_cz: Četnost aktualizace loga
sv_se: Logotyp, uppdateringsfrekvens

# Table 4133982816 - Field 2211917788 - Property 2879900210
source: Logo URL
cs_cz: URL adresa loga
sv_se: Logotyp-URL

# Table 4133982816 - Field 2961552353 - Property 2879900210
source: Name
cs_cz: Název
sv_se: Namn

# Table 4133982816 - Field 2362480470 - Property 2879900210
source: Service URL
cs_cz: Adresa URL služby
sv_se: Tjänstens URL

# Table 4133982816 - Field 161526099 - Property 2879900210
source: Terms of Service
cs_cz: Podmínky služby
sv_se: Användarvillkor

# Table 2732276791 - Property 2879900210
source: MS - WorldPay Transaction
sv_se: MS – WorldPay-transaktion

# Table 2732276791 - Field 629845928 - Property 2879900210
source: Account ID
cs_cz: ID účtu
sv_se: Konto-ID

# Table 2732276791 - Field 4198939294 - Property 2879900210
source: Currency Code
cs_cz: Kód měny
sv_se: Valutakod

# Table 2732276791 - Field 3431463797 - Property 2879900210
source: Custom
cs_cz: Vlastní
sv_se: Anpassat

# Table 2732276791 - Field 318613646 - Property 2879900210
source: Details
cs_cz: Detaily
sv_se: Information

# Table 2732276791 - Field 3167542630 - Property 2879900210
source: Fee Amount
cs_cz: Výše poplatku
sv_se: Avgiftsbelopp

# Table 2732276791 - Field 471669354 - Property 2879900210
source: Gross Amount
cs_cz: Celková částka
sv_se: Bruttobelopp

# Table 2732276791 - Field 166038250 - Property 2879900210
source: Invoice No.
cs_cz: Číslo faktury
sv_se: Fakturanummer

# Table 2732276791 - Field 3035691293 - Property 2879900210
source: Net Amount
cs_cz: Netto částka
sv_se: Nettobelopp

# Table 2732276791 - Field 2898143332 - Property 2879900210
source: Note
cs_cz: Poznámka:
sv_se: Anmärkning

# Table 2732276791 - Field 2819864851 - Property 2879900210
source: Payer Address
cs_cz: Adresa plátce
sv_se: Betalarens adress

# Table 2732276791 - Field 2525374026 - Property 2879900210
source: Payer E-mail
cs_cz: E-mail plátce
sv_se: Betalarens e-post

# Table 2732276791 - Field 2434967932 - Property 2879900210
source: Payer Name
cs_cz: Jméno plátce
sv_se: Betalarens namn

# Table 2732276791 - Field 2595192385 - Property 2879900210
source: Response Date
cs_cz: Datum odezvy
sv_se: Svarsdatum

# Table 2732276791 - Field 775380468 - Property 2879900210
source: Transaction Date
cs_cz: Datum transakce
sv_se: Transaktionsdatum

# Table 2732276791 - Field 443943387 - Property 2879900210
source: Transaction ID
cs_cz: ID transakce
sv_se: Transaktions-ID

# Table 2732276791 - Field 587668972 - Property 2879900210
source: Transaction Status
cs_cz: Stav transakce
sv_se: Transaktionsstatus

# Table 2732276791 - Field 3773776616 - Property 2879900210
source: Transaction Type
cs_cz: Typ transakce
sv_se: Transaktionstyp

# Codeunit 3255327378 - NamedType 101907022
source: Demo Sandbox Account -
cs_cz: Demo účet Sandboxu -
sv_se: Demonstrationskonto med begränsat läge -

# Codeunit 1284802830 - NamedType 3790335743
source: Note: You're in an evaluation company, and this isn't a real invoice. You can't actually pay it.
cs_cz: Poznámka: Jste v ověřovací společnosti a nejedná se o skutečnou fakturu. Nemůžete ji reálně zaplatit.
sv_se: Obs! Du arbetar med ett demoföretag och detta är inte en riktig faktura. Du kan inte betala den på riktigt.

# Codeunit 1284802830 - NamedType 3804706331
source: Invoice %1
cs_cz: Faktura %1
sv_se: Faktura %1

# Codeunit 1284802830 - NamedType 3023250626
source: This function is not supported for the %1 table.
cs_cz: Tato funkce není pro tabulku %1 podporována.
sv_se: Funktionen stöds inte för tabellen %1.

# Codeunit 1284802830 - NamedType 3394800156
source: You cannot change the target URL in the demonstration company.
cs_cz: Cílovou adresu URL v demonstrační společnosti nelze změnit.
sv_se: Det går inte att ändra mål-URL i demonstrationsföretaget.

# Codeunit 1284802830 - NamedType 2259426355
source: Finance,WorldPay,Payment
sv_se: Finans,WorldPay,Betalning

# Codeunit 1284802830 - NamedType 1399000617
source: Pay with WorldPay
cs_cz: Plaťte pomocí WorldPay
sv_se: Betala med WorldPay

# Codeunit 1284802830 - NamedType 3143294897
source: Add WorldPay link to your invoices.
sv_se: Lägg till WorldPay-länk på dina fakturor.

# Codeunit 1284802830 - NamedType 1788631818
source: An error occured while creating the WorldPay payment link.
cs_cz: Došlo k chybě při vytváření odkazu platby WorldPay.
sv_se: Ett fel uppstod när WorldPay-betalningslänken skapades.

# Codeunit 1284802830 - NamedType 3694338423
source: An error occured while creating the WorldPay payment link.\\Do you want to continue to create the document without the link?
cs_cz: Při vytváření odkazu pro platbu WorldPay došlo k chybě.\\Chcete pokračovat ve vytváření dokladu bez odkazu?
sv_se: Ett fel uppstod när WorldPay-betalningslänken skapades.\\Vill du fortsätta att skapa dokumentet utan länken?

# Codeunit 1284802830 - NamedType 3149818938
source: WorldPay payment
cs_cz: WorldPay platby
sv_se: WorldPay-betalning

# Codeunit 1284802830 - NamedType 3235254042
source: Set up and enable the WorldPay Payments Standard service.
cs_cz: Nastavení a povolení standardní služby WorldPay platby.
sv_se: Konfigurera och aktivera tjänsten WorldPay Payments Standard.

# Codeunit 1284802830 - NamedType 3729521185
source: Use the WorldPay Payments Standard service
cs_cz: Použít standardní služby WorldPay plateb
sv_se: Använd tjänsten WorldPay Payments Standard

# Codeunit 1284802830 - NamedType 1045122670
source: Your Ref.
cs_cz: Vaše ref.
sv_se: Er referens

# Page 259547023 - Property 2879900210
source: WorldPay Payments Standard Setup
cs_cz: Nastavení Standardních plateb WorldPay
sv_se: Inställningar för WorldPay Payments Standard

# Page 259547023 - NamedType 3035575630
source: The %1 is not enabled. Are you sure you want to exit?
cs_cz: %1 není povoleno. Opravdu chcete odejít?
sv_se: %1 har inte aktiverats. Vill du avsluta?

# Page 259547023 - NamedType 1234289210
source: This extension uses the WorldPay, a third-party provider. By enabling this extension, you will be subject to the applicable terms, conditions, and privacy policies that WorldPay may make available.\\When you establish a connection through the WorldPay Payments Standard extension, customer data from the invoice, such as invoice number, due date, amount, and currency, as well as your WorldPay account ID, will be inserted into the WorldPay payment link on invoices and sent to WorldPay when the customer chooses the link to pay. This data is used to ensure that the link contains enough information for your customers to pay the invoice, as well as for WorldPay to identify you as the recipient of a payment using the link.\\By installing this solution, you agree for this limited set of data to be sent to the WorldPay. Note that you can disable or uninstall the WorldPay Payments Standard extension at any time to discontinue the functionality.
cs_cz: Toto rozšíření využívá Worldpay, poskytovatele třetí strany. Povolením tohoto rozšíření se budete řídit příslušnými smluvními podmínkami a zásadami ochrany osobních údajů, které může společnost WorldPay zpřístupnit.\\Když navazujete připojení prostřednictvím rozšíření standardu WorldPay plateb, budou vloženy údaje o zákaznících z faktury, jako například číslo faktury, datum splatnosti, částka a měna a vaše ID účtu WorldPay do odkazu WorldPay platby na fakturách a odeslány na WorldPay, pokud zákazník vybere odkaz na platbu. Tato data slouží k zajištění toho, že odkaz obsahuje dostatek informací pro vaše zákazníky, aby mohli zaplatit fakturu, a současně pro to, aby Vás WorldPay identifikovala jako příjemce platby.\\ Instalací tohoto řešení souhlasíte s tím, že tato omezená data budou odeslána na WorldPay. Všimněte si, že můžete kdykoli deaktivovat nebo odinstalovat rozšíření Standardních plateb WorldPay a ukončit tak jeho funkci.
sv_se: Det här tillägget använder WorldPay, en tredjepartsleverantör. Om du aktiverar det här tillägget kommer de tillämpliga villkor och sekretesspolicyer som WorldPay gör tillgängliga att börja gälla för dig.\\När du upprättar en anslutning via tillägget WorldPay Payments Standard kommer kunddata från fakturan, till exempel fakturanummer, förfallodatum, belopp och valuta, samt ditt konto-ID hos WorldPay, att infogas i WorldPay-betalningslänken på fakturor och skickas till WorldPay när kunden väljer länken för att betala. Dessa data används för att se till att länken innehåller nog med information för att dina kunder ska kunna betala fakturan, samt för att WorldPay ska kunna identifiera dig som mottagare till en betalning med hjälp av länken.\\Genom att installera den här lösningen samtycker du till att denna begränsade datauppsättning skickas till WorldPay-tjänsten. Observera att du när som helst kan inaktivera eller avinstallera tillägget WorldPay Payments Standard för att avsluta funktionerna.

# Page 259547023 - Control 2445482498 - Property 2879900210
source: General
cs_cz: Obecné
sv_se: Allmänt

# Page 259547023 - Control 1123305005 - Property 1295455071
source: Specifies the logo to include for this account on all invoices.
cs_cz: Určuje logo, které chcete zahrnout pro tento účet na všechny faktury.
sv_se: Anger logotypen som inkluderas för det här kontot på alla fakturor.

# Page 259547023 - Control 1123305005 - Property 2879900210
source: Logo
sv_se: Logotyp

# Page 259547023 - Control 629845928 - Property 1295455071
source: Specifies the email or the merchant account ID of the WorldPay account.
cs_cz: Určuje e-mail nebo ID obchodního účtu WorldPay.
sv_se: Anger e-postadress eller WorldPay-kontots företagskonto-ID.

# Page 259547023 - Control 3302455580 - Property 1295455071
source: Specifies whether to make this WorldPay account available on all documents.
cs_cz: Určuje, zda chcete zpřístupnit tento WorldPay účet na všech dokladech.
sv_se: Anger om du vill göra detta WorldPay-konto tillgängligt i alla dokument.

# Page 259547023 - Control 3461834954 - Property 1295455071
source: Specifies a description of what this WorldPay account is used for.
cs_cz: Určuje popis toho, k čemu se tento účet WorldPay používá.
sv_se: Beskriver användningsområde för det här WorldPay-kontot.

# Page 259547023 - Control 2891538263 - Property 1295455071
source: Specifies if the payment service is enabled.
cs_cz: Určuje, zda je platební služba povolena.
sv_se: Anger om betalningstjänsten är aktiverad.

# Page 259547023 - Control 2961552353 - Property 1295455071
source: Specifies the name of the WorldPay account.
cs_cz: Určuje název účtu WorldPay.
sv_se: Anger namnet på WorldPay-kontot.

# Page 259547023 - Control 4086242710 - Property 1295455071
source: Specifies the address of the web page that opens when the customer chooses the link on the invoice.
cs_cz: Určuje adresu webové stránky, které se otevře, pokud zákazník vybere odkaz na faktuře.
sv_se: Anger adressen till webbsidan som öppnas när kunden väljer länken på fakturan.

# Page 259547023 - Control 4086242710 - Property 2879900210
source: Target URL
cs_cz: Cílová adresa URL
sv_se: Mål-URL

# Page 259547023 - Control 161526099 - Property 1295455071
source: Specifies WorldPay terms of service.
cs_cz: Určuje podmínky služby WorldPay.
sv_se: Anger WorldPays användningsvillkor.

# Page 259547023 - Action 2678035379 - Property 1295455071
source: Log listing events for this WorldPay account.
cs_cz: Protokol výpisu událostí pro tento účet WorldPay.
sv_se: Logg med händelser på det här WorldPay-kontot.

# Page 259547023 - Action 2678035379 - Property 2879900210
source: Activity Log
cs_cz: Protokol aktivity
sv_se: Aktivitetslogg

# Page 259547023 - Action 2397962153 - Property 1295455071
source: Opens Template Setup for all WorldPay accounts.
cs_cz: Otevře nastavení šablon pro všechny účty WorldPay.
sv_se: Öppnar mallkonfiguration för alla WorldPay-konton.

# Page 259547023 - Action 2397962153 - Property 2879900210
source: Setup Template
cs_cz: Nastavení šablony
sv_se: Konfigurationsmall

# Page 2493693963 - Property 2879900210
source: WorldPay Email
sv_se: E-post till WorldPay

# Page 2493693963 - NamedType 1234289210
source: You are accessing a third-party website and service. You should review the third-party''s terms and privacy policy.
cs_cz: Přistupujete k webové stránce a službě třetí strany. Přečtěte si podmínky a zásady ochrany osobních údajů třetí strany.
sv_se: Du ansluter till en webbplats och tjänst från en extern part. Läs igenom villkoren och sekretesspolicyn.

# Page 2493693963 - NamedType 865041942
source: Do you want to enable WorldPay Sandbox setup?
cs_cz: Chcete povolit instalaci WorldPay Sandboxu?
sv_se: Vill du aktivera konfiguration av begränsat läge för WorldPay?

# Page 2493693963 - Control 1807660456 - Property 2879900210
source: WorldPay Email
sv_se: E-post till WorldPay

# Page 4133982816 - Property 2879900210
source: WorldPay Payments Standard Template
cs_cz: Šablona Standardních plateb WorldPay
sv_se: Mall för WorldPay Payments Standard

# Page 4133982816 - NamedType 1102136885
source: Settings have been set to default.
cs_cz: Nastavení bylo nastaveno na výchozí.
sv_se: Inställningarna har återställts till standard.

# Page 4133982816 - Control 2445482498 - Property 2879900210
source: General
cs_cz: Obecné
sv_se: Allmänt

# Page 4133982816 - Control 3461834954 - Property 1295455071
source: Specifies the default description for the WorldPay payment service.
cs_cz: Určuje výchozí popis služby platby WorldPay.
sv_se: Anger en standardbeskrivning av WorldPays betalningstjänst.

# Page 4133982816 - Control 1123305005 - Property 1295455071
source: Specifies the default logo for the WorldPay payment service.
cs_cz: Určuje výchozí logo WorldPay platební služby.
sv_se: Anger standardlogotyp för WorldPays betalningstjänst.

# Page 4133982816 - Control 1516166834 - Property 1295455071
source: Specifies the frequency with which the logo is updated.
cs_cz: Určuje frekvenci s jakou je logo aktualizováno.
sv_se: Anger frekvensen när logotypen uppdateras.

# Page 4133982816 - Control 2228795340 - Property 1295455071
source: Specifies the URL from which the logo will be refreshed regularly.
cs_cz: Určuje URL z které bude logo pravidelně obnovováno.
sv_se: Anger URL:en där logotypen uppdateras regelbundet.

# Page 4133982816 - Control 2228795340 - Property 2879900210
source: Logo URL
cs_cz: URL adresa loga
sv_se: Logotyp-URL

# Page 4133982816 - Control 2961552353 - Property 1295455071
source: Specifies the default name for the WorldPay payment service.
cs_cz: Určuje výchozí název služby pro platby WorldPay.
sv_se: Anger standardnamn för WorldPays betalningstjänst.

# Page 4133982816 - Control 4086242710 - Property 1295455071
source: Specifies the default target URL that will be used for the WorldPay payment services.
cs_cz: Určuje výchozí cílovou URL adresu, která bude použita pro platební služby WorldPay.
sv_se: Anger standardmål-URL som används för WorldPays betalningstjänster.

# Page 4133982816 - Control 4086242710 - Property 2879900210
source: Target URL
cs_cz: Cílová adresa URL
sv_se: Mål-URL

# Page 4133982816 - Control 161526099 - Property 1295455071
source: Specifies the terms of use for the WorldPay payment service.
cs_cz: Určuje podmínky použití platební služby WorldPay.
sv_se: Anger användningsvillkor för WorldPays betalningstjänst.

# Page 4133982816 - Action 3160976295 - Property 1295455071
source: Resets values to default.
cs_cz: Nastavit hodnoty na výchozí.
sv_se: Återställer värden till standard.

# Page 4133982816 - Action 3160976295 - Property 2879900210
source: Reset To Default
cs_cz: Obnovit výchozí
sv_se: Återställ till standard

# Codeunit 1284802830 - NamedType 3939406074
source: WorldPay Payments Standard
cs_cz: Standardní platby WorldPay

# Page 2493693963 - Control 2356209274 - Property 2879900210
source: WorldPay Information
cs_cz: WorldPay informace
