Repository: rstefanetti/MSDyn365BC.Code.History
Catalog: NorwegianSAFT/Source/Standard Audit File - Tax Localization for Norway/Translations/Standard Audit File - Tax Localization for Norway.*.xlf
Languages: nb_no

# Codeunit 1324273395 - NamedType 3909914300
source: Not possible to find the XML files for mapping type %1
nb_no: Det er ikke mulig å finne XML-filene for tilordningstypen %1

# Codeunit 1324273395 - NamedType 895049908
source: Not possible to parse XML file with %1 for mapping
nb_no: Ikke mulig å analysere XML-filen med %1 for tilordning

# Codeunit 1324273395 - NamedType 2840155746
source: Other costs
nb_no: Andre kostnader

# Codeunit 1324273395 - NamedType 2232541515
source: Purchase
nb_no: Kjøp

# Codeunit 1324273395 - NamedType 607009620
source: Revenue
nb_no: Inntekt

# Codeunit 1324273395 - NamedType 2194068219
source: SAF-T Grouping Codes
nb_no: SAF-T-grupperingskoder

# Codeunit 1324273395 - NamedType 3913203067
source: SAF-T Standard Accounts
nb_no: SAF-T-standardkontoer

# Codeunit 1324273395 - NamedType 2234776372
source: SAF-T Tax Codes
nb_no: SAF-T-mva-koder

# Codeunit 1324273395 - NamedType 1422840367
source: Salaries and HR Costs
nb_no: Lønns- og personalkostnader

# Codeunit 1324273395 - NamedType 2919083552
source: Select an XML file with SAF-T codes for mapping
nb_no: Velg en XML-fil med SAF-T-koder for tilordning

# Codeunit 1324273395 - NamedType 370782087
source: Tenant media %1 has no content. Open the SAF-T Mapping Source page and choose the Update action on selected tenant media code.
nb_no: Leietakermediet %1 har ikke innhold. Åpne siden SAF-T-tilordningskilde, og velg Oppdater-handlingen på valgt leietakermediekode.

# Page 1613560309 - Property 1968111052
source: The following fields are not set up correctly for SAF-T. Do you want to fill them in now?
nb_no: Følgende felt er ikke riktig konfigurert for SAF-T. Vil du fylle dem ut nå?

# Page 1613560309 - Property 2879900210
source: SAF-T Data Check
nb_no: Datakontroll for SAF-T

# Page 1613560309 - NamedType 2104704394
source: You can turn-off this notification in the SAF-T Setup page.
nb_no: Du kan deaktivere denne varslingen på siden SAF-T-oppsett.

# Page 1613560309 - Control 3891180100 - Property 1295455071
source: Specifies the values you missed you specify.
nb_no: Angir verdiene du ikke har angitt.

# Page 1613560309 - Control 3891180100 - Property 2879900210
source: Missed values
nb_no: Manglende verdier

# Page 4159376791 - Property 2879900210
source: SAF-T Export
nb_no: SAF-T-eksport

# Page 4159376791 - Control 2196498870 - Property 1295455071
source: Specifies that multiple ZIP files will be generated.
nb_no: Angir at det blir generert flere ZIP-filer.

# Page 4159376791 - Control 3080159262 - Property 1295455071
source: Specifies the status of the most recent data check.
nb_no: Angir statusen for den siste datakontrollen.

# Page 4159376791 - Control 189094161 - Property 1295455071
source: Specifies that the ZIP file would not be generated automatically. This option is available only if the folder path is specified.
nb_no: Angir at ZIP-filen ikke genereres automatisk. Dette alternativet er bare tilgjengelig hvis mappebanen er angitt.

# Page 4159376791 - Control 2418865460 - Property 1295455071
source: Specifies the earliest date and time when the background job must be run.
nb_no: Angir tidligste dato og klokkeslett når bakgrunnsprosjektet må kjøres.

# Page 4159376791 - Control 3592094765 - Property 1295455071
source: Specifies the ending date of the SAF-T reporting period.
nb_no: Angir sluttdatoen for SAF-T-rapporteringsperioden.

# Page 4159376791 - Control 3518803488 - Property 1295455071
source: Specifies the date and time when the SAF-T file generation was completed.
nb_no: Angir datoen og klokkeslettet da SAF-T-filgenereringen ble fullført.

# Page 4159376791 - Control 4085528741 - Property 1295455071
source: Specifies the date and time when the SAF-T file generation was started.
nb_no: Angir datoen og klokkeslettet da SAF-T-filgenereringen ble startet.

# Page 4159376791 - Control 2425194633 - Property 1295455071
source: Specifies that currency information must be included in the export to the SAF-T file.
nb_no: Angir at valutainformasjon må tas med i eksporten til SAF-T-filen.

# Page 4159376791 - Control 2681143077 - Property 1295455071
source: Specifies the complete path of the public folder that the SAF-T file is exported to.
nb_no: Angir den fullstendige banen til fellesmappen som SAF-T-filen blir eksportert til.

# Page 4159376791 - Control 1347859192 - Property 1295455071
source: Specifies the comment that is exported to the HeaderComment XML node of the SAF-T file
nb_no: Angir kommentaren som eksporteres til XML-noden for HeaderComment i SAF-T-filen

# Page 4159376791 - Control 4292961824 - Property 1295455071
source: Specifies when the most recent data check was run.
nb_no: Angir når den siste datakontrollen ble kjørt.

# Page 4159376791 - Control 2747192818 - Property 1295455071
source: Specifies the mapping range code that represents the SAF-T reporting period.
nb_no: Angir tilordningsområdekoden som representerer SAF-T-rapporteringsperioden.

# Page 4159376791 - Control 18210474 - Property 1295455071
source: Specifies the maximum number of background jobs processed at the same time.
nb_no: Angir maksimalt antall bakgrunnsprosjekter som behandles samtidig.

# Page 4159376791 - Control 1369749204 - Property 1295455071
source: Specifies if the change will be processed by parallel background jobs.
nb_no: Angir om endringen blir behandlet av parallelle bakgrunnsjobber.

# Page 4159376791 - Control 2286259903 - Property 1295455071
source: Specifies whether multiple SAF-T files will be generated for each day.
nb_no: Angir om flere SAF-T-filer blir generert for hver dag.

# Page 4159376791 - Control 1862936795 - Property 1295455071
source: Specifies if multiple SAF-T files will be generated per month.
nb_no: Angir om flere SAF-T-filer blir generert per måned.

# Page 4159376791 - Control 543275552 - Property 1295455071
source: Specifies the starting date of the SAF-T reporting period.
nb_no: Angir startdatoen for SAF-T-rapporteringsperioden.

# Page 4159376791 - Control 513339096 - Property 1295455071
source: Specifies the overall status of one or more SAF-T files being generated.
nb_no: Angir den generelle statusen for én eller flere SAF-T-filer som genereres.

# Page 4159376791 - Action 2056370978 - Property 1295455071
source: Check that data is ready to be exported to the SAF-T file.
nb_no: Kontroller at dataene er klare for eksport til SAF-T-filen.

# Page 4159376791 - Action 2056370978 - Property 2879900210
source: Data check
nb_no: Datakontroll

# Page 4159376791 - Action 2787516006 - Property 1295455071
source: Download the generated SAF-T files.
nb_no: Last ned de genererte SAF-T-filene.

# Page 4159376791 - Action 2787516006 - Property 2879900210
source: Download Files
nb_no: Last ned filer

# Page 4159376791 - Action 3703915130 - Property 1295455071
source: Generate the ZIP file again.
nb_no: Generer ZIP-filen på nytt.

# Page 4159376791 - Action 3703915130 - Property 2879900210
source: Regenerate Zip File
nb_no: Generer ZIP-fil på nytt

# Page 4159376791 - Action 620325036 - Property 1295455071
source: Start the generation of the SAF-T file.
nb_no: Start genereringen av SAF-T-filen.

# Page 3503968184 - Property 2879900210
source: SAF-T Export Files
nb_no: SAF-T-eksporterte filer

# Page 3503968184 - Control 4200184881 - Property 1295455071
source: Specifies the number of the file.
nb_no: Angir nummeret på filen.

# Page 3503968184 - Action 2787516006 - Property 1295455071
source: Download the generated SAF-T file.
nb_no: Last ned den genererte SAF-T-filen.

# Page 3503968184 - Action 2787516006 - Property 2879900210
source: Download File
nb_no: Last ned fil

# Page 2099396010 - Property 2879900210
source: Lines
nb_no: Linjer

# Page 2099396010 - Control 892252506 - Property 1295455071
source: Specifies the date and time when the generation of the selected SAF-T file was completed.
nb_no: Angir datoen og klokkeslettet da genereringen av den valgte SAF-T-filen ble fullført.

# Page 2099396010 - Control 3461834954 - Property 1295455071
source: Specifies the description of the selected SAF-T file.
nb_no: Angir beskrivelsen av den valgte SAF-T-filen.

# Page 2099396010 - Control 4237402031 - Property 1295455071
source: Specifies the progress of the selected SAF-T file.
nb_no: Angir fremdriften for den valgte SAF-T-filen.

# Page 2099396010 - Control 513339096 - Property 1295455071
source: Specifies the status of the selected SAF-T file.
nb_no: Angir statusen for den valgte SAF-T-filen.

# Page 2099396010 - Action 2316947810 - Property 1295455071
source: Show the activity log for the generation of the selected SAF-T file.
nb_no: Vis aktivitetsloggen for genereringen av den valgte SAF-T-filen.

# Page 2099396010 - Action 2316947810 - Property 2879900210
source: Activity Log
nb_no: Aktivitetslogg

# Page 2099396010 - Action 27446870 - Property 1295455071
source: Restart the generation of the selected SAF-T file.
nb_no: Start genereringen av den valgte SAF-T-filen på nytt.

# Page 2099396010 - Action 27446870 - Property 2879900210
source: Restart
nb_no: Start på nytt

# Page 2099396010 - Action 1700570109 - Property 1295455071
source: Show the error that occurred when generating the selected SAF-T file.
nb_no: Vis feilen som oppstod under generering av den valgte SAF-T-filen.

# Page 2099396010 - Action 1700570109 - Property 2879900210
source: Show Error
nb_no: Vis feil

# Page 3666884878 - Property 2879900210
source: SAF-T Exports
nb_no: SAF-T-eksporter

# Page 3666884878 - Control 2418865460 - Property 1295455071
source: Specifies the earliest date and time when the background job must be run.
nb_no: Angir tidligste dato og klokkeslett når bakgrunnsprosjektet må kjøres.

# Page 3666884878 - Control 3592094765 - Property 1295455071
source: Specifies the ending date of the SAF-T reporting period.
nb_no: Angir sluttdatoen for SAF-T-rapporteringsperioden.

# Page 3666884878 - Control 3518803488 - Property 1295455071
source: Specifies the date and time when the SAF-T file generation was completed.
nb_no: Angir datoen og klokkeslettet da SAF-T-filgenereringen ble fullført.

# Page 3666884878 - Control 4085528741 - Property 1295455071
source: Specifies the date and time when the SAF-T file generation was started.
nb_no: Angir datoen og klokkeslettet da SAF-T-filgenereringen ble startet.

# Page 3666884878 - Control 2747192818 - Property 1295455071
source: Specifies the mapping range code that represents the SAF-T reporting period.
nb_no: Angir tilordningsområdekoden som representerer SAF-T-rapporteringsperioden.

# Page 3666884878 - Control 18210474 - Property 1295455071
source: Specifies the maximum number of background jobs that can be processed at the same time.
nb_no: Angir maksimalt antall bakgrunnsprosjekter som kan behandles samtidig.

# Page 3666884878 - Control 1369749204 - Property 1295455071
source: Specifies if the change will be processed by parallel background jobs.
nb_no: Angir om endringen blir behandlet av parallelle bakgrunnsjobber.

# Page 3666884878 - Control 2286259903 - Property 1295455071
source: Specifies whether multiple SAF-T files will be generated for each day.
nb_no: Angir om flere SAF-T-filer blir generert for hver dag.

# Page 3666884878 - Control 1862936795 - Property 1295455071
source: Specifies if multiple SAF-T files will be generated per each month.
nb_no: Angir om flere SAF-T-filer blir generert per måned.

# Page 3666884878 - Control 543275552 - Property 1295455071
source: Specifies the starting date of the SAF-T reporting period.
nb_no: Angir startdatoen for SAF-T-rapporteringsperioden.

# Page 3666884878 - Control 513339096 - Property 1295455071
source: Specifies the overall status of one or more SAF-T files being generated.
nb_no: Angir den generelle statusen for én eller flere SAF-T-filer som genereres.

# Page 3666884878 - Action 2787516006 - Property 1295455071
source: Download the generated SAF-T file.
nb_no: Last ned den genererte SAF-T-filen.

# Page 3666884878 - Action 2787516006 - Property 2879900210
source: Download File
nb_no: Last ned fil

# Page 3666884878 - Action 620325036 - Property 1295455071
source: Start the generation of the SAF-T file.
nb_no: Start genereringen av SAF-T-filen.

# Page 1594291934 - Property 2879900210
source: G/L Account Mapping
nb_no: Finanskontotilordning

# Page 1594291934 - Control 2092126059 - Property 1295455071
source: Specifies the category of the SAF-T standard account or grouping code that is used for mapping.
nb_no: Angir kategorien for SAF-T-standardkonto eller -grupperingskode som brukes til tilordning.

# Page 1594291934 - Control 1559625623 - Property 1295455071
source: Specifies the name of the account that is used to map the SAF-T standard account or grouping code.
nb_no: Angir navnet på kontoen som brukes til å tilordne SAF-T-standardkonto eller -grupperingskode.

# Page 1594291934 - Control 359961477 - Property 1295455071
source: Specifies the number of the account that is used to map the SAF-T standard account or grouping code.
nb_no: Angir nummeret for kontoen som brukes til å tilordne SAF-T-standardkonto eller -grupperingskode.

# Page 1594291934 - Control 949215307 - Property 1295455071
source: Specifies the code of the SAF-T standard account or grouping code that is used for mapping.
nb_no: Angir koden for SAF-T-standardkonto eller -grupperingskode som brukes for tilordning.

# Page 1594291934 - Action 3734234140 - Property 1295455071
source: Mark G/L accounts that have posted G/L entries in green. If option Include Incoming Balance enabled then all posted G/L entries are considered for calculation. Otherwise only G/L entries of the reporting period are considered.
nb_no: Merk finanskonti som har bokførte finansposter i grønt. Hvis alternativet Inkluder inngående saldo aktivert, vurderes alle bokførte finansposter for beregning. Hvis ikke blir bare finansposter i rapporteringsperioden tatt hensyn til.

# Page 1594291934 - Action 3734234140 - Property 2879900210
source: Update G/L Entry Availability
nb_no: Oppdater tilgjengelighet for finanspost

# Page 1320579448 - Property 2879900210
source: SAF-T Grouping Categories
nb_no: SAF-T-grupperingskategorier

# Page 1320579448 - Control 3461834954 - Property 1295455071
source: Specifies the description of the grouping that is used for mapping.
nb_no: Angir beskrivelsen for grupperingen som brukes for tilordning.

# Page 1320579448 - Control 2961552353 - Property 1295455071
source: Specifies the category of the grouping code that is used for mapping.
nb_no: Angir kategorien for grupperingskoden som brukes for tilordning.

# Page 1320579448 - Action 1749679166 - Property 1295455071
source: Show the grouping codes of the selected category.
nb_no: Vis grupperingskodene for den valgte kategorien.

# Page 1320579448 - Action 1749679166 - Property 2879900210
source: Mapping Codes
nb_no: Tilordningskoder

# Page 2257608539 - Property 2879900210
source: SAF-T Groupings
nb_no: SAF-T-grupperinger

# Page 2257608539 - Control 3461834954 - Property 1295455071
source: Specifies the description of the grouping that is used for mapping.
nb_no: Angir beskrivelsen for grupperingen som brukes for tilordning.

# Page 2257608539 - Control 4200184881 - Property 1295455071
source: Specifies the category of the grouping code that is used for mapping.
nb_no: Angir kategorien for grupperingskoden som brukes for tilordning.

# Page 2441102194 - Property 2879900210
source: SAF-T Mapping Setup
nb_no: Oppsett av SAF-T-tilordning

# Page 2441102194 - Control 1634728413 - Property 2879900210
source: Mapping Range
nb_no: Tilordningsområde

# Page 2441102194 - Control 1597877536 - Property 1295455071
source: Specifies the starting date of the accounting period that will be used as SAF-T reporting period.
nb_no: Angir startdatoen for regnskapsperioden som skal brukes som SAF-T-rapporteringsperiode.

# Page 2441102194 - Control 3004954119 - Property 1295455071
source: Specifies the mapping range code that represents the SAF-T reporting period.
nb_no: Angir tilordningsområdekoden som representerer SAF-T-rapporteringsperioden.

# Page 2441102194 - Control 3592094765 - Property 1295455071
source: Specifies the ending date of the SAF-T reporting period.
nb_no: Angir sluttdatoen for SAF-T-rapporteringsperioden.

# Page 2441102194 - Control 3984022072 - Property 1295455071
source: Specifies the type of mapping.
nb_no: Angir tilordningstypen.

# Page 2441102194 - Control 1833568529 - Property 1295455071
source: Specifies the range type.
nb_no: Angir områdetypen.

# Page 2441102194 - Control 543275552 - Property 1295455071
source: Specifies the starting date of the SAF-T reporting period.
nb_no: Angir startdatoen for SAF-T-rapporteringsperioden.

# Page 2085307926 - Property 2019332006
source: New, Process
nb_no: Ny, Prosess

# Page 2085307926 - Property 2879900210
source: SAF-T Mapping Setup
nb_no: Oppsett av SAF-T-tilordning

# Page 2085307926 - Control 1634728413 - Property 2879900210
source: Mapping Range
nb_no: Tilordningsområde

# Page 2085307926 - Control 1597877536 - Property 1295455071
source: Specifies the starting date of the accounting period that will be used as SAF-T reporting period.
nb_no: Angir startdatoen for regnskapsperioden som skal brukes som SAF-T-rapporteringsperiode.

# Page 2085307926 - Control 3004954119 - Property 1295455071
source: Specifies the mapping range code that represents the SAF-T reporting period.
nb_no: Angir tilordningsområdekoden som representerer SAF-T-rapporteringsperioden.

# Page 2085307926 - Control 3592094765 - Property 1295455071
source: Specifies the ending date of the SAF-T reporting period.
nb_no: Angir sluttdatoen for SAF-T-rapporteringsperioden.

# Page 2085307926 - Control 1163052056 - Property 1295455071
source: Specifies if the incoming balance of G/L account of type "Balance Account" needs to be considered for mapping instead of the reporting period's net change.
nb_no: Angir om den innkommende saldoen for finanskontoen av typen saldokonto må vurderes for tilordning i stedet for bevegelsen i rapporteringsperioden.

# Page 2085307926 - Control 3984022072 - Property 1295455071
source: Specifies the type of mapping.
nb_no: Angir tilordningstypen.

# Page 2085307926 - Control 1349550047 - Property 1295455071
source: Specifies the category of the SAF-T standard account or grouping code that is used for mapping.
nb_no: Angir kategorien for SAF-T-standardkonto eller -grupperingskode som brukes til tilordning.

# Page 2085307926 - Control 3668860607 - Property 1295455071
source: Specifies the code of the SAF-T standard account or grouping code that is used for mapping.
nb_no: Angir koden for SAF-T-standardkonto eller -grupperingskode som brukes for tilordning.

# Page 2085307926 - Control 1833568529 - Property 1295455071
source: Specifies the range type for an accounting period or custom period with a flexible start date/time.
nb_no: Angir områdetypen for en regnskapsperiode eller egendefinert periode med en fleksibel startdato/-klokkeslett.

# Page 2085307926 - Control 543275552 - Property 1295455071
source: Specifies the starting date of the SAF-T reporting period.
nb_no: Angir startdatoen for SAF-T-rapporteringsperioden.

# Page 2085307926 - Action 3517601603 - Property 1295455071
source: Copy the G/L account mapping from another mapping code.
nb_no: Kopier finanskontotilordningen fra en annen tilordningskode.

# Page 2085307926 - Action 3517601603 - Property 2879900210
source: Copy Mapping from Another Range
nb_no: Kopier tilordning fra et annet område

# Page 2085307926 - Action 972680765 - Property 1295455071
source: Generate lines on the G/L Account Mapping page based on an existing chart of accounts.
nb_no: Generer linjer på siden Finanskontotilordning basert på en eksisterende kontoplan.

# Page 2085307926 - Action 972680765 - Property 2879900210
source: Initialize Source for Mapping
nb_no: Initialiser kilde for tilordning

# Page 1270772992 - Property 2879900210
source: SAF-T Mapping Source
nb_no: SAF-T-tilordningskilde

# Page 1270772992 - Control 1900957152 - Property 1295455071
source: Specifies the name of the source file.
nb_no: Angir navnet på kildefilen.

# Page 1270772992 - Control 3996861631 - Property 1295455071
source: Specifies the source type of the mapping.
nb_no: Angir kildetypen for tilordning.

# Page 1270772992 - Action 50424960 - Property 1295455071
source: Update the mapping codes from the file.
nb_no: Oppdater tilordningskodene fra filen.

# Page 1270772992 - Action 50424960 - Property 2879900210
source: Update
nb_no: Oppdater

# Page 3247374822 - Property 2879900210
source: SAF-T Setup
nb_no: SAF-T-oppsett

# Page 3247374822 - NamedType 1354362834
source: You must continue the SAF-T assisted setup guide first.
nb_no: Du må først fortsette veiledningen for assistert oppsett for SAF-T.

# Page 3247374822 - NamedType 3820759387
source: Something is not set up correctly for SAF-T. Do you want to open the SAF-T assisted setup guide?
nb_no: Noe er ikke riktig konfigurert for SAF-T. Vil du åpne veiledningen for assistert oppsett for SAF-T?

# Page 3247374822 - Control 2627088132 - Property 1295455071
source: Specifies if you want to be notified about the address that has not been set up correctly for SAF-T.
nb_no: Angir om du vil bli varslet om adressen som ikke har blitt konfigurert riktig for SAF-T.

# Page 3247374822 - Control 3829821075 - Property 1295455071
source: Specifies if you want to be notified about fields that have not been set up correctly for SAF-T on specific bank accounts.
nb_no: Angir om du vil bli varslet om felt som ikke har blitt konfigurert riktig for SAF-T på bestemte bankkontoer.

# Page 3247374822 - Control 2704216983 - Property 1295455071
source: Specifies if you want to be notified about fields that have not been set up correctly for SAF-T in the Company Information page.
nb_no: Angir om du vil bli varslet om felt som ikke har blitt konfigurert riktig for SAF-T på siden Selskapsopplysninger.

# Page 3247374822 - Control 147873798 - Property 1295455071
source: Specifies if you want to be notified about fields that have not been set up correctly for SAF-T for specific customers.
nb_no: Angir om du vil bli varslet om felt som ikke har blitt konfigurert riktig for SAF-T for bestemte kunder.

# Page 3247374822 - Control 1459662141 - Property 1295455071
source: Specifies if you want to be notified about the post code that has not been set up correctly for SAF-T.
nb_no: Angir om du vil bli varslet om postnummeret som ikke har blitt konfigurert riktig for SAF-T.

# Page 3247374822 - Control 1608686094 - Property 1295455071
source: Specifies if you want to be notified about fields that have not been set up correctly for SAF-T for specific vendors
nb_no: Angir om du vil bli varslet om felt som ikke har blitt konfigurert riktig for SAF-T for bestemte leverandører

# Page 3247374822 - Control 1509787282 - Property 1295455071
source: Specifies the post code to use when no values specified in the customer or vendor card.
nb_no: Angir postnummeret som skal brukes når det ikke er angitt noen verdier på kunde- eller leverandørkortet.

# Page 3918905259 - Property 2879900210
source: SAF-T Setup Guide
nb_no: Veiledning for oppsett av SAF-T

# Page 3918905259 - NamedType 3666634517
source: For G/L account with no mapping code, enter NA.
nb_no: For finanskonto uten tilordningskode skriver du inn NA.

# Page 3918905259 - NamedType 243693635
source: Mapping is not mandatory if no G/L entries are posted in the reported period.
nb_no: Tilordning er ikke obligatorisk hvis ingen finansposter bokføres i den rapporterte perioden.

# Page 3918905259 - NamedType 1730087084
source: A mapping range was not set up due to the following error: %1.
nb_no: Et tilordningsområde ble ikke konfigurert på grunn av følgende feil: %1.
