Repository: rstefanetti/MSDyn365BC.Code.History
Catalog: NorwegianSAFT/Source/Standard Audit File - Tax Localization for Norway/Translations/Standard Audit File - Tax Localization for Norway.*.xlf
Languages: nb_no

# Page 3918905259 - NamedType 1248164630
source: A source for mapping was not loaded due to the following error: %1.
nb_no: En kilde for tilordning ble ikke lastet inn på grunn av følgende feil: %1.

# Page 3918905259 - NamedType 3179315842
source: A mapping type is not specified.
nb_no: Det er ikke angitt en tilordningstype.

# Page 3918905259 - NamedType 1269338287
source: Open the setup page to define which dimensions to export to SAF-T.
nb_no: Åpne oppsettssiden for å definere hvilke dimensjoner som skal eksporteres til SAF-T.

# Page 3918905259 - NamedType 1934323751
source: Open the setup page to define G/L account mappings.
nb_no: Åpne oppsettssiden for å definere finanskontotilordninger.

# Page 3918905259 - NamedType 3317576682
source: Open the setup page to define a VAT Posting Setup mapping.
nb_no: Åpne oppsettssiden for å definere en tilordning for mva-bokføringsoppsett.

# Page 3918905259 - NamedType 984350027
source: Set up SAF-T has not been completed.\\Are you sure that you want to exit?
nb_no: Oppsett av SAF-T er ikke fullført.\\Er du sikker på at du vil avslutte?

# Page 3918905259 - NamedType 4187347892
source: VAT posting setups without a mapping will be exported with the NA value to the XML file.
nb_no: Mva-bokføringsoppsett uten tilordning blir eksportert med NA-verdien til XML-filen.

# Page 3918905259 - Control 1412901032 - Property 1968111052
source: Specify the period of the first SAF-T file. Choose Next to map your chart of accounts to the values that SAF-T requires.
nb_no: Angi perioden for den første SAF-T-filen. Velg Neste for å tilordne kontoplanen til verdiene som SAF-T krever.

# Page 3918905259 - Control 1412901032 - Property 2879900210
source: Specify the period of the first SAF-T file
nb_no: Angi perioden for den første SAF-T-filen

# Page 3918905259 - Control 1597877536 - Property 2879900210
source: Accounting Period
nb_no: Regnskapsperiode

# Page 3918905259 - Control 3592094765 - Property 2879900210
source: Ending Date
nb_no: Sluttdato

# Page 3918905259 - Control 2427717989 - Property 2879900210
source: Range Type
nb_no: Områdetype

# Page 3918905259 - Control 543275552 - Property 2879900210
source: Starting Date
nb_no: Startdato

# Page 3918905259 - Control 2414211674 - Property 1968111052
source: Specify the preferred mapping type and choose Next.
nb_no: Angi foretrukket tilordningstype og velg Neste.

# Page 3918905259 - Control 146194493 - Property 1968111052
source: When sending your SAF-T file to the tax authorities, each G/L account must be mapped to either a financial standard account or the income statement for the type of business.
nb_no: Når du sender SAF-T-filen til skattemyndighetene, må hver finanskonto tilordnes en finansstandardkonto eller resultatregnskapet for typen selskap.

# Page 3918905259 - Control 146194493 - Property 2879900210
source: Select chart of accounts mapping
nb_no: Velg kontoplantilordning

# Page 3918905259 - Control 3572599862 - Property 1968111052
source: Specify the preferred mapping type and then choose the Import the source files for mapping button. Import the mapping codes for standard tax and according to the mapping type specified in the field. Then choose Next.
nb_no: Angi foretrukket tilordningstype, og velg deretter knappen Importer kildefiler for tilordning. Importer tilordningskodene for standardavgift og i henhold til tilordningstypen som er angitt i feltet. Velg deretter Neste.

# Page 3918905259 - Control 3720095904 - Property 2879900210
source: Mapping Type
nb_no: Tilordningstype

# Page 3918905259 - Control 793767738 - Property 1968111052
source: Specify the employee responsible for the content of the SAF-T File. The information about the contact will be exported to the SAF-T file.
nb_no: Angi den ansatte som er ansvarlig for innholdet i SAF-T-filen. Informasjonen om kontakten blir eksportert til SAF-T-filen.

# Page 3918905259 - Control 793767738 - Property 2879900210
source: Specify the employee to contact
nb_no: Angi den ansatte som skal kontaktes

# Page 3918905259 - Control 3797089627 - Property 2879900210
source: Employee No.
nb_no: Ansattnr.

# Page 3918905259 - Control 414586598 - Property 1968111052
source: Change the value of Export to SAF-T on Dimensions page if a certain dimension must be skipped from export to the SAF-T File.
nb_no: Endre verdien for Eksporter til SAF-T på siden Dimensjoner hvis en bestemt dimensjon må hoppes over fra eksport til SAF-T-filen.

# Page 3918905259 - Control 414586598 - Property 2879900210
source: Export dimensions to SAF-T
nb_no: Eksporter dimensjoner til SAF-T

# Page 3918905259 - Control 575692331 - Property 1968111052
source: For each general ledger account, select the SAF-T account or grouping code depending on the mapping type selected in the previous step.
nb_no: For hver finanskonto velger du SAF-T-konto eller -grupperingskode, avhengig av tilordningstypen som er valgt i det forrige trinnet.

# Page 3918905259 - Control 575692331 - Property 2879900210
source: Map SAF-T accounts to your chart of accounts
nb_no: Tilordne SAF-T-kontoer til kontoplanen

# Page 3918905259 - Control 1891128134 - Property 2879900210
source: G/L Accounts Mapped:
nb_no: Finanskonti tilordnet:

# Page 3918905259 - Control 2203603252 - Property 2879900210
source: The SAF-T setup is completed!
nb_no: SAF-T-installasjonen er fullført!

# Page 3918905259 - Control 1182202415 - Property 1968111052
source: You're ready to use the SAF-T functionality. Do an additional mapping on the SAF-T Mapping Setup page if needed. Open the SAF-T Exports page to export the data in the SAF-T format.
nb_no: Du er klar til å bruke SAF-T-funksjonaliteten. Utfør om nødvendig en ekstra tilordning på siden Oppsett av SAF-T-tilordning. Åpne siden SAF-T-eksport for å eksportere dataene i SAF-T-formatet.

# Page 3918905259 - Control 3800514526 - Property 2879900210
source: Welcome to the setup of SAF-T
nb_no: Velkommen til oppsettet av SAF-T

# Page 3918905259 - Control 859857378 - Property 1968111052
source: The SAF-T (Standard Audit File - Tax) is a standard file format for exporting various types of accounting transactional data using the XML format. This guide helps you set up SAF-T for the Norwegian version of Dynamics 365 Business Central. If you do not have a chart of accounts, this guide helps you to create it based on SAF-T standard chart of accounts. If you do not want to set this up right now, close this page.
nb_no: SAF-T (standardrevisjonsfil – avgift) er et standardfilformat for eksport av ulike typer regnskapstransaksjonsdata ved hjelp av XML-formatet. Denne veiledningen hjelper deg med å konfigurere SAF-T for den norske versjonen av Dynamics 365 Business Central. Hvis du ikke har en kontoplan, hjelper denne veiledningen deg med å opprette den basert på SAF-T-standardkontoplan. Lukk denne siden hvis du ikke vil konfigurere akkurat nå.

# Page 3918905259 - Control 3107569932 - Property 2879900210
source: VAT Posting Setup mapped:
nb_no: Mva-bokføringsoppsett tilordnet:

# Page 3918905259 - Control 351388067 - Property 1968111052
source: Specify a value in the Sales SAF-T Standard Tax Code field and/or the Purchase SAF-T Standard Tax Code field depending on type of operations you perform with the certain combination.
nb_no: Angi en verdi i feltet Standard SAF-T-avgiftskode for salg og/eller feltet Standard SAF-T-avgiftskode for kjøp, avhengig av hvilken type operasjoner du utfører med den bestemte kombinasjonen.

# Page 3918905259 - Control 351388067 - Property 2879900210
source: Map VAT posting setup to VAT codes
nb_no: Tilordne mva-bokføringsoppsett til mva-koder

# Page 3918905259 - Action 2438272767 - Property 2879900210
source: Back
nb_no: Tilbake

# Page 3918905259 - Action 3259912055 - Property 2879900210
source: Finish
nb_no: Fullfør

# Page 3918905259 - Action 914282563 - Property 2879900210
source: Next
nb_no: Neste

# Page 3918905259 - Action 1462567861 - Property 1295455071
source: Create a chart of accounts in Business Central from SAF-T standard accounts codes, with either two or four digits depending on mapping type selected in the previous step.
nb_no: Opprett en kontoplan i Business Central fra SAF-T-standardkontokoder, med enten to eller fire sifre, avhengig av tilordningstypen som er valgt i det forrige trinnet.

# Page 3918905259 - Action 1462567861 - Property 2879900210
source: Create chart of accounts
nb_no: Opprett kontoplan

# Page 3918905259 - Action 2362823299 - Property 2879900210
source: Import the source files for mapping
nb_no: Importer kildefilene for tilordning

# Page 3918905259 - Action 326275288 - Property 1295455071
source: Automatically match existing G/L accounts with SAF-T standard accounts codes, with either two or four digits depending on the mapping type selected in the previous step.
nb_no: Samsvarer automatisk eksisterende finanskonti med SAF-T-standardkontokoder med enten to eller fire sifre, avhengig av tilordningstypen som er valgt i det forrige trinnet.

# Page 3918905259 - Action 326275288 - Property 2879900210
source: Match chart of accounts
nb_no: Tilordne kontoplan

# Page 351339034 - Property 2879900210
source: SAF-T Source Codes
nb_no: SAF-T-kildekoder

# Page 351339034 - Control 3004954119 - Property 1295455071
source: Specifies the SAF-T source code.
nb_no: Angir SAF-T-kildekoden.

# Page 351339034 - Control 3461834954 - Property 1295455071
source: Specifies the SAF-T source code description.
nb_no: Angir beskrivelsen av SAF-T-kildekoden.

# Page 351339034 - Control 1824987418 - Property 1295455071
source: Specifies if G/L entries with no source codes must be exported with this SAF-T source code.
nb_no: Angir om finansposter uten kildekoder må eksporteres med denne SAF-T-kildekoden.

# Page 3921999400 - Property 2879900210
source: SAF-T Standard Accounts
nb_no: SAF-T-standardkontoer

# Page 3921999400 - Control 3461834954 - Property 1295455071
source: Specifies the description of the standard account category that is used for mapping.
nb_no: Angir beskrivelsen av standardkontokategorien som brukes for tilordning.

# Page 3921999400 - Control 4200184881 - Property 1295455071
source: Specifies the standard account code that is used for mapping.
nb_no: Angir standardkontokoden som brukes til tilordning.

# Page 469797857 - Property 2879900210
source: SAF-T Standard Account Categories
nb_no: SAF-T-standardkontokategorier

# Page 469797857 - Control 3461834954 - Property 1295455071
source: Specifies the description of the standard account category that is used for mapping.
nb_no: Angir beskrivelsen av standardkontokategorien som brukes for tilordning.

# Page 469797857 - Control 3984022072 - Property 1295455071
source: Specifies the type of mapping.
nb_no: Angir tilordningstypen.

# Page 469797857 - Control 2961552353 - Property 1295455071
source: Specifies the category of the standard code that is used for mapping.
nb_no: Angir kategorien for standardkoden som brukes til tilordning.

# Page 469797857 - Action 1749679166 - Property 1295455071
source: Show the standard account codes of the certain category.
nb_no: Vis standardkontokoder for den bestemte kategorien.

# Page 469797857 - Action 1749679166 - Property 2879900210
source: Mapping Codes
nb_no: Tilordningskoder

# Page 3865464019 - Property 2879900210
source: SAF-T VAT Posting Setup
nb_no: Mva-bokføringsoppsett for SAF-T

# Page 3865464019 - Control 3461834954 - Property 1295455071
source: Specifies a description of the VAT posting setup
nb_no: Angir en beskrivelse av mva-bokføringsoppsettet

# Page 3865464019 - Control 4150717296 - Property 1295455071
source: Specifies the code of the VAT posting setup that will be used for the StandardTaxCode XML node in the SAF-T file for the purchase VAT entries.
nb_no: Angir koden for mva-bokføringsoppsettet som skal brukes for StandardTaxCode-XML-noden i SAF-T-filen for inngående mva-poster.

# Page 3865464019 - Control 127375946 - Property 1295455071
source: Specifies the code of the VAT posting setup that will be used for the TaxCode XML node in the SAF-T file for the purchase VAT entries.
nb_no: Angir koden for mva-bokføringsoppsettet som skal brukes for TaxCode-XML-noden i SAF-T-filen for inngående mva-poster.

# Page 3865464019 - Control 4053430370 - Property 1295455071
source: Specifies the code of the VAT posting setup that will be used for the StandardTaxCode XML node in the SAF-T file for the sales VAT entries.
nb_no: Angir koden for mva-bokføringsoppsettet som skal brukes for StandardTaxCode-XML-noden i SAF-T-filen for utgående mva-poster.

# Page 3865464019 - Control 3378701591 - Property 1295455071
source: Specifies the code of the VAT posting setup that will be used for the TaxCode XML node in the SAF-T file for the sales VAT entries.
nb_no: Angir koden for mva-bokføringsoppsettet som skal brukes for TaxCode-XML-noden i SAF-T-filen for utgående mva-poster.

# Page 3865464019 - Control 1246077090 - Property 1295455071
source: Specifies the relevant VAT rate for the particular combination of VAT business posting group and VAT product posting group. Do not enter the percent sign, only the number. For example, if the VAT rate is 25 %, enter 25 in this field.
nb_no: Angir den relevante mva-sats for denne kombinasjon av mva-bokføringsgruppe - firma og mva-bokføringsgruppe - vare. Ikke skriv inn prosenttegnet, bare tallet. Hvis mva-satsen for eksempel er 25 %, skriver du inn 25 i feltet.

# Page 3865464019 - Control 1844012642 - Property 1295455071
source: Specifies the VAT specification of the involved customer or vendor to link transactions made for this record with the appropriate general ledger account according to the VAT posting setup.
nb_no: Angir mva-spesifikasjonen for den involverte kunden eller leverandøren for å koble transaksjoner som ble utført for denne posten, med riktig finanskonto i henhold til det generelle mva-bokføringsoppsettet.

# Page 3865464019 - Control 2971014054 - Property 1295455071
source: Specifies how VAT will be calculated for purchases or sales of items with this particular combination of VAT business posting group and VAT product posting group.
nb_no: Angir hvordan mva. skal beregnes for kjøp eller salg av varer med denne spesielle kombinasjonen av mva-bokføringsgruppe - firma og mva-bokføringsgruppe - vare.

# Page 3865464019 - Control 236064653 - Property 1295455071
source: Specifies the VAT product posting group. Links business transactions made for the item, resource, or G/L account with the general ledger, to account for VAT amounts resulting from trade with that record.
nb_no: Angir mva-bokføringsgruppen - vare. Kobler forretningstransaksjoner som er utført for varen, ressursen eller finanskontoen, med Finans for å gjenspeile mva-beløpene fra handel med den posten.

# Report 683032088 - Property 2879900210
source: SAF-T Copy Mapping
nb_no: SAF-T-kopitilordning

# Report 683032088 - Control 362981690 - Property 1295455071
source: Specifies the mapping range code to copy mapping from
nb_no: Angir koden for tilordningsområde som tilordningen kopieres fra

# Report 683032088 - Control 362981690 - Property 2879900210
source: Mapping Range Code
nb_no: Tilordningsområdekode

# Report 683032088 - Control 363376037 - Property 1295455071
source: Specifies that the existing mapping will be replaced by the mapping range to copy.
nb_no: Angir at den eksisterende tilordningen blir erstattet av tilordningsområdet som skal kopieres.

# Report 683032088 - Control 363376037 - Property 2879900210
source: Replace Existing Mapping
nb_no: Erstatt eksisterende tilordning

# PageExtension 3974796057 - Control 3675218945 - Property 1295455071
source: Specifies if information about this dimension will be exported to the SAF-T file.
nb_no: Angir om informasjon om denne dimensjonen blir eksportert til SAF-T-filen.

# PageExtension 3974796057 - Control 3684495470 - Property 1295455071
source: Specifies the SAF-T code that will be exported to AnalysisType XML node of the SAF-T file.
nb_no: Angir SAF-T-koden som blir eksportert til XML-noden for AnalysisType i SAF-T-filen.

# PageExtension 3535736462 - Control 3797089627 - Property 1295455071
source: Specifies the employee of the company whose information will be exported as the contact for the SAF-T file.
nb_no: Angir den ansatte i selskapet som har informasjon som skal eksporteres som kontakten for SAF-T-filen.

# PageExtension 351339034 - Control 2374442188 - Property 1295455071
source: Specifies the code that will be exported to the JournalID XML node in the SAF-T file.
nb_no: Angir koden som skal eksporteres til XML-noden for JournalID i SAF-T-filen.

# PageExtension 3968840133 - Control 3884584085 - Property 1295455071
source: Specifies the code of the VAT posting setup that will be used for the TaxCode XML node in the SAF-T file for the purchase VAT entries.
nb_no: Angir koden for mva-bokføringsoppsettet som skal brukes for TaxCode-XML-noden i SAF-T-filen for inngående mva-poster.

# PageExtension 3968840133 - Control 2603357364 - Property 1295455071
source: Specifies the code of the VAT posting setup that will be used for the StandardTaxCode XML node in the SAF-T file for the purchase VAT entries.
nb_no: Angir koden for mva-bokføringsoppsettet som skal brukes for StandardTaxCode-XML-noden i SAF-T-filen for inngående mva-poster.

# PageExtension 3968840133 - Control 2867432420 - Property 1295455071
source: Specifies the code of the VAT posting setup that will be used for the TaxCode XML node in the SAF-T file for the sales VAT entries.
nb_no: Angir koden for mva-bokføringsoppsettet som skal brukes for TaxCode-XML-noden i SAF-T-filen for utgående mva-poster.

# PageExtension 3968840133 - Control 4138765653 - Property 1295455071
source: Specifies the code of the VAT posting setup that will be used for the StandardTaxCode XML node in the SAF-T file for the sales VAT entries.
nb_no: Angir koden for mva-bokføringsoppsettet som skal brukes for StandardTaxCode-XML-noden i SAF-T-filen for utgående mva-poster.

# PageExtension 1489669071 - Control 3884584085 - Property 1295455071
source: Specifies the code of the VAT posting setup that will be used for the TaxCode XML node in the SAF-T file for the purchase VAT entries.
nb_no: Angir koden for mva-bokføringsoppsettet som skal brukes for TaxCode-XML-noden i SAF-T-filen for inngående mva-poster.

# PageExtension 1489669071 - Control 2603357364 - Property 1295455071
source: Specifies the code of the VAT posting setup that will be used for the StandardTaxCode XML node in the SAF-T file for the purchase VAT entries.
nb_no: Angir koden for mva-bokføringsoppsettet som skal brukes for StandardTaxCode-XML-noden i SAF-T-filen for inngående mva-poster.

# PageExtension 1489669071 - Control 2867432420 - Property 1295455071
source: Specifies the code of the VAT posting setup that will be used for the TaxCode XML node in the SAF-T file for the sales VAT entries.
nb_no: Angir koden for mva-bokføringsoppsettet som skal brukes for TaxCode-XML-noden i SAF-T-filen for utgående mva-poster.

# PageExtension 1489669071 - Control 4138765653 - Property 1295455071
source: Specifies the code of the VAT posting setup that will be used for the StandardTaxCode XML node in the SAF-T file for the sales VAT entries.
nb_no: Angir koden for mva-bokføringsoppsettet som skal brukes for StandardTaxCode-XML-noden i SAF-T-filen for utgående mva-poster.

# PageExtension 766791453 - Control 3835983272 - Property 1295455071
source: Specifies if the tax code is used for compensation.
nb_no: Angir om avgiftskoden brukes for kompensasjon.

# PageExtension 766791453 - Control 3835983272 - Property 2879900210
source: Compensation
nb_no: Lønn

# TableExtension 3974796057 - Field 227023942 - Property 2879900210
source: Export to SAF-T
nb_no: Eksporter til SAF-T

# TableExtension 3974796057 - Field 1412124609 - Property 2879900210
source: SAF-T Analysis Type
nb_no: SAF-T-analysetype

# TableExtension 3535736462 - Field 2377726822 - Property 2879900210
source: SAF-T Contact No.
nb_no: SAF-T-kontaktnr.

# TableExtension 295034767 - Field 295034767 - Property 2879900210
source: SAF-T Source Code
nb_no: SAF-T-kildekode

# TableExtension 417346265 - NamedType 1278416368
source: %1 is already used in VAT posting setup %2, %3, field %4
nb_no: %1 er allerede brukt i mva-bokføringsoppsett %2, %3, felt %4

# TableExtension 417346265 - NamedType 92375278
source: SAF-T Tax Code
nb_no: SAF-T-avgiftskode

# TableExtension 417346265 - Field 4150717296 - Property 2879900210
source: Purchase SAF-T Standard Tax Code
nb_no: Standard SAF-T-avgiftskode for kjøp

# TableExtension 417346265 - Field 127375946 - Property 2879900210
source: Purchase SAF-T Tax Code
nb_no: SAF-T-avgiftskode for kjøp

# TableExtension 417346265 - Field 4053430370 - Property 2879900210
source: Sales SAF-T Standard Tax Code
nb_no: Standard SAF-T-avgiftskode for salg

# TableExtension 417346265 - Field 3378701591 - Property 2879900210
source: Sales SAF-T Tax Code
nb_no: SAF-T-avgiftskode for salg

# TableExtension 766791453 - Field 3835983272 - Property 2879900210
source: Compensation
nb_no: Lønn

# Enum 1610557497 - EnumValue 3826689261 - Property 2879900210
source: Failed
nb_no: Mislyktes

# Enum 1610557497 - EnumValue 1353916356 - Property 2879900210
source: Passed
nb_no: Bestått

# Enum 3901834970 - EnumValue 2327360480 - Property 2879900210
source: Accounting Period
nb_no: Regnskapsperiode

# Enum 3901834970 - EnumValue 31514389 - Property 2879900210
source: Date Range
nb_no: Datoområde

# Enum 733575408 - EnumValue 3851814869 - Property 2879900210
source: Four Digit Standard Account
nb_no: Fire sifret standardkonto

# Enum 733575408 - EnumValue 1491939138 - Property 2879900210
source: Income Statement
nb_no: Resultatregnskap

# Enum 733575408 - EnumValue 538232189 - Property 2879900210
source: Standard Tax Code
nb_no: Standard avgiftskode

# Enum 733575408 - EnumValue 4000850171 - Property 2879900210
source: Two Digit Standard Account
nb_no: To sifret standardkonto

# Enum 962137475 - EnumValue 3851814869 - Property 2879900210
source: Four Digit Standard Account
nb_no: Fire sifret standardkonto

# Enum 962137475 - EnumValue 1491939138 - Property 2879900210
source: Income Statement
nb_no: Resultatregnskap

# Enum 962137475 - EnumValue 4000850171 - Property 2879900210
source: Two Digit Standard Account
nb_no: To sifret standardkonto
