Repository: rstefanetti/MSDyn365BC.Code.History
Catalog: NorwegianSAFT/Source/Standard Audit File - Tax Localization for Norway/Translations/Standard Audit File - Tax Localization for Norway.*.xlf
Languages: nb_no

# Table 602235041 - Property 2879900210
source: SAF-T Export File
nb_no: SAF-T-eksportert fil

# Table 602235041 - Field 4250875323 - Property 2879900210
source: Export ID
nb_no: Eksport-ID

# Table 602235041 - Field 2022107547 - Property 2879900210
source: File No.
nb_no: Filnr.

# Table 602235041 - Field 382888509 - Property 2879900210
source: SAF-T File
nb_no: SAF-T-fil

# Table 2386421154 - Property 2879900210
source: SAF-T Export Header
nb_no: SAF-T-eksporthode

# Table 2386421154 - Field 2148955958 - Property 2879900210
source: Create Multiple Zip Files
nb_no: Opprett flere ZIP-filer

# Table 2386421154 - Field 898403966 - Property 2879900210
source: Data check status
nb_no: Status for datakontroll

# Table 2386421154 - Field 648601929 - Property 2879900210
source: Disable Zip File Generation
nb_no: Deaktiver generering av ZIP-fil

# Table 2386421154 - Field 6461729 - Property 2879900210
source: Earliest Start Date/Time
nb_no: Tidligste startdato/-klokkeslett

# Table 2386421154 - Field 458406397 - Property 2879900210
source: Ending Date
nb_no: Sluttdato

# Table 2386421154 - Field 1753067149 - Property 2879900210
source: Execution End Date/Time
nb_no: Sluttdatoen og -klokkeslettet for kjøring

# Table 2386421154 - Field 707229288 - Property 2879900210
source: Execution Start Date/Time
nb_no: Startdato/-klokkeslett for kjøring

# Table 2386421154 - Field 1786487985 - Property 2879900210
source: Export Currency Information
nb_no: Eksporter valutainformasjon

# Table 2386421154 - Field 2681143077 - Property 2879900210
source: Folder Path
nb_no: Mappebane

# Table 2386421154 - Field 1347859192 - Property 2879900210
source: Header Comment
nb_no: Hodemerknad

# Table 2386421154 - Field 2172196565 - Property 2879900210
source: Latest Data Check Date/Time
nb_no: Siste dato/klokkeslett for datakontroll

# Table 2386421154 - Field 2747192818 - Property 2879900210
source: Mapping Range Code
nb_no: Tilordningsområdekode

# Table 2386421154 - Field 18210474 - Property 2879900210
source: Max No. Of Jobs
nb_no: Maks. antall prosjekter

# Table 2386421154 - Field 1045836580 - Property 2879900210
source: Parallel Processing
nb_no: Parallell behandling

# Table 2386421154 - Field 382888509 - Property 2879900210
source: SAF-T File
nb_no: SAF-T-fil

# Table 2386421154 - Field 2678142823 - Property 2879900210
source: Split By Date
nb_no: Del etter dato

# Table 2386421154 - Field 1578191139 - Property 2879900210
source: Split By Month
nb_no: Del etter måned

# Table 2386421154 - Field 460889064 - Property 2879900210
source: Starting Date
nb_no: Startdato

# Table 2386421154 - Field 513339096 - Property 62802879
source: Not Started,In Progress,Failed,Completed
nb_no: Ikke startet,I arbeid,Mislyktes,Ferdig

# Table 909457577 - Property 2879900210
source: SAF-T Export Line
nb_no: SAF-T-eksportlinje

# Table 909457577 - Field 892252506 - Property 2879900210
source: Created Date/Time
nb_no: Opprettelsesdato og -klokkeslett

# Table 909457577 - Field 3461834954 - Property 2879900210
source: Description
nb_no: Beskrivelse

# Table 909457577 - Field 458406397 - Property 2879900210
source: Ending Date
nb_no: Sluttdato

# Table 909457577 - Field 3320823955 - Property 2879900210
source: Line No.
nb_no: Linjenr.

# Table 909457577 - Field 138642376 - Property 2879900210
source: Master Data
nb_no: Hoveddata

# Table 909457577 - Field 2934272260 - Property 2879900210
source: No. Of Retries
nb_no: Antall poster

# Table 909457577 - Field 4237402031 - Property 2879900210
source: Progress
nb_no: Fremdrift

# Table 909457577 - Field 382888509 - Property 2879900210
source: SAF-T File
nb_no: SAF-T-fil

# Table 909457577 - Field 3975658731 - Property 2879900210
source: Server Instance ID
nb_no: Serverforekomst-ID

# Table 909457577 - Field 1829104285 - Property 2879900210
source: Session ID
nb_no: Økt-ID

# Table 909457577 - Field 460889064 - Property 2879900210
source: Starting Date
nb_no: Startdato

# Table 909457577 - Field 513339096 - Property 62802879
source: Not Started,In Progress,Failed,Completed
nb_no: Ikke startet,I arbeid,Mislyktes,Ferdig

# Table 909457577 - Field 3958072724 - Property 2879900210
source: Task ID
nb_no: Oppgave-ID

# Table 3326605066 - Property 2879900210
source: SAF-T Export Setup
nb_no: Oppsett av SAF-T-eksport

# Table 3326605066 - Field 1347859192 - Property 2879900210
source: Header Comment
nb_no: Hodemerknad

# Table 3326605066 - Field 2747192818 - Property 2879900210
source: Mapping Range Code
nb_no: Tilordningsområdekode

# Table 3326605066 - Field 1663593181 - Property 2879900210
source: Primary Key
nb_no: Primærnøkkel

# Table 2868310936 - Property 2879900210
source: SAF-T G/L Account Mapping
nb_no: Finanskontotilordning for SAF-T

# Table 2868310936 - Field 2005121193 - Property 2879900210
source: Category No.
nb_no: Kategorinummer

# Table 2868310936 - Field 63418190 - Property 2879900210
source: G/L Account Name
nb_no: Finanskontonavn

# Table 2868310936 - Field 3852983238 - Property 2879900210
source: G/L Account No.
nb_no: Finanskontonr.

# Table 2868310936 - Field 3379764274 - Property 2879900210
source: G/L Entries Exists
nb_no: Finansposter finnes

# Table 2868310936 - Field 2747192818 - Property 2879900210
source: Mapping Range Code
nb_no: Tilordningsområdekode

# Table 2868310936 - Field 3984022072 - Property 2879900210
source: Mapping Type
nb_no: Tilordningstype

# Table 2868310936 - Field 4200184881 - Property 2879900210
source: No.
nb_no: Nr.

# Table 903811563 - Property 2879900210
source: SAF-T Mapping
nb_no: SAF-T-tilordning

# Table 903811563 - Field 2005121193 - Property 2879900210
source: Category No.
nb_no: Kategorinummer

# Table 903811563 - Field 3461834954 - Property 2879900210
source: Description
nb_no: Beskrivelse

# Table 903811563 - Field 3984022072 - Property 2879900210
source: Mapping Type
nb_no: Tilordningstype

# Table 903811563 - Field 4200184881 - Property 2879900210
source: No.
nb_no: Nr.

# Table 672503691 - Property 2879900210
source: SAF-T Mapping Category
nb_no: SAF-T-tilordningskategori

# Table 672503691 - Field 3461834954 - Property 2879900210
source: Description
nb_no: Beskrivelse

# Table 672503691 - Field 3984022072 - Property 2879900210
source: Mapping Type
nb_no: Tilordningstype

# Table 672503691 - Field 4200184881 - Property 2879900210
source: No.
nb_no: Nr.

# Table 3901834970 - Property 2879900210
source: SAF-T Mapping Range
nb_no: SAF-T-tilordningsområde

# Table 3901834970 - NamedType 2862659481
source: You cannot select the accounting period that does not have the ending date.
nb_no: Du kan ikke velge regnskapsperioden som ikke har sluttdatoen.

# Table 3901834970 - NamedType 2715514529
source: Starting date cannot be before ending date.
nb_no: Startdatoen kan ikke være før sluttdatoen.

# Table 3901834970 - NamedType 1427492155
source: One or more G/L Account already mapped. Do you want to remove the mapping range?
nb_no: Én eller flere finanskonti er allerede tilordnet. Vil du fjerne tilordningsområdet?

# Table 3901834970 - NamedType 1954114571
source: Do you want to change the already defined G/L account mapping to the new mapping?
nb_no: Vil du endre den allerede definerte finanskontotilordningen til den nye tilordningen?

# Table 3901834970 - NamedType 4155606318
source: One or more SAF-T exports exist for the mapping range. Do you want to remove the mapping range?
nb_no: Det finnes én eller flere SAF-T-eksporter for tilordningsområdet. Vil du fjerne tilordningsområdet?

# Table 3901834970 - Field 2327360480 - Property 2879900210
source: Accounting Period
nb_no: Regnskapsperiode

# Table 3901834970 - Field 3004954119 - Property 2879900210
source: Code
nb_no: Kode

# Table 3901834970 - Field 458406397 - Property 2879900210
source: Ending Date
nb_no: Sluttdato

# Table 3901834970 - Field 3376138136 - Property 2879900210
source: Include Incoming Balance
nb_no: Ta med inngående saldo

# Table 3901834970 - Field 1239567501 - Property 2879900210
source: Mapping Category No.
nb_no: Tilordning av kategorinr.

# Table 3901834970 - Field 4199324085 - Property 2879900210
source: Mapping No.
nb_no: Tilordningsnummer

# Table 3901834970 - Field 3984022072 - Property 2879900210
source: Mapping Type
nb_no: Tilordningstype

# Table 3901834970 - Field 948037281 - Property 2879900210
source: Range Type
nb_no: Periode

# Table 3901834970 - Field 460889064 - Property 2879900210
source: Starting Date
nb_no: Startdato

# Table 1270772992 - Property 2879900210
source: SAF-T Mapping Source
nb_no: SAF-T-tilordningskilde

# Table 1270772992 - NamedType 2961757412
source: There is a mapping source with this file name already loaded.
nb_no: Det finnes en tilordningskilde med dette filnavnet som allerede er lastet inn.

# Table 1270772992 - Field 1882905478 - Property 2879900210
source: Source No.
nb_no: Kildenr.

# Table 1270772992 - Field 1753214751 - Property 2879900210
source: Source Type
nb_no: Kildetype

# Table 2980707877 - Property 2879900210
source: SAF-T Missing Field
nb_no: SAF-T mangler felt

# Table 2980707877 - Field 823559016 - Property 2879900210
source: Field Caption
nb_no: Felttekst

# Table 2980707877 - Field 3531868071 - Property 2879900210
source: Field No.
nb_no: Feltnr.

# Table 2980707877 - Field 1787409580 - Property 2879900210
source: Group No.
nb_no: Gruppenr.

# Table 2980707877 - Field 2897660500 - Property 2879900210
source: Record ID
nb_no: Post-ID

# Table 2980707877 - Field 3017471043 - Property 2879900210
source: Table No.
nb_no: Tabellnr.

# Table 3247374822 - Property 2879900210
source: SAF-T Setup
nb_no: SAF-T-oppsett

# Table 3247374822 - Field 2998338620 - Property 2879900210
source: Check Address
nb_no: Kontroller adresse

# Table 3247374822 - Field 38781331 - Property 2879900210
source: Check Bank Account
nb_no: Kontroller bankkonto

# Table 3247374822 - Field 3187525439 - Property 2879900210
source: Check Company Information
nb_no: Kontroller selskapsopplysninger

# Table 3247374822 - Field 1533897310 - Property 2879900210
source: Check Customer
nb_no: Kontroller kunde

# Table 3247374822 - Field 1387593085 - Property 2879900210
source: Check Post Code
nb_no: Kontroller postnummer

# Table 3247374822 - Field 4166757670 - Property 2879900210
source: Check Vendor
nb_no: Kontroller leverandør

# Table 3247374822 - Field 1882811858 - Property 2879900210
source: Default Post Code
nb_no: Standard postnummer

# Table 3247374822 - Field 2345991345 - Property 2879900210
source: Dimension No.
nb_no: Dimensjonsnr.

# Table 3247374822 - Field 3132723251 - Property 2879900210
source: Dimension No. Series Code
nb_no: Kode for dimensjonsnummerserie

# Table 3247374822 - Field 3397053526 - Property 2879900210
source: Last Tax Code
nb_no: Siste mva-kode

# Table 3247374822 - Field 3762453258 - Property 2879900210
source: Not Applicable VAT Code
nb_no: Ikke gjeldende mva-kode

# Table 3247374822 - Field 1663593181 - Property 2879900210
source: Primary Key
nb_no: Primærnøkkel

# Table 295034767 - Property 2879900210
source: SAF-T Source Code
nb_no: SAF-T-kildekode

# Table 295034767 - NamedType 145639983
source: SAF-T source code %1 already has the Include No Source Code enabled.. You cannot set this option for multiple SAF-T source codes
nb_no: SAF-T-kildekode %1 har allerede Inkluder ingen kildekode aktivert. Du kan ikke angi dette alternativet for flere SAF-T-kildekoder

# Table 295034767 - Field 3004954119 - Property 2879900210
source: Code
nb_no: Kode

# Table 295034767 - Field 3461834954 - Property 2879900210
source: Description
nb_no: Beskrivelse

# Table 295034767 - Field 3289481650 - Property 2879900210
source: Includes No Source Code
nb_no: Inkluderer ingen kildekode

# Codeunit 1071012676 - NamedType 3369811046
source: Blank
nb_no: Tom

# Codeunit 1071012676 - NamedType 31545485
source: Exporting customers...
nb_no: Eksporterer kunder...

# Codeunit 1071012676 - NamedType 35759633
source: Exporting Dimensions...
nb_no: Eksporterer dimensjoner...

# Codeunit 1071012676 - NamedType 730525319
source: Exporting g/l Accounts...
nb_no: Eksporterer finanskonti...

# Codeunit 1071012676 - NamedType 2308184551
source: Exporting G/L entries...
nb_no: Eksporterer finansposter...

# Codeunit 1071012676 - NamedType 2379590836
source: Exporting VAT Posting Setup...
nb_no: Eksporterer mva-bokføringsoppsett...

# Codeunit 1071012676 - NamedType 3381910885
source: Exporting vendors...
nb_no: Eksporterer leverandører...

# Codeunit 1071012676 - NamedType 638935147
source: Generating header...
nb_no: Genererer hodetekst...

# Codeunit 1613560309 - NamedType 4100968325
source: A field value missed
nb_no: En feltverdi mangler

# Codeunit 1613560309 - NamedType 352177340
source: At least one of the following values must not be blank: %1
nb_no: Minst én av følgende verdier kan ikke være tom: %1

# Codeunit 1613560309 - NamedType 3737374975
source: or
nb_no: eller

# Codeunit 2299721209 - NamedType 1936075235
source: %1 is not specified
nb_no: %1 er ikke angitt

# Codeunit 1940075867 - NamedType 4135272633
source: Failed SAF-T export with ID: %1, Task ID: %2
nb_no: Mislykket SAF-T-eksport med ID: %1, oppgave-ID: %2

# Codeunit 1940075867 - NamedType 2783537792
source: SAF-T export
nb_no: SAF-T-eksport

# Codeunit 3675363531 - NamedType 547411560
source: Do you want to cancel all export jobs and restart?
nb_no: Vil du avbryte alle eksportprosjekter og starte på nytt?

# Codeunit 3675363531 - NamedType 3679109522
source: Cancelling SAF-T Export with ID: %1, Task ID: %2
nb_no: Avbryter SAF-T-eksport med ID: %1, oppgave-ID: %2

# Codeunit 3675363531 - NamedType 3732164277
source: Do you want to delete the export entry?
nb_no: Vil du slette eksportposten?

# Codeunit 3675363531 - NamedType 3519284795
source: The export ZIP files already exist and are ready for download. Do you want to generate the ZIP files again?
nb_no: De eksporterte ZIP-filene finnes allerede og er klare for nedlasting. Vil du generere ZIP-filene på nytt?

# Codeunit 3675363531 - NamedType 251770367
source: The export was completed. You can download the export result choosing the Download SAF-T File action.\
nb_no: Eksporten er fullført. Du kan laste ned eksportresultatet ved å velge handlingen Last ned SAF-T-fil.\

# Codeunit 3675363531 - NamedType 3489821255
source: The export is in progress. Starting a new job cancels the current progress.\
nb_no: Eksporten pågår. Hvis du starter et nytt prosjekt, annulleres gjeldende fremgang.\

# Codeunit 3675363531 - NamedType 3709669307
source: One or more files exist in the folder that you want to export the SAF-T file to. Specify a folder with no files in it.
nb_no: Det finnes én eller flere filer i mappen som du vil eksportere SAF-T-filen til. Angi en tom mappe.

# Codeunit 3675363531 - NamedType 3625992881
source: Since you did not schedule the SAF-T file generation, it will be generated immediately which can take a while. Do you want to continue?
nb_no: Siden du ikke planla å bruke SAF-T-filgenerering, blir den generert umiddelbart, noe som kan ta litt tid. Vil du fortsette?

# Codeunit 3675363531 - NamedType 1241378796
source: General Ledger Entries from %1 to %2
nb_no: Finansposter fra %1 til %2

# Codeunit 3675363531 - NamedType 3230717189
source: There are %1 jobs not started or failed
nb_no: %1s prosjekter er ikke startet eller mislyktes

# Codeunit 3675363531 - NamedType 3437776458
source: One or more export lines are in progress or completed.\
nb_no: Én eller flere eksportlinjer pågår eller er fullført.\

# Codeunit 3675363531 - NamedType 1969555425
source: The generation of a SAF-T file failed but no error message was logged.
nb_no: Genereringen av en SAF-T-fil mislyktes, men ingen feilmelding ble loggført.

# Codeunit 3675363531 - NamedType 3377795122
source: No of jobs in progress: %1
nb_no: Antall prosjekter i arbeid: %1

# Codeunit 3675363531 - NamedType 2502530873
source: You are not allowed to schedule the SAF-T file generation
nb_no: Det er ikke tillatt å planlegge SAF-T-filgenerering

# Codeunit 3675363531 - NamedType 2948678666
source: It is not possible to schedule the task for line %1 because the Max. No. of Jobs field contains %2.
nb_no: Det er ikke mulig å planlegge oppgaven for linje %1 fordi feltet Maks. antall prosjekter inneholder %2.

# Codeunit 3675363531 - NamedType 3056742058
source: No zip file generated.
nb_no: Ingen zip-fil er generert.

# Codeunit 3675363531 - NamedType 212038813
source: Parallel SAF-T file generation
nb_no: Parallell SAF-T-filgenerering

# Codeunit 3675363531 - NamedType 4069002805
source: Do you want to restart the export for this line?
nb_no: Vil du starte eksporten for denne linjen på nytt?

# Codeunit 3675363531 - NamedType 3884700983
source: Do you want to restart the export to get a new SAF-T file?
nb_no: Vil du starte eksporten på nytt for å få en ny SAF-T-fil?

# Codeunit 3675363531 - NamedType 2783537792
source: SAF-T Export
nb_no: SAF-T-eksport

# Codeunit 3675363531 - NamedType 3348963083
source: SAF-T file generated.
nb_no: SAF-T-fil generert.

# Codeunit 3675363531 - NamedType 1661455056
source: SAF-T file not generated.
nb_no: SAF-T-fil er ikke generert.

# Codeunit 3675363531 - NamedType 2582843447
source: Schedule a task for line %1.
nb_no: Planlegg en oppgave for linje %1.

# Codeunit 3675363531 - NamedType 1272624294
source: The task for line %1 was lost.
nb_no: Oppgaven for linje %1 ble brutt.

# Codeunit 3675363531 - NamedType 1908741162
source: The Earliest Start Date/Time field is not filled in. Do you want to proceed and start the export immediately?
nb_no: Feltet Tidligste startdato/-klokkeslett er ikke fylt ut. Vil du fortsette og starte eksporten umiddelbart?

# Codeunit 3675363531 - NamedType 2102356600
source: Starting SAF-T export with ID: %1, Parallel: %2, Split By Month: %3
nb_no: Starter SAF-T-eksport med ID: %1, parallell: %2, delt på måned: %3

# Codeunit 3675363531 - NamedType 3058423012
source: Export SAF-T archive
nb_no: Eksporter SAF-T-arkiv

# Codeunit 1223916161 - NamedType 3192184248
source: Account Payables
nb_no: Samlekonto (leverandør)

# Codeunit 1223916161 - NamedType 2765860070
source: Account Receivables
nb_no: Samlekonto (kunde)

# Codeunit 1223916161 - NamedType 1184871457
source: Assorted Journals
nb_no: Assorterte journaler

# Codeunit 1223916161 - NamedType 1823543024
source: A chart of accounts must be empty to be created based on SAF-T standard accounts.
nb_no: En kontoplan må være tom for å opprettes basert på SAF-T-standardkonti.

# Codeunit 1223916161 - NamedType 777588163
source: A chart of accounts does not exist in the current company.
nb_no: Det finnes ingen kontoplan i det gjeldende selskapet.

# Codeunit 1223916161 - NamedType 2213276311
source: Do you want to create a chart of accounts based on SAF-T standard account codes?
nb_no: Vil du opprette en kontoplan basert på SAF-T-standardkontokoder?

# Codeunit 1223916161 - NamedType 1484253947
source: DEFAULT
nb_no: STANDARD

# Codeunit 1223916161 - NamedType 1614519160
source: It is not possible to copy the mapping due to different mapping types.
nb_no: Det er ikke mulig å kopiere tilordningen på grunn av ulike tilordningstyper.

# Codeunit 1223916161 - NamedType 2290190938
source: One or more dimensions do not have a SAF-T analysis code. Open the Dimensions page and specify a SAF-T analysis code for each dimension.
nb_no: Én eller flere dimensjoner har ikke en SAF-T-analysekode. Åpne siden Dimensjoner, og angi en SAF-T-analysekode for hver dimensjon.

# Codeunit 1223916161 - NamedType 1525031959
source: You must specify an ending date.
nb_no: Du må angi en sluttdato.

# Codeunit 1223916161 - NamedType 1460283503
source: General Ledger Journals
nb_no: Finanskladder

# Codeunit 1223916161 - NamedType 3667637739
source: One or more G/L accounts already have a mapping setup. Create a new mapping range with another mapping type.
nb_no: Én eller flere finanskonti har allerede et tilordningsoppsett. Opprett et nytt tilordningsområde med en annen tilordningstype.

# Codeunit 1223916161 - NamedType 2981755771
source: Mapping for category %1 with mapping code %2 already exists for range ID %3.
nb_no: Tilordning for kategori %1 med tilordningskode %2 finnes allerede for område-ID-en %3.

# Codeunit 1223916161 - NamedType 3959011560
source: One or more G/L accounts do not have a mapping setup. Open the SAF-T Mapping Setup page for the selected mapping range and map each G/L account either to the standard account or the grouping code.
nb_no: Én eller flere finanskonti har ikke et tilordningsoppsett. Åpne siden Oppsett av SAF-T-tilordning for det valgte tilordningsområdet, og tilordne hver finanskonto til standardkontoen eller grupperingskoden.

# Codeunit 1223916161 - NamedType 922495134
source: Do you want to match a chart of accounts with SAF-T standard account codes?
nb_no: Vil du samsvare en kontoplan med SAF-T-standardkontokoder?

# Codeunit 1223916161 - NamedType 2992087918
source: No G/L account mapping was created for range ID %1
nb_no: Ingen finanskontotilordning ble opprettet for område-ID %1

# Codeunit 1223916161 - NamedType 2640558072
source: Preparing the source for mapping...
nb_no: Klargjør kilden for tilordning...

# Codeunit 1223916161 - NamedType 2249180175
source: Set up SAF-T
nb_no: Konfigurer SAF-T

# Codeunit 1223916161 - NamedType 367979656
source: One or more source codes do not have a SAF-T source code. Open the Source Codes page and specify a SAF-T source code for each source code.
nb_no: Én eller flere kildekoder har ikke en SAF-T-kildekode. Åpne siden Kildekoder, og angi en SAF-T-kildekode for hver kildekode.

# Codeunit 1223916161 - NamedType 3003812014
source: %1 of %2 standard accounts have been automatically matched to the chart of accounts.
nb_no: %1 av %2 standardkonti er automatisk samsvart med kontoplanen.

# Codeunit 1223916161 - NamedType 3683577878
source: You must specify a starting date.
nb_no: Du må angi en startdato.

# Codeunit 1223916161 - NamedType 1752140215
source: One or more VAT posting setup do not have a %1. Open the VAT Posting Setup page and specify %1 for each VAT posting setup combination.
nb_no: Ett eller flere mva-bokføringsoppsett har ikke noe %1. Åpne siden Mva-bokføringsoppsett, og angi %1 for hver kombinasjon av mva-bokføringsoppsett.

# Codeunit 2208688230 - NamedType 2929691879
source: No file generated
nb_no: Ingen fil generert

# Codeunit 1324273395 - NamedType 810739243
source: Assets
nb_no: Aktiva

# Codeunit 1324273395 - NamedType 891482242
source: Not possible to find category for standard account %1
nb_no: Det er ikke mulig å finne kategori for standardkonto %1

# Codeunit 1324273395 - NamedType 905701174
source: Finance
nb_no: Finans

# Codeunit 1324273395 - NamedType 1372292303
source: Importing source for mapping...
nb_no: Importerer kilde for tilordning...

# Codeunit 1324273395 - NamedType 2654346544
source: Liability and capital
nb_no: Gjeld og kapital

# Codeunit 1324273395 - NamedType 2714163751
source: Mapping source file %1 was not loaded. Choose the Import the Source Files For Mapping action and import one or more mapping source files.
nb_no: Tilordningskildefilen %1 er ikke lastet inn. Velg handlingen Importer kildefilene for tilordning, og importer én eller flere tilordningskildefiler.

# Codeunit 1324273395 - NamedType 224191084
source: Not possible to identify mapping source type %1. Open a SAF-T Mapping Source page and import source file with such type
nb_no: Det er ikke mulig å identifisere tilordningskildetype %1. Åpne siden SAF-T-tilordningskilde, og importer kildefil med denne typen

# Codeunit 1324273395 - NamedType 4046492132
source: Not applicable
nb_no: Ikke i bruk
