Repository: rstefanetti/MSDyn365BC.Code.History
Catalog: MicrosoftUniversalPrint/Source/Universal Print Integration (Preview)/Translations/Universal Print Integration (Preview).*.xlf
Languages: es_es

# Table 4244855267 - Property 2879900210
source: Universal Print Share Buffer
es_es: Búfer compartido de impresión universal

# Table 4244855267 - Field 3641927271 - Property 2879900210
source: Print Share ID
es_es: Imprimir id. de recurso compartido

# Table 4244855267 - Field 2961552353 - Property 2879900210
source: Print Share Name
es_es: Imprimir nombre de recurso compartido

# Table 2804880794 - Property 2879900210
source: Universal Printer Settings
es_es: Configuración de impresora universal

# Table 2804880794 - Field 1345097150 - Property 2879900210
source: Allow all users
es_es: Permitir todos los usuarios

# Table 2804880794 - Field 3461834954 - Property 2879900210
source: Description
es_es: Descripción

# Table 2804880794 - Field 2259985461 - Property 2879900210
source: Landscape
es_es: Horizontal

# Table 2804880794 - Field 2961552353 - Property 2879900210
source: Name
es_es: Nombre

# Table 2804880794 - Field 982017318 - Property 2879900210
source: Output Bin
es_es: Bandeja salida

# Table 2804880794 - Field 4189842715 - Property 2879900210
source: Printer Paper Height
es_es: Alto de papel de la impresora

# Table 2804880794 - Field 975863445 - Property 2879900210
source: Paper Size
es_es: Tamaño de papel

# Table 2804880794 - Field 1993365940 - Property 2879900210
source: Paper Tray
es_es: Bandeja de papel

# Table 2804880794 - Field 2022138324 - Property 2879900210
source: Printer Paper Units
es_es: Unidades de papel de la impresora

# Table 2804880794 - Field 2319021892 - Property 2879900210
source: Printer Paper Width
es_es: Ancho de papel de la impresora

# Table 2804880794 - Field 36730115 - Property 2879900210
source: Print Share ID
es_es: Imprimir id. de recurso compartido

# Table 2804880794 - Field 2470318573 - Property 2879900210
source: Print Share Name
es_es: Imprimir nombre de recurso compartido

# Codeunit 2007124620 - NamedType 238027365
source: The print job %1 has been sent for processing in Universal Print.
es_es: Se ha enviado el trabajo de impresión %1 para su procesamiento en Impresión universal.

# Codeunit 2007124620 - NamedType 446071167
source: You don't have access to the printer %1.
es_es: No tiene acceso a la impresora %1.

# Codeunit 2007124620 - NamedType 633893206
source: Cannot send the print job because the size is too large. The size limit for print job is 10 MB.
es_es: No se puede enviar el trabajo de impresión porque el tamaño es demasiado grande. El límite de tamaño del trabajo de impresión es de 10 MB.

# Codeunit 2007124620 - NamedType 543018968
source: The print job couldn't be created.\\%1
es_es: No se ha podido crear el trabajo de impresión.\\%1

# Codeunit 2007124620 - NamedType 2850327668
source: The print job %1 couldn't be started.\\%2
es_es: No se ha podido iniciar el trabajo de impresión %1.\\%2

# Codeunit 2007124620 - NamedType 1715385768
source: Could not upload the document to print job %1.\\%2
es_es: No se pudo cargar el documento en el trabajo de impresión %1.\\%2

# Codeunit 1382942930 - NamedType 1254422327
source: You don't have access to the data. Make sure your account has been assigned a Universal Print license and you have the required permissions.
es_es: No tiene acceso a los datos. Compruebe que la cuenta tenga asignada una licencia de Impresión universal y que usted disponga de los permisos necesarios.

# Codeunit 1382942930 - NamedType 2137350903
source: User cannot be authenticated with Azure AD.
es_es: El usuario no se puede autenticar con Azure AD.

# Codeunit 4208063072 - NamedType 137853743
source: Sends print jobs to the %1.
es_es: Envía los trabajos de impresión a %1.

# Codeunit 4208063072 - NamedType 323739191
source: There was an error fetching properties for the selected printer.\\%1
es_es: Se produjo un error al capturar las propiedades de la impresora seleccionada.\\%1

# Codeunit 4208063072 - NamedType 3089843368
source: There was an error fetching printers shared to you.\\%1
es_es: Se produjo un error al capturar las impresoras compartidas con usted.\\%1

# Codeunit 4208063072 - NamedType 4159406584
source: The value in the Paper Height field must be greater than 0.
es_es: El valor del campo Alto de papel debe ser mayor que 0.

# Codeunit 4208063072 - NamedType 123382634
source: The Universal Print share name is not valid. Do you want to exit?
es_es: El nombre de recurso compartido de Impresión universal no es válido. ¿Desea salir?

# Codeunit 4208063072 - NamedType 3319436045
source: You cannot delete printer %1. It is used on the Printer Selections page.
es_es: No se puede eliminar la impresora %1. Se usa en la página Selecciones de impresoras.

# Codeunit 4208063072 - NamedType 1051200959
source: The value in the Paper Width field must be greater than 0.
es_es: El valor del campo Ancho de papel debe ser mayor que 0.

# Page 669761542 - Property 2879900210
source: Add Universal Print Printers
es_es: Agregar impresoras de Impresión universal

# Page 669761542 - NamedType 807771867
source: Learn more about registering an Azure AD application
es_es: Más información sobre cómo registrar una aplicación de Azure AD

# Page 669761542 - NamedType 4042170785
source: Learn more and sign up!
es_es: Obtenga más información y regístrese.

# Page 669761542 - NamedType 3334639707
source: Learn more about Universal Print.
es_es: Más información acerca de la Impresión universal.

# Page 669761542 - NamedType 209090251
source: Universal Print portal
es_es: Portal de Impresión universal

# Page 669761542 - NamedType 2402058382
source: You do not have the necessary table permissions to access Universal Print printers. Ask your system administrator for permissions, then run this page again.
es_es: No tiene los permisos de tabla necesarios para obtener acceso a las impresoras de Impresión universal. Pida permisos al administrador del sistema y vuelva a ejecutar esta página.

# Page 669761542 - NamedType 2724577049
source: We couldn't connect to Universal Print using your Azure AD application registration. Run the Set Up Azure Active Directory assisted setup again, and make sure all the values are set correctly.
es_es: No se ha podido conectar con Impresión universal con el registro de aplicación de Azure AD. Ejecute la configuración asistida de Configurar Azure Active Directory de nuevo y asegúrese de que todos los valores estén establecidos correctamente.

# Page 669761542 - NamedType 4264832025
source: Number of printers added: %1.
es_es: Número de impresoras agregadas: %1.

# Page 669761542 - NamedType 757360088
source: Learn more about how the data is handled.
es_es: Obtenga más información sobre cómo se controlan los datos.

# Page 669761542 - NamedType 3362432993
source: Wizard step out of range.
es_es: Paso de asistente fuera del intervalo.

# Page 669761542 - Control 631782546 - Property 2879900210
source: Adding Universal Print Printers
es_es: Agregar impresoras de Impresión universal

# Page 669761542 - Control 2339249964 - Property 2879900210
source: You don't seem to have access to Universal Print. Make sure you have a Universal Print subscription, and that your account has been assigned a Universal Print license.
es_es: Parece que no tiene acceso a la Impresión universal. Asegúrese de que cuenta con una suscripción de Impresión universal y de que su cuenta tiene asignada una licencia de Impresión universal.

# Page 669761542 - Control 4208574773 - Property 2879900210
source: The next step will add all of the printers that are shared with you through Universal Print into Business Central.
es_es: En el siguiente paso se agregarán todas las impresoras que se comparten con usted a través de Impresión universal en Business Central.

# Page 669761542 - Control 3570878156 - Property 2879900210
source: You'll first need to manage and share printers in Universal Print portal.
es_es: Primero tendrá que administrar y compartir impresoras en el portal de Impresión universal.

# Page 669761542 - Control 2295484922 - Property 2879900210
source: This action may take several minutes to complete. Choose Next to continue.
es_es: Esta acción puede tardar varios minutos en completarse. Elija Siguiente para continuar.

# Page 669761542 - Control 1178809860 - Property 2879900210
source: Done
es_es: Listo

# Page 669761542 - Control 637564162 - Property 2879900210
source: That's it!
es_es: ¡Eso es!

# Page 669761542 - Control 2418044131 - Property 2879900210
source: Printers that are shared with you through Universal Print have been added to Business Central.
es_es: Las impresoras compartidas con usted a través de Impresión universal se han agregado a Business Central.

# Page 669761542 - Control 36166686 - Property 2879900210
source: Now you are ready to use Universal Print printers inside Business Central.
es_es: Ahora ya está listo para usar impresoras de Impresión universal desde Business Central.

# Page 669761542 - Control 3693437365 - Property 1968111052
source: Choose Finish to close this setup.
es_es: Elija Finalizar para cerrar esta configuración.

# Page 669761542 - Control 3019441607 - Property 2879900210
source: That's it!
es_es: ¡Eso es!

# Page 669761542 - Control 2779717438 - Property 2879900210
source: The operation completed, but we could not find any new printer shared with you through Universal Print.
es_es: Se completó la operación, pero no se encontró ninguna nueva impresora compartida con usted a través de Impresión universal.

# Page 669761542 - Control 866627587 - Property 1968111052
source: Choose Finish to close this setup.
es_es: Elija Finalizar para cerrar esta configuración.

# Page 669761542 - Control 3111431394 - Property 2879900210
source: Intro
es_es: Introducción

# Page 669761542 - Control 2155394695 - Property 2879900210
source: Welcome to Universal Print Setup (Preview)
es_es: Le damos la bienvenida a la Configuración de impresión universal (versión preliminar)

# Page 669761542 - Control 128523262 - Property 2879900210
source: Universal Print is a Microsoft 365 subscription-based cloud printing solution. This setup helps you to add your registered cloud printers from Universal Print into Business Central.
es_es: Impresión universal es una solución de impresión de nube basada en suscripción de Microsoft 365. Esta configuración le ayuda a agregar sus impresoras en la nube registradas desde la Impresión universal a Business Central.

# Page 669761542 - Control 2510400707 - Property 2879900210
source: Note that a Universal Print subscription is required and Universal Print needs to be available in your region.
es_es: Tenga en cuenta que se requiere un suscripción de Impresión universal y que la Impresión universal debe estar disponible en su región.

# Page 669761542 - Control 3142569618 - Property 1295455071
source: Opens a privacy help article.
es_es: Abre un artículo de la ayuda sobre privacidad.

# Page 669761542 - Control 3142569618 - Property 2879900210
source: Click here to understand how the data is handled.
es_es: Haga clic aquí para comprender cómo se controlan los datos.

# Page 669761542 - Control 4068484546 - Property 1968111052
source: Choose Next to get started.
es_es: Para comenzar, elija Siguiente.

# Page 669761542 - Control 4068484546 - Property 2879900210
source: Let's go!
es_es: Empecemos.

# Page 669761542 - Control 142461748 - Property 2879900210
source: Connect your Azure AD application
es_es: Conectar la aplicación de Azure AD

# Page 669761542 - Control 3724241072 - Property 2879900210
source: Connect with Azure
es_es: Conectar con Azure

# Page 669761542 - Control 21734773 - Property 2879900210
source: To add Universal Print printers to Business Central on-premises, you'll first need a registered application for Business Central in Azure Active Directory (Azure AD).
es_es: Para agregar Impresión universal a las instalaciones locales de Business Central, primero necesitará una aplicación registrada para Business Central en Azure Active Directory (Azure AD).

# Page 669761542 - Control 3679005452 - Property 2879900210
source: Once an Azure AD application has been registered, you're ready to continue with this setup. During setup, you'll provide information about Azure AD application. Choose Next to continue.
es_es: Después de registrar una aplicación de Azure AD, ya está listo para continuar con esta configuración. Durante la instalación, proporcionará información sobre la aplicación de Azure AD. Elija Siguiente para continuar.

# Page 669761542 - Control 4119205609 - Property 1295455071
source: Specifies an image to be shown on top of the wizard page when the wizard is in progress.
es_es: Especifica una imagen que se mostrará en la parte superior de la página del asistente cuando el asistente esté en curso.

# Page 669761542 - Control 1582028080 - Property 1295455071
source: Specifies an image to be shown on top of the wizard page when the wizard is finished.
es_es: Especifica una imagen que se mostrará en la parte superior de la página del asistente cuando el asistente haya finalizado.

# Page 669761542 - Action 2438272767 - Property 2879900210
source: Back
es_es: Atrás

# Page 669761542 - Action 3259912055 - Property 2879900210
source: Finish
es_es: Finalizar

# Page 669761542 - Action 914282563 - Property 2879900210
source: Next
es_es: Siguiente

# Page 102847796 - Property 2879900210
source: Print Shares
es_es: Imprimir recursos compartidos

# Page 102847796 - Control 3641927271 - Property 1295455071
source: Specifies the id of the printer.
es_es: Especifica el id. de la impresora.

# Page 102847796 - Control 2961552353 - Property 1295455071
source: Specifies the name of the print share.
es_es: Especifica el nombre del recurso compatido de impresión.

# Page 102847796 - Control 2961552353 - Property 2879900210
source: Print Share Name
es_es: Imprimir nombre de recurso compartido

# Page 2804880794 - Property 2879900210
source: Universal Printer Settings
es_es: Configuración de impresora universal

# Page 2804880794 - NamedType 757360088
source: Learn more about how the data is handled.
es_es: Obtenga más información sobre cómo se tratan los datos.

# Page 2804880794 - Control 3154152211 - Property 1295455071
source: Specifies the height of the paper.
es_es: Especifica el alto del papel.

# Page 2804880794 - Control 2457731676 - Property 1295455071
source: Specifies the unit of measurement for the width and height of the paper.
es_es: Especifica la unidad de medida para el ancho y el alto del papel.

# Page 2804880794 - Control 2457731676 - Property 2879900210
source: Paper Units
es_es: Unidades de papel

# Page 2804880794 - Control 119355084 - Property 1295455071
source: Specifies the width of the paper.
es_es: Especifica el ancho del papel.

# Page 2804880794 - Control 3461834954 - Property 1295455071
source: Specifies the description of the printer.
es_es: Especifica la descripción de la impresora.

# Page 2804880794 - Control 3461834954 - Property 2879900210
source: Description
es_es: Descripción

# Page 2804880794 - Control 2259985461 - Property 1295455071
source: Specifies whether the paper is in Landscape orientation.
es_es: Especifica si el papel se encuentra en la orientación horizontal.

# Page 2804880794 - Control 3142569618 - Property 1295455071
source: Opens a privacy help article.
es_es: Abre un artículo de la ayuda sobre privacidad.

# Page 2804880794 - Control 3142569618 - Property 2879900210
source: Learn more about how the data is handled.
es_es: Obtenga más información sobre cómo se tratan los datos.

# Page 2804880794 - Control 2961552353 - Property 1295455071
source: Specifies the unique name of the printer settings.
es_es: Especifica el nombre único de la configuración de la impresora.

# Page 2804880794 - Control 2961552353 - Property 2879900210
source: Name
es_es: Nombre

# Page 2804880794 - Control 3991567098 - Property 1295455071
source: Specifies the printer's selected paper size.
es_es: Especifica el tamaño de papel seleccionado de la impresora.

# Page 2804880794 - Control 3991567098 - Property 2879900210
source: Paper Size
es_es: Tamaño de papel

# Page 2804880794 - Control 2223169580 - Property 1295455071
source: Specifies the printer's output paper tray.
es_es: Especifica la bandeja de papel de salida de la impresora.

# Page 2804880794 - Control 2223169580 - Property 2879900210
source: Paper Tray
es_es: Bandeja de papel

# Page 2804880794 - Control 3632481733 - Property 1295455071
source: Specifies the name of the print share associated with the printer settings.
es_es: Especifica el nombre del recurso de impresión asociado a la configuración de la impresora.

# Page 2804880794 - Control 3632481733 - Property 2879900210
source: Print Share in Universal Print
es_es: Imprimir recurso compartido en Impresión universal

# Page 2804880794 - Action 709640958 - Property 1295455071
source: Opens new Universal Print printer card.
es_es: Abre una ficha de impresora de Impresión universal nueva.

# Page 2804880794 - Action 709640958 - Property 2879900210
source: Add another Universal Print printer
es_es: Agregar otra impresora de Impresión universal

# Page 3991539297 - Property 2879900210
source: Universal Printer Trays
es_es: Bandejas de impresora universal

# Page 3991539297 - Control 2223169580 - Property 1295455071
source: Specifies the paper tray.
es_es: Especifica la bandeja de papel.

# Page 3991539297 - Control 2223169580 - Property 2879900210
source: Paper Tray
es_es: Bandeja de papel

# PageExtension 2333910860 - Property 2019332006
source: New, Process, Report, Manage, Email Print, Universal Print
es_es: Nuevo, Procesar, Informe, Administrar, Impresión por correo electrónico, Impresión universal

# PageExtension 2333910860 - Property 3863440606
source: universal printers,universalprint
es_es: impresoras universales,impresión universal

# PageExtension 2333910860 - Action 571354942 - Property 1295455071
source: Add a selected Universal Print printers that is shared with you, into Business Central.
es_es: Permite agregar una impresora de Impresión universal seleccionada, que está compartida con usted, en Business Central.

# PageExtension 2333910860 - Action 571354942 - Property 2879900210
source: Add a Universal Print printer
es_es: Agregar una impresora de Impresión universal

# PageExtension 2333910860 - Action 1626578475 - Property 1295455071
source: Add all the registered Universal Print printers that are shared with you, into Business Central.
es_es: Permite agregar todas las impresoras de impresión universal registradas que se comparten con usted en Business central.

# PageExtension 2333910860 - Action 1626578475 - Property 2879900210
source: Add all Universal Print printers
es_es: Agregar todas las impresoras de Impresión universal

# PageExtension 2333910860 - Action 3147545632 - Property 1295455071
source: Opens Universal Print portal.
es_es: Abre el portal de Impresión universal.

# PageExtension 2333910860 - Action 3147545632 - Property 2879900210
source: Universal Print portal
es_es: Portal de Impresión universal

# Enum 1159317063 - EnumValue 110278997 - Property 2879900210
source: landscape
es_es: Horizontal

# Enum 1159317063 - EnumValue 1661607393 - Property 2879900210
source: portrait
es_es: horizontal

# Enum 1794915805 - EnumValue 2441939078 - Property 2879900210
source: Inches (in)
es_es: Pulgadas (in)

# Enum 1794915805 - EnumValue 2986160639 - Property 2879900210
source: Millimeters (mm)
es_es: Milímetros (mm)
