Repository: rstefanetti/MSDyn365BC.Code.History
Catalog: C52012DataMigration/Source/C5 2012 Data Migration/Translations/C5 2012 Data Migration.*.xlf
Languages: da_dk

# Table 4256155628 - Field 540623429 - Property 2879900210
source: Item relation
da_dk: Varerelation

# Table 4256155628 - Field 1195115940 - Property 2879900210
source: Last changed
da_dk: Sidst ændret

# Table 4256155628 - Field 4083301749 - Property 2879900210
source: Price unit
da_dk: Prisenhed

# Table 4256155628 - Field 1795468512 - Property 2879900210
source: Qty
da_dk: Antal

# Table 4256155628 - Field 446402247 - Property 2879900210
source: Rate
da_dk: Sats

# Table 4256155628 - Field 956471723 - Property 2879900210
source: Row number
da_dk: Rækkenummer

# Table 4256155628 - Field 778352090 - Property 2879900210
source: Search
da_dk: Søg

# Table 4256155628 - Field 778352090 - Property 62802879
source: No,Yes
da_dk: Nej,Ja

# Table 4256155628 - Field 57667801 - Property 2879900210
source: Same
da_dk: Samme

# Table 4256155628 - Field 57667801 - Property 62802879
source: No,Yes
da_dk: Nej,Ja

# Table 4256155628 - Field 4137594593 - Property 2879900210
source: To date
da_dk: Til dato

# Table 4256155628 - Field 1878130204 - Property 2879900210
source: Type
da_dk: Enhedstype

# Table 4256155628 - Field 1878130204 - Property 62802879
source: Percent,Amount,Price
da_dk: Procent,Beløb,Pris

# Table 1902553674 - Field 2790486453 - Property 2879900210
source: Comment
da_dk: Bemærkning

# Table 1902553674 - Field 262503318 - Property 2879900210
source: Discount group
da_dk: Rabatgruppe

# Table 1902553674 - Field 1195115940 - Property 2879900210
source: Last changed
da_dk: Sidst ændret

# Table 1902553674 - Field 956471723 - Property 2879900210
source: Row number
da_dk: Rækkenummer

# Table 3566600890 - Field 3797313123 - Property 2879900210
source: COGS a/c
da_dk: Vareforbrugskonto

# Table 3566600890 - Field 739346273 - Property 2879900210
source: Group
da_dk: Gruppe

# Table 3566600890 - Field 4105281732 - Property 2879900210
source: Group name
da_dk: Gruppenavn

# Table 3566600890 - Field 478906784 - Property 2879900210
source: Interim inflow
da_dk: Midlertidig indbetaling

# Table 3566600890 - Field 1886816020 - Property 2879900210
source: Int. off. inflow a/c
da_dk: Modtagne indbetalinger-konto

# Table 3566600890 - Field 1687796063 - Property 2879900210
source: Interim outflow
da_dk: Midlertidig udbetaling

# Table 3566600890 - Field 1492834955 - Property 2879900210
source: Int. off. outflow a/c
da_dk: Int. fra. udbetalinger-konto

# Table 3566600890 - Field 2253520274 - Property 2879900210
source: Inven. inflow
da_dk: Lagertilgang

# Table 3566600890 - Field 3327803233 - Property 2879900210
source: Inven. outflow
da_dk: Lagerafgang

# Table 3566600890 - Field 1195115940 - Property 2879900210
source: Last changed
da_dk: Sidst ændret

# Table 3566600890 - Field 1832078070 - Property 2879900210
source: Loss
da_dk: Tab

# Table 3566600890 - Field 1588723161 - Property 2879900210
source: Profit
da_dk: Avance

# Table 3566600890 - Field 4114428897 - Property 2879900210
source: Profit margin
da_dk: Dækningsgrad

# Table 3566600890 - Field 3484134220 - Property 2879900210
source: LineDiscPurchase
da_dk: LinjerabatKøb

# Table 3566600890 - Field 956471723 - Property 2879900210
source: Row number
da_dk: Rækkenummer

# Table 3566600890 - Field 3435418123 - Property 2879900210
source: Sales a/c
da_dk: Salgskonto

# Table 3566600890 - Field 3534483064 - Property 2879900210
source: LineDiscSales
da_dk: LinjerabatSalg

# Table 493508491 - Field 1889527529 - Property 2879900210
source: Location
da_dk: Sted

# Table 493508491 - Field 1195115940 - Property 2879900210
source: Last changed
da_dk: Sidst ændret

# Table 493508491 - Field 2961552353 - Property 2879900210
source: Name
da_dk: Navn

# Table 493508491 - Field 956471723 - Property 2879900210
source: Row number
da_dk: Rækkenummer

# Table 541957803 - Field 3972774449 - Property 2879900210
source: Contrib. ratio
da_dk: Bidragsforhold

# Table 541957803 - Field 3561154705 - Property 2879900210
source: Currency
da_dk: Valuta

# Table 541957803 - Field 4115250733 - Property 2879900210
source: Date
da_dk: Dato

# Table 541957803 - Field 3256935186 - Property 2879900210
source: Item number
da_dk: Varenummer

# Table 541957803 - Field 1195115940 - Property 2879900210
source: Last changed
da_dk: Sidst ændret

# Table 541957803 - Field 3635338911 - Property 2879900210
source: Price
da_dk: Pris

# Table 541957803 - Field 3776108606 - Property 2879900210
source: Price group
da_dk: Prisgruppe

# Table 541957803 - Field 4083301749 - Property 2879900210
source: Unit
da_dk: Enhed

# Table 541957803 - Field 956471723 - Property 2879900210
source: Row number
da_dk: Rækkenummer

# Table 541957803 - Field 903090733 - Property 2879900210
source: Sales VAT
da_dk: Salgsmoms

# Table 1078453714 - Field 739346273 - Property 2879900210
source: Group
da_dk: Gruppe

# Table 1078453714 - Field 4105281732 - Property 2879900210
source: Group name
da_dk: Gruppenavn

# Table 1078453714 - Field 1803769429 - Property 2879900210
source: Incl. VAT
da_dk: Inkl. moms

# Table 1078453714 - Field 1803769429 - Property 62802879
source: No,Yes
da_dk: Nej,Ja

# Table 1078453714 - Field 1195115940 - Property 2879900210
source: Last changed
da_dk: Sidst ændret

# Table 1078453714 - Field 956471723 - Property 2879900210
source: Row number
da_dk: Rækkenummer

# Table 1078453714 - Field 3564848336 - Property 2879900210
source: Round 1
da_dk: Afrund 1

# Table 1078453714 - Field 3575937608 - Property 2879900210
source: Round 10
da_dk: Afrund 10

# Table 1078453714 - Field 3108365728 - Property 2879900210
source: Round 100
da_dk: Afrund 100

# Table 1078453714 - Field 2654225016 - Property 2879900210
source: Round 1000
da_dk: Afrund 1000

# Table 1078453714 - Field 1552653370 - Property 2879900210
source: Round 1000 Plus
da_dk: Afrund 1000 plus

# Table 2113318422 - Property 2879900210
source: C5 InvenTable
da_dk: C5-lager

# Table 2113318422 - Field 3692424305 - Property 2879900210
source: Alternative
da_dk: Alternativ

# Table 2113318422 - Field 3692424305 - Property 62802879
source: Never,Not available,Always
da_dk: Aldrig,Ikke tilgængelig,Altid

# Table 2113318422 - Field 104766729 - Property 2879900210
source: Alt. item
da_dk: Alt. vare

# Table 2113318422 - Field 3543129988 - Property 2879900210
source: Locked
da_dk: Låst

# Table 2113318422 - Field 3543129988 - Property 62802879
source: No,Yes
da_dk: Nej,Ja

# Table 2113318422 - Field 2123065725 - Property 2879900210
source: Cost centre
da_dk: Omkostningscenter

# Table 2113318422 - Field 3928095591 - Property 2879900210
source: Commission
da_dk: Provision

# Table 2113318422 - Field 3928095591 - Property 62802879
source: No,Yes
da_dk: Nej,Ja

# Table 2113318422 - Field 1179575088 - Property 2879900210
source: Cost currency
da_dk: Omkostningsvaluta

# Table 2113318422 - Field 4231403024 - Property 2879900210
source: Inven. model
da_dk: Lagermodel

# Table 2113318422 - Field 4231403024 - Property 62802879
source: FIFO,LIFO,Cost price,Average,Serial number
da_dk: FIFO,LIFO,Kostpris,Gennemsnit,Serienummer

# Table 2113318422 - Field 2615852362 - Property 2879900210
source: Cost price
da_dk: Kostpris

# Table 2113318422 - Field 979790220 - Property 2879900210
source: Cost price unit
da_dk: Kostprisenhed

# Table 2113318422 - Field 2300093965 - Property 2879900210
source: Cost type
da_dk: Omkostningstype

# Table 2113318422 - Field 134787249 - Property 2879900210
source: Decimals
da_dk: Decimaler

# Table 2113318422 - Field 545346504 - Property 2879900210
source: Delivered
da_dk: Leveret

# Table 2113318422 - Field 1814628561 - Property 2879900210
source: Value delivered in LCY
da_dk: Værdien på det leverede i LCY

# Table 2113318422 - Field 1193996990 - Property 2879900210
source: DELETEPurchDuty
da_dk: SLETKøbsafgift

# Table 2113318422 - Field 2650276266 - Property 2879900210
source: DELETESalesDuty
da_dk: SLETSalgsafgift

# Table 2113318422 - Field 839983300 - Property 2879900210
source: Lock
da_dk: Lås

# Table 2113318422 - Field 1651921640 - Property 2879900210
source: Department
da_dk: Afdeling

# Table 2113318422 - Field 262503318 - Property 2879900210
source: Discount group
da_dk: Rabatgruppe

# Table 2113318422 - Field 3943049379 - Property 2879900210
source: Misc. charges
da_dk: Div. tillæg

# Table 2113318422 - Field 739346273 - Property 2879900210
source: Group
da_dk: Gruppe

# Table 2113318422 - Field 644880897 - Property 62802879
source: No,Yes
da_dk: Nej,Ja

# Table 2113318422 - Field 1546246675 - Property 2879900210
source: Image
da_dk: Billede

# Table 2113318422 - Field 1889527529 - Property 2879900210
source: Location
da_dk: Sted

# Table 2113318422 - Field 1889527529 - Property 62802879
source: No,Yes
da_dk: Nej,Ja

# Table 2113318422 - Field 2105307182 - Property 2879900210
source: Inventory
da_dk: Lagerbeholdning

# Table 2113318422 - Field 1478605539 - Property 2879900210
source: Inventory value in LCY
da_dk: Lagerværdi i LCY

# Table 2113318422 - Field 3402859725 - Property 2879900210
source: Item name
da_dk: Varenavn

# Table 2113318422 - Field 2765163108 - Property 2879900210
source: Suppl. item name 1
da_dk: Navn på leverandørvare 1

# Table 2113318422 - Field 2127466491 - Property 2879900210
source: Suppl. item name 2
da_dk: Navn på leverandørvare 2

# Table 2113318422 - Field 3256935186 - Property 2879900210
source: Item number
da_dk: Varenummer

# Table 2113318422 - Field 115792415 - Property 2879900210
source: Tracking group
da_dk: Sporingsgruppe

# Table 2113318422 - Field 2981724990 - Property 2879900210
source: Item tracking
da_dk: Varesporing

# Table 2113318422 - Field 2981724990 - Property 62802879
source: None,Batch,Serial number
da_dk: Ingen,Batch,Serienummer

# Table 2113318422 - Field 2682699455 - Property 2879900210
source: Item type
da_dk: Varetype

# Table 2113318422 - Field 2682699455 - Property 62802879
source: Item,Service,BOM,Kit
da_dk: Vare,Service,Stykliste,Pakke

# Table 2113318422 - Field 1195115940 - Property 2879900210
source: Last changed
da_dk: Sidst ændret

# Table 2113318422 - Field 3025178647 - Property 2879900210
source: Latest movement
da_dk: Seneste flytning

# Table 2113318422 - Field 1789400218 - Property 2879900210
source: Level
da_dk: Niveau

# Table 2113318422 - Field 1971283618 - Property 2879900210
source: Main inventory
da_dk: Hovedlager

# Table 2113318422 - Field 3859478931 - Property 2879900210
source: Mrk. physical
da_dk: Mrk. fysisk

# Table 2113318422 - Field 861367315 - Property 2879900210
source: Negative
da_dk: Negativ

# Table 2113318422 - Field 861367315 - Property 62802879
source: No,Yes
da_dk: Nej,Ja

# Table 2113318422 - Field 331094305 - Property 2879900210
source: Net weight
da_dk: Nettovægt

# Table 2113318422 - Field 2352684640 - Property 2879900210
source: One-off item
da_dk: Engangsvare

# Table 2113318422 - Field 2352684640 - Property 62802879
source: No,Yes
da_dk: Nej,Ja

# Table 2113318422 - Field 2156584825 - Property 2879900210
source: Ordered
da_dk: Bestilt

# Table 2113318422 - Field 1923799733 - Property 2879900210
source: Payroll CT
da_dk: Lønart

# Table 2113318422 - Field 3638614212 - Property 2879900210
source: Primary Vendor
da_dk: Primær kreditor

# Table 2113318422 - Field 3083274931 - Property 2879900210
source: Proj. factor
da_dk: Proj. faktorer

# Table 2113318422 - Field 3788176888 - Property 2879900210
source: Pulled
da_dk: Trukket

# Table 2113318422 - Field 90033380 - Property 2879900210
source: Purch. cost model
da_dk: Køb.kostprismodel

# Table 2113318422 - Field 90033380 - Property 62802879
source: No change,Last purchase,Average
da_dk: Ingen ændring,Sidste køb,Gennemsnit

# Table 2113318422 - Field 2847523126 - Property 2879900210
source: Purch. qty
da_dk: Køb. antal

# Table 2113318422 - Field 543181849 - Property 2879900210
source: Purch. VAT
da_dk: Købsmoms

# Table 2113318422 - Field 1834324738 - Property 2879900210
source: Purpose
da_dk: Formål

# Table 2113318422 - Field 3292759961 - Property 2879900210
source: Received
da_dk: Modtaget

# Table 2113318422 - Field 3296620152 - Property 2879900210
source: Value received in LCY
da_dk: Værdi, der er modtaget i LCY

# Table 2113318422 - Field 956471723 - Property 2879900210
source: Row number
da_dk: Rækkenummer

# Table 2113318422 - Field 2372071504 - Property 2879900210
source: Reserved
da_dk: Reserveret

# Table 2113318422 - Field 883478153 - Property 2879900210
source: Sales model
da_dk: Salgsmodel

# Table 2113318422 - Field 883478153 - Property 62802879
source: No change,Last sale,Adjust
da_dk: Ingen ændring,Sidste salg,Juster

# Table 2113318422 - Field 292846399 - Property 2879900210
source: Default
da_dk: Standard

# Table 2113318422 - Field 292846399 - Property 62802879
source: No,Yes
da_dk: Nej,Ja

# Table 2113318422 - Field 3513457334 - Property 2879900210
source: Supplementary unit
da_dk: Supplerende enhed

# Table 2113318422 - Field 1517944121 - Property 2879900210
source: Suppl. factor
da_dk: Suppl. faktor

# Table 2113318422 - Field 3129877039 - Property 2879900210
source: Item CN8 codes
da_dk: CN8-varekoder

# Table 2113318422 - Field 3379024013 - Property 2879900210
source: Unit
da_dk: Enhed

# Table 2113318422 - Field 2076622736 - Property 2879900210
source: VAT group
da_dk: Momsgruppe

# Table 2113318422 - Field 774731425 - Property 2879900210
source: Vendor item no.
da_dk: Leverandørs varenr.

# Table 2113318422 - Field 1307873908 - Property 2879900210
source: Volume
da_dk: Rumfang

# Table 2113318422 - Field 381263829 - Property 2879900210
source: Warning
da_dk: Advarsel

# Table 2113318422 - Field 381263829 - Property 62802879
source: No,Yes
da_dk: Nej,Ja

# Table 3319706570 - Field 1267408499 - Property 2879900210
source: Account
da_dk: Konto

# Table 3319706570 - Field 2295349996 - Property 2879900210
source: Amount in currency
da_dk: Valutabeløb

# Table 3319706570 - Field 3876581058 - Property 2879900210
source: Amount in LCY
da_dk: Beløb i LCY

# Table 3319706570 - Field 829272668 - Property 2879900210
source: Budget code
da_dk: Budgetkode

# Table 3319706570 - Field 829272668 - Property 62802879
source: Actual,Budget,Rev. 1,Rev. 2,Rev. 3,Rev. 4,Rev. 5,Rev. 6
da_dk: Faktisk,Budget,Rev 1,Rev 2,Rev. 3,Rev 4,Rev 5,Rev 6

# Table 3319706570 - Field 2123065725 - Property 2879900210
source: Cost centre
da_dk: Omkostningscenter

# Table 3319706570 - Field 141409307 - Property 2879900210
source: COGS account
da_dk: Vareforbrugskonto

# Table 3319706570 - Field 46612551 - Property 2879900210
source: Collective number
da_dk: Samlet nummer

# Table 3319706570 - Field 4149475507 - Property 2879900210
source: Commission amount
da_dk: Salgsprovisionsbeløb

# Table 3319706570 - Field 3896345514 - Property 2879900210
source: Commission settled
da_dk: Provision udlignet

# Table 3319706570 - Field 3896345514 - Property 62802879
source: No,Yes
da_dk: Nej,Ja

# Table 3319706570 - Field 3212189721 - Property 2879900210
source: Cost value in LCY
da_dk: Kostværdi i LCY

# Table 3319706570 - Field 2300093965 - Property 2879900210
source: Cost type
da_dk: Omkostningstype

# Table 3319706570 - Field 3561154705 - Property 2879900210
source: Currency
da_dk: Valuta

# Table 3319706570 - Field 1198921369 - Property 2879900210
source: Cust./Vend. Group
da_dk: Deb.-/kred.gruppe

# Table 3319706570 - Field 4115250733 - Property 2879900210
source: Date
da_dk: Dato

# Table 3319706570 - Field 279996063 - Property 2879900210
source: Deleted
da_dk: Slettet

# Table 3319706570 - Field 1054293765 - Property 2879900210
source: DELETEDuty
da_dk: SLETAfgift

# Table 3319706570 - Field 1651921640 - Property 2879900210
source: Department
da_dk: Afdeling

# Table 3319706570 - Field 367134355 - Property 2879900210
source: Disc. amount
da_dk: Rabatbeløb

# Table 3319706570 - Field 687971871 - Property 2879900210
source: Discount
da_dk: Rabat

# Table 3319706570 - Field 1894816484 - Property 2879900210
source: Duty amount
da_dk: Afgiftsbeløb

# Table 3319706570 - Field 1498446062 - Property 2879900210
source: Employee
da_dk: Medarbejder

# Table 3319706570 - Field 2728305728 - Property 2879900210
source: Exch. rate
da_dk: Valutakurs

# Table 3319706570 - Field 1556238109 - Property 2879900210
source: Tri rate
da_dk: Tri-kurs

# Table 3319706570 - Field 1366122733 - Property 2879900210
source: Movement
da_dk: Bevægelse

# Table 3319706570 - Field 1366122733 - Property 62802879
source: ,Inven. inflow,Inven. outflow
da_dk: ,Inven. indstrøm,Inven. udstrøm

# Table 3319706570 - Field 403400876 - Property 2879900210
source: Item group
da_dk: Varegruppe

# Table 3319706570 - Field 1889527529 - Property 2879900210
source: Location
da_dk: Sted

# Table 3319706570 - Field 1180526706 - Property 62802879
source: Invoice,Packing slip,On order,Pro forma,Confirmation,Quotation,Sub order
da_dk: Faktura,Følgeseddel,På ordre,Proforma,Bekræftelse,Tilbud,Underordre

# Table 3319706570 - Field 3777499541 - Property 2879900210
source: Inventory a/c
da_dk: Lagerkonto

# Table 3319706570 - Field 1063756452 - Property 2879900210
source: Entry type
da_dk: Posttype

# Table 3319706570 - Field 1063756452 - Property 62802879
source: Adjustment,Item purchase,Item sale,BOM line,BOM,Project,Transfer
da_dk: Regulering,Varekøb,Varesalg,Styklistelinje,Stykliste,Projekt,Overførsel

# Table 3319706570 - Field 2052384402 - Property 2879900210
source: Invest. duty
da_dk: Invest.afgift

# Table 3319706570 - Field 3730610542 - Property 2879900210
source: Invoice
da_dk: Faktura

# Table 3319706570 - Field 3256935186 - Property 2879900210
source: Item number
da_dk: Varenummer

# Table 3319706570 - Field 1195115940 - Property 2879900210
source: Last changed
da_dk: Sidst ændret

# Table 3319706570 - Field 65772880 - Property 2879900210
source: G/L account
da_dk: Finanskonto

# Table 3319706570 - Field 1647620895 - Property 2879900210
source: Orig linenumber
da_dk: Orig linjenummer

# Table 3319706570 - Field 520258886 - Property 2879900210
source: Module
da_dk: Modul

# Table 3319706570 - Field 520258886 - Property 62802879
source: System,GenLedger,Customer,Vendor,Inventory,Sales,Purchase,Project,General,eOrder,Payroll,Payroll setup
da_dk: System,GenLedger,Debitor,Kreditor,Lager,Salg,Køb,Projekt,Generelt,eOrder,Løn,Opsætning af løn

# Table 3319706570 - Field 2272340397 - Property 2879900210
source: Number
da_dk: Tal

# Table 3319706570 - Field 4259830144 - Property 2879900210
source: Open
da_dk: Åben

# Table 3319706570 - Field 4259830144 - Property 62802879
source: No,Yes
da_dk: Nej,Ja

# Table 3319706570 - Field 1481404681 - Property 2879900210
source: Packing slip
da_dk: Følgeseddel

# Table 3319706570 - Field 1036884380 - Property 2879900210
source: Adjustment
da_dk: Regulering

# Table 3319706570 - Field 3055641259 - Property 2879900210
source: Loss/Profit
da_dk: Tab/avance

# Table 3319706570 - Field 2338284515 - Property 2879900210
source: Cost P/L a/c
da_dk: Omkostningsresultatkonto

# Table 3319706570 - Field 817873419 - Property 2879900210
source: P/L posted in project
da_dk: Resultat, der er bogført i projekt

# Table 3319706570 - Field 1834324738 - Property 2879900210
source: Purpose
da_dk: Formål

# Table 3319706570 - Field 1795468512 - Property 2879900210
source: Qty
da_dk: Antal

# Table 3319706570 - Field 956471723 - Property 2879900210
source: Row number
da_dk: Rækkenummer

# Table 3319706570 - Field 1729661132 - Property 2879900210
source: EntryRef
da_dk: PostRef

# Table 3319706570 - Field 2908881764 - Property 2879900210
source: Reversed amount
da_dk: Tilbageført beløb

# Table 3319706570 - Field 3570710828 - Property 2879900210
source: Reversed quantity
da_dk: Tilbageført antal

# Table 3319706570 - Field 4005108893 - Property 2879900210
source: Serial/Batch number
da_dk: Serie-/batchnummer

# Table 3319706570 - Field 1430978241 - Property 2879900210
source: Settled amount
da_dk: Udlignet beløb

# Table 3319706570 - Field 611729281 - Property 2879900210
source: Settled qty
da_dk: Udlignet antal

# Table 3319706570 - Field 1818056210 - Property 2879900210
source: Exclude from settlement
da_dk: Udeluk fra afregning

# Table 3319706570 - Field 1818056210 - Property 62802879
source: No,Yes
da_dk: Nej,Ja

# Table 3319706570 - Field 2661638093 - Property 2879900210
source: Tmp function
da_dk: Midl. funktion

# Table 3319706570 - Field 2178282664 - Property 2879900210
source: Transaction
da_dk: Transaktion

# Table 3319706570 - Field 3766960612 - Property 2879900210
source: Text
da_dk: Tekst

# Table 3319706570 - Field 1495959549 - Property 2879900210
source: VAT
da_dk: Moms

# Table 3319706570 - Field 746686244 - Property 2879900210
source: Voucher
da_dk: Bilag

# Table 2317989045 - Field 3858363587 - Property 2879900210
source: Update BOM
da_dk: Opdater stykliste

# Table 2317989045 - Field 3858363587 - Property 62802879
source: No,Yes
da_dk: Nej,Ja

# Table 2317989045 - Field 739346273 - Property 2879900210
source: Group
da_dk: Gruppe

# Table 2317989045 - Field 1195115940 - Property 2879900210
source: Last changed
da_dk: Sidst ændret

# Table 2317989045 - Field 1833901164 - Property 2879900210
source: Voucher series
da_dk: Bilagsserie

# Table 2317989045 - Field 2177742457 - Property 2879900210
source: Postfix
da_dk: Omvendt polsk

# Table 2317989045 - Field 3635299556 - Property 2879900210
source: Prefix
da_dk: Præfiks

# Table 2317989045 - Field 956471723 - Property 2879900210
source: Row number
da_dk: Rækkenummer

# Table 4032886559 - Field 1850829176 - Property 2879900210
source: Access
da_dk: Adgang

# Table 4032886559 - Field 1850829176 - Property 62802879
source: Open,Locked,System
da_dk: Åben,Låst,System

# Table 4032886559 - Field 1267408499 - Property 2879900210
source: Account
da_dk: Konto

# Table 4032886559 - Field 422618514 - Property 2879900210
source: Account name
da_dk: Kontonavn

# Table 4032886559 - Field 1534374427 - Property 2879900210
source: A/c type
da_dk: Kontotype

# Table 4032886559 - Field 1534374427 - Property 62802879
source: P/L a/c,Balance a/c,Heading,New page,Empty,Heading total,Counter total
da_dk: P/L a/c,Saldo a/c,Overskrift,Ny side,Tom,Overskrift i alt,Tæller i alt

# Table 4032886559 - Field 3736874992 - Property 2879900210
source: Balance in
da_dk: Saldo i

# Table 4032886559 - Field 2645289046 - Property 2879900210
source: Balance currency
da_dk: Balancevaluta

# Table 4032886559 - Field 3676652088 - Property 2879900210
source: Balance in LCY
da_dk: Saldo i LCY

# Table 4032886559 - Field 2123065725 - Property 2879900210
source: Cost centre
da_dk: Omkostningscenter

# Table 4032886559 - Field 3004954119 - Property 2879900210
source: Code
da_dk: Kode

# Table 4032886559 - Field 323973723 - Property 2879900210
source: Corporate a/c
da_dk: Virksomhedskonto

# Table 4032886559 - Field 2300093965 - Property 2879900210
source: Cost type
da_dk: Omkostningstype

# Table 4032886559 - Field 830061182 - Property 2879900210
source: Counter total
da_dk: Tæller i alt

# Table 4032886559 - Field 3561154705 - Property 2879900210
source: Currency
da_dk: Valuta

# Table 4032886559 - Field 1731983965 - Property 2879900210
source: DC proposal
da_dk: HN-tilbud

# Table 4032886559 - Field 1731983965 - Property 62802879
source: ,Debit,Credit
da_dk: ,Debet,Kredit

# Table 4032886559 - Field 839983300 - Property 2879900210
source: Lock
da_dk: Lås

# Table 4032886559 - Field 1651921640 - Property 2879900210
source: Department
da_dk: Afdeling

# Table 4032886559 - Field 4156773514 - Property 2879900210
source: EDI index
da_dk: EDI-indeks

# Table 4032886559 - Field 2780986997 - Property 2879900210
source: Exch. adjustment
da_dk: Valutakursregulering

# Table 4032886559 - Field 2780986997 - Property 62802879
source: No,Yes
da_dk: Nej,Ja

# Table 4032886559 - Field 1546246675 - Property 2879900210
source: Image
da_dk: Billede

# Table 4032886559 - Field 1195115940 - Property 2879900210
source: Last changed
da_dk: Sidst ændret
