Repository: rstefanetti/MSDyn365BC.Code.History
Catalog: C52012DataMigration/Source/C5 2012 Data Migration/Translations/C5 2012 Data Migration.*.xlf
Languages: da_dk

# Table 1668449495 - Field 1781874988 - Property 2879900210
source: Paym. spec.
da_dk: Betal.spec.

# Table 1668449495 - Field 1036884380 - Property 2879900210
source: Diff. posted
da_dk: Bogført difference

# Table 1668449495 - Field 3098318665 - Property 2879900210
source: Processing date
da_dk: Behandlingsdato

# Table 1668449495 - Field 1834324738 - Property 2879900210
source: Purpose
da_dk: Formål

# Table 1668449495 - Field 956471723 - Property 2879900210
source: Row number
da_dk: Rækkenummer

# Table 1668449495 - Field 4022434751 - Property 62802879
source: Cost,Invoice,On account invoice
da_dk: Omkostning,Faktura,A conto-faktura

# Table 1668449495 - Field 4191343774 - Property 62802879
source: No,Yes
da_dk: Nej,Ja

# Table 1668449495 - Field 2178282664 - Property 2879900210
source: Transaction
da_dk: Transaktion

# Table 1668449495 - Field 2488568158 - Property 2879900210
source: Entry type
da_dk: Posttype

# Table 1668449495 - Field 2488568158 - Property 62802879
source: ,Invoice,Credit note,Payment,Interest,Difference,Adjustment,Cash discount,Packing slip,Project,Secondary rounding,Journal difference,Reminder fee
da_dk: ,Faktura,Kreditnota,Betaling,Renter,Difference,Justering,Kasserabat,Følgeseddel,Projekt,Sekundær afrunding,Kladdedifference,Rykkerafgift

# Table 1668449495 - Field 3766960612 - Property 2879900210
source: Text
da_dk: Tekst

# Table 1668449495 - Field 1495959549 - Property 2879900210
source: VAT
da_dk: Moms

# Table 1668449495 - Field 694672097 - Property 2879900210
source: VAT amount
da_dk: Momsbeløb

# Table 1668449495 - Field 746686244 - Property 2879900210
source: Voucher
da_dk: Bilag

# Codeunit 1329906748 - NamedType 3968279446
source: The CustDiscGroup '%1' was not found.
da_dk: Debitorrabatgruppen '%1' blev ikke fundet.

# Codeunit 1329906748 - NamedType 2876389526
source: The Delivery '%1' was not found.
da_dk: Leveringen '%1' blev ikke fundet.

# Codeunit 1329906748 - NamedType 3181639616
source: The Employee '%1' was not found.
da_dk: Medarbejderen '%1' blev ikke fundet.

# Codeunit 1329906748 - NamedType 1296026854
source: The InventPriceGroup '%1' was not found.
da_dk: Lagerprisgruppen '%1' blev ikke fundet.

# Codeunit 1329906748 - NamedType 4255297080
source: The Payment '%1' was not found.
da_dk: Betalingen '%1' blev ikke fundet.

# Codeunit 1329906748 - NamedType 2060178295
source: The ProcCode '%1' was not found.
da_dk: Indkøbskoden '%1' blev ikke fundet.

# Codeunit 1329906748 - NamedType 1182180183
source: Customer %1 is related to %2, but we couldn’t find %2. Try migrating again.
da_dk: Debitoren %1 vedrører %2, men vi kunne ikke finde %2. Prøv at overføre igen.

# Codeunit 3039097726 - NamedType 2482399980
source: You are about to migrate data for one or more entities without migrating general ledger accounts. If you continue, transactions for the entities will not be migrated. To migrate transactions, you must migrate general ledger accounts. Do you want to continue without general ledger accounts?
da_dk: Du er ved at overflytte data til en eller flere enheder uden at overføre finanskonti. Hvis du fortsætter, overføres transaktioner for objekter ikke. Hvis du vil overføre transaktioner, skal du overføre finanskonti. Vil du fortsætte uden finanskontiene?

# Codeunit 3039097726 - NamedType 99881972
source: Zip Files (*.zip)|*.zip
da_dk: Zip-filer (*.zip)|*.zip

# Codeunit 3039097726 - NamedType 1878643220
source: Import from Microsoft Dynamics C5 2012
da_dk: Importér fra Microsoft Dynamics C5 2012

# Codeunit 3039097726 - NamedType 3367562910
source: To migrate C5 ledger entries you must also migrate general ledger accounts.
da_dk: Hvis du vil overføre C5-finansposter, skal du også overføre finanskonti.

# Codeunit 3039097726 - NamedType 64394730
source: Oops, something went wrong.\Please try again later.
da_dk: Ups, noget gik galt.\Prøv igen senere.

# Codeunit 3299432891 - NamedType 657134055
source: C5COSTCENTRE
da_dk: C5-OMKOSTNINGSCENTER

# Codeunit 3299432891 - NamedType 3486258514
source: C5 Cost Centre
da_dk: Omkostningscenter i C5

# Codeunit 3299432891 - NamedType 1820438706
source: The country '%1' was not found.
da_dk: Landet '%1' blev ikke fundet.

# Codeunit 3299432891 - NamedType 4043219027
source: C5DEPARTMENT
da_dk: C5-AFDELING

# Codeunit 3299432891 - NamedType 3382636334
source: C5 Department Dimension
da_dk: Afdelingsdimension i C5

# Codeunit 3299432891 - NamedType 611240008
source: The language '%1' was not found.
da_dk: Sproget '%1' blev ikke fundet.

# Codeunit 3299432891 - NamedType 2955075171
source: The combination of PostCode '%1' and City '%2' was not found.
da_dk: Kombinationen af postnummeret '%1' og byen '%2' blev ikke fundet.

# Codeunit 3299432891 - NamedType 3621860941
source: C5PURPOSE
da_dk: C5-FORMÅL

# Codeunit 3299432891 - NamedType 2712070500
source: C5 Purpose
da_dk: Formål med C5

# Codeunit 819262142 - NamedType 3879193562
source: BATCH
da_dk: KØRSEL

# Codeunit 819262142 - NamedType 2572859063
source: Batch tracking
da_dk: Sporing af kørsel

# Codeunit 819262142 - NamedType 1296026854
source: The InventPriceGroup '%1' was not found.
da_dk: Lagerprisgruppen '%1' blev ikke fundet.

# Codeunit 819262142 - NamedType 4035149624
source: Item %1 is related to %2, but we couldn’t find %2. Try migrating again.
da_dk: Varen %1 vedrører %2, men vi kunne ikke finde %2. Prøv at overføre igen.

# Codeunit 819262142 - NamedType 2302168678
source: Serial number tracking
da_dk: Sporing af serienumre

# Codeunit 819262142 - NamedType 3146771382
source: BOMs cannot include service items in %1. You must remove %2 from the BOM for %3.
da_dk: Styklister må ikke indeholde serviceartikler i %1. Du skal fjerne %2 fra styklisten for %3.

# Codeunit 819262142 - NamedType 3972347495
source: A unit of measure is not specified for item %1.
da_dk: Der er ikke angivet en enhed for varen %1.

# Codeunit 3631254966 - NamedType 2217288702
source: Oops, it seems the definition file (exp00000.def) was missing from the zip file.
da_dk: Ups, det lader til, at definitionsfilen (exp00000.def) manglede i zip-filen.

# Codeunit 3865269683 - NamedType 3211496535
source: Something went wrong with copying the zip file to Database.
da_dk: Noget gik galt med kopiering af zip-filen til databasen.

# Codeunit 3865269683 - NamedType 1868231794
source: Oops, it seems the blob is empty.
da_dk: Ups, det lader til blobbet er tomt.

# Codeunit 4083125274 - NamedType 64394730
source: Zip File Blob is empty in C5SchemaParameters.
da_dk: Zipfil-blob er tom i C5SchemaParameters.

# Codeunit 4083125274 - NamedType 2472036658
source: There was an error on extracting the zip file.
da_dk: Der opstod en fejl ved udpakning af zip-filen.

# Codeunit 2391856692 - NamedType 2876389526
source: The Delivery '%1' was not found.
da_dk: Leveringen '%1' blev ikke fundet.

# Codeunit 2391856692 - NamedType 3181639616
source: The Employee '%1' was not found.
da_dk: Medarbejderen '%1' blev ikke fundet.

# Codeunit 2391856692 - NamedType 4255297080
source: The Payment '%1' was not found.
da_dk: Betalingen '%1' blev ikke fundet.

# Codeunit 2391856692 - NamedType 1708045119
source: Vendor %1 is related to %2, but we couldn’t find %2. Try migrating again.
da_dk: Kreditoren %1 vedrører %2, men vi kunne ikke finde %2. Prøv at overføre igen.

# Codeunit 2391856692 - NamedType 2834538055
source: The VendDiscGroup '%1' was not found.
da_dk: Kreditorrabatgruppen '%1' blev ikke fundet.

# Codeunit 2575318925 - NamedType 1878643220
source: Import from Microsoft Dynamics C5 2012
da_dk: Importér fra Microsoft Dynamics C5 2012

# Codeunit 2575318925 - NamedType 1909014046
source: 1. Make sure the company you are importing to does not already contain customers, vendors, or items, if you want to import these entities.
da_dk: 1. Kontrollér, at den virksomhed, du importerer til, ikke allerede indeholder debitorer, kreditorer eller varer, hvis du vil importere disse enheder.

# Codeunit 2575318925 - NamedType 4292734171
source: 2. Open Microsoft Dynamics C5 2012, and export your database. (General > Setup > Administration > Multi > Export Database).
da_dk: 2. Åbn Microsoft Dynamics C5 2012, og eksportér databasen. (Generelt > Opsætning > Administration > Flere > Eksportér databasen).

# Codeunit 2575318925 - NamedType 3587939100
source: 3. Send the export folder to a compressed (zipped) folder.
da_dk: 3. Send mappen til eksport til en komprimeret (zippet) mappe.

# Codeunit 2575318925 - NamedType 1439235225
source: 4. Return to this assisted setup guide, choose Next, and then import the zipped folder.
da_dk: 4. Gå tilbage til guiden for assisteret opsætning, vælg Næste, og importér derefter den zippede mappe.

# Codeunit 2575318925 - NamedType 3421914721
source: To check the status of the data migration, go to the %1 page.
da_dk: Du kan kontrollere status for dataoverførslen ved at gå til siden %1.

# Page 937331066 - Property 2879900210
source: C5 Item CN8 Codes
da_dk: CN8-varekoder i C5

# Page 2733078808 - Control 3709137040 - Property 1295455071
source: Specifies the start date of the current accounting period. Transactions after this date are migrated individually. Transactions before this date are aggregated per account, and migrated as a single amount.
da_dk: Angiver startdatoen for den aktuelle regnskabsperiode. Transaktioner efter denne dato overflyttes enkeltvis. Transaktioner før denne dato akkumuleres pr. konto og overflyttes som et enkelt beløb.

# Page 2733078808 - Control 3709137040 - Property 2879900210
source: Current Period
da_dk: Aktuel periode

# Page 2733078808 - Control 2588653081 - Property 2879900210
source: The company that you are importing data to is missing some information. Without it, the migration will contain errors that you will have to fix later.
da_dk: Den virksomhed, du importerer data til, mangler oplysninger. Uden disse oplysninger vil overflytningen indeholde fejl, som du skal rette senere.

# Page 2733078808 - Control 2564871937 - Property 1295455071
source: Specifies the currency code for your company.
da_dk: Angiver regnskabets valutakode.

# Page 2733078808 - Control 2564871937 - Property 2879900210
source: Local Currency Code
da_dk: Lokal valutakode

# Page 2733078808 - Control 329424276 - Property 2879900210
source: Some information is missing.
da_dk: Der mangler nogle oplysninger.

# Page 4063083433 - Property 2879900210
source: C5 Customer Contact Persons
da_dk: Kontakter hos C5-debitor

# Page 3409802943 - Property 2879900210
source: C5 Customer Discount Groups
da_dk: C5-debitorrabatgrupper

# Page 3683285092 - Property 2879900210
source: C5 Customer Groups
da_dk: C5-debitorgrupper

# Page 3539943979 - Property 2019332006
source: Related Entities
da_dk: Relaterede poster

# Page 3539943979 - Property 2879900210
source: C5 Customer Table
da_dk: C5-debitortabel

# Page 3539943979 - Action 3410600630 - Property 2879900210
source: Related entities
da_dk: Relaterede objekter

# Page 3539943979 - Action 2120976881 - Property 2879900210
source: Contact Persons
da_dk: Kontakter

# Page 3539943979 - Action 3859002567 - Property 2879900210
source: Customer Discount Group
da_dk: Debitorrabatgruppe

# Page 3539943979 - Action 2204069180 - Property 2879900210
source: Customer Group
da_dk: Debitorgruppe

# Page 3539943979 - Action 2908672711 - Property 2879900210
source: Customer Entries
da_dk: Debitorposter

# Page 3539943979 - Action 2018699606 - Property 2879900210
source: Delivery
da_dk: Levering

# Page 3539943979 - Action 2271646808 - Property 2879900210
source: Payment
da_dk: Betaling

# Page 3539943979 - Action 333702905 - Property 2879900210
source: Payment Mode
da_dk: Betalingsmetode

# Page 3539943979 - Action 1795985104 - Property 2879900210
source: Price Group
da_dk: Prisgruppe

# Page 3539943979 - Action 1923662707 - Property 2879900210
source: Sales Representative
da_dk: Sælger

# Page 3073595157 - Property 2879900210
source: Customers
da_dk: Kunder (Debitorer)

# Page 3306450511 - Property 2879900210
source: C5 Customer Entries
da_dk: C5-debitorposter

# Page 3512382302 - Property 2879900210
source: C5 Delivery
da_dk: Levering i C5

# Page 733269080 - Property 2879900210
source: C5 Employee
da_dk: Medarbejder i C5

# Page 3393985290 - Property 2879900210
source: Bill of Materials
da_dk: Stykliste

# Page 3393985290 - Control 1795468512 - Property 2879900210
source: Quantity
da_dk: Antal

# Page 1902553674 - Property 2879900210
source: C5 Inventory Discount
da_dk: C5-lagerrabat

# Page 3566600890 - Property 2879900210
source: C5 Item Groups
da_dk: C5-varegrupper

# Page 541957803 - Property 2879900210
source: C5 Inventory Prices
da_dk: C5-lagerpriser

# Page 541957803 - Action 3410600630 - Property 2879900210
source: Related entities
da_dk: Relaterede objekter

# Page 541957803 - Action 2515551274 - Property 2879900210
source: C5 InvenPriceGroup
da_dk: Lagerprisgruppe i C5

# Page 1078453714 - Property 2879900210
source: C5 Inventory Price Groups
da_dk: C5-lagerprisgrupper

# Page 2113318422 - Property 2019332006
source: Related Entities
da_dk: Relaterede poster

# Page 2113318422 - Property 2879900210
source: C5 Inventory Table
da_dk: C5-lagertabel

# Page 2113318422 - Action 3410600630 - Property 2879900210
source: Related entities
da_dk: Relaterede objekter

# Page 2113318422 - Action 2478625956 - Property 2879900210
source: Bill of Materials
da_dk: Stykliste

# Page 2113318422 - Action 3455974450 - Property 2879900210
source: Item CN8 Codes
da_dk: CN8-varekoder

# Page 2113318422 - Action 1621644692 - Property 2879900210
source: Item Discount
da_dk: Varerabat

# Page 2113318422 - Action 724500883 - Property 2879900210
source: Inventory Prices
da_dk: Lagerpriser

# Page 2113318422 - Action 403400876 - Property 2879900210
source: Item Groups
da_dk: Varegrupper

# Page 2113318422 - Action 2919754460 - Property 2879900210
source: Inventory Entries
da_dk: Lagerposter

# Page 1456083540 - Property 2879900210
source: Items
da_dk: Varer

# Page 3319706570 - Property 2879900210
source: C5 Inventory Entries
da_dk: C5-lagerposter

# Page 4032886559 - Property 2879900210
source: C5 G/L Table
da_dk: C5-finanstabel

# Page 236701609 - Property 2879900210
source: Accounts
da_dk: Konti

# Page 3921138069 - Property 2879900210
source: C5 Ledger Entries
da_dk: C5-poster

# Page 3286176864 - Property 2879900210
source: C5 Payment
da_dk: Betaling i C5

# Page 1941870391 - Property 2879900210
source: C5 Process Codes
da_dk: C5-proceskoder

# Page 2326945249 - Property 2879900210
source: C5 Vendor Contact Persons
da_dk: Kontakter hos C5-kreditor

# Page 2602790647 - Property 2879900210
source: C5 Vendor Discount Groups
da_dk: C5-kreditorrabatgrupper

# Page 1893530188 - Property 2879900210
source: C5 Vendor Groups
da_dk: C5-kreditorgrupper

# Page 424594451 - Property 2019332006
source: Related Entities
da_dk: Relaterede poster

# Page 424594451 - Property 2879900210
source: C5 Vendor Table
da_dk: C5-kreditortabel

# Page 424594451 - Action 3410600630 - Property 2879900210
source: Related entities
da_dk: Relaterede objekter

# Page 424594451 - Action 2018699606 - Property 2879900210
source: Delivery
da_dk: Levering

# Page 424594451 - Action 2439520920 - Property 2879900210
source: Discount Group
da_dk: Rabatgruppe

# Page 424594451 - Action 2271646808 - Property 2879900210
source: Payment
da_dk: Betaling

# Page 424594451 - Action 4174279329 - Property 2879900210
source: Purchaser
da_dk: Indkøber

# Page 424594451 - Action 4112477817 - Property 2879900210
source: Contact Persons
da_dk: Kontakter

# Page 424594451 - Action 3350198740 - Property 2879900210
source: Vendor Group
da_dk: Kreditorgruppe

# Page 424594451 - Action 4067842687 - Property 2879900210
source: Vendor Entries
da_dk: Kreditorposter

# Page 2536447293 - Property 2879900210
source: Vendors
da_dk: Leverandører (Kreditorer)

# Page 1668449495 - Property 2879900210
source: C5 Vendor Entries
da_dk: C5-kreditorposter

# XmlPort 1765871367 - Property 2879900210
source: C5 Centre
da_dk: C5-center

# XmlPort 4224243242 - Property 2879900210
source: C5 Country
da_dk: C5-land/område

# XmlPort 3512382302 - Property 2879900210
source: C5 Delivery
da_dk: C5-levering

# XmlPort 1026866142 - Property 2879900210
source: C5 Department
da_dk: C5-afdeling

# XmlPort 733269080 - Property 2879900210
source: C5 Employee
da_dk: C5-medarbejder

# XmlPort 1249283304 - Property 2879900210
source: C5 Exch. Rate
da_dk: C5-valutakurs

# XmlPort 2113318422 - Property 2879900210
source: C5 InvenTable
da_dk: C5-lager

# XmlPort 3286176864 - Property 2879900210
source: C5 Payment
da_dk: C5-betaling

# XmlPort 111733604 - Property 2879900210
source: C5 Purpose
da_dk: C5-formål

# PageExtension 3315441300 - NamedType 3950098385
source: Getting things ready. %1% complete. Refresh to update the progress.
da_dk: Tingene gøres klar. %1 % fuldført. Opdater for at opdatere status.

# PageExtension 3315441300 - Control 485730734 - Property 2879900210
source: Migrating Data from Microsoft Dynamics C5 2012
da_dk: Overfører data fra Microsoft Dynamics C5 2012
