Repository: rstefanetti/MSDyn365BC.Code.History
Catalog: C52012DataMigration/Source/C5 2012 Data Migration/Translations/C5 2012 Data Migration.*.xlf
Languages: da_dk

# Table 4032886559 - Field 802581583 - Property 2879900210
source: Mandatory cost centre
da_dk: Obligatorisk omkostningscenter

# Table 4032886559 - Field 802581583 - Property 62802879
source: No,Yes
da_dk: Nej,Ja

# Table 4032886559 - Field 1096874006 - Property 2879900210
source: Mandatory department
da_dk: Obligatorisk afdeling

# Table 4032886559 - Field 1096874006 - Property 62802879
source: No,Yes
da_dk: Nej,Ja

# Table 4032886559 - Field 2030898508 - Property 2879900210
source: Mandatory purpose
da_dk: Obligatorisk formål

# Table 4032886559 - Field 2030898508 - Property 62802879
source: No,Yes
da_dk: Nej,Ja

# Table 4032886559 - Field 2202676792 - Property 2879900210
source: Offset a/c
da_dk: Forskydningskonto

# Table 4032886559 - Field 4131176231 - Property 2879900210
source: Opening account
da_dk: Primokonto

# Table 4032886559 - Field 1834324738 - Property 2879900210
source: Purpose
da_dk: Formål

# Table 4032886559 - Field 956471723 - Property 2879900210
source: Row number
da_dk: Rækkenummer

# Table 4032886559 - Field 3997066133 - Property 2879900210
source: TmpNum05
da_dk: TmpTal05

# Table 4032886559 - Field 3359369516 - Property 2879900210
source: TmpNum06
da_dk: TmpTal06

# Table 4032886559 - Field 2721672899 - Property 2879900210
source: TmpNum07
da_dk: TmpTal07

# Table 4032886559 - Field 2890581922 - Property 2879900210
source: TmpNum08
da_dk: TmpTal08

# Table 4032886559 - Field 2252885305 - Property 2879900210
source: TmpNum09
da_dk: TmpTal09

# Table 4032886559 - Field 1807444009 - Property 2879900210
source: TmpNum10
da_dk: TmpTal10

# Table 4032886559 - Field 2445140626 - Property 2879900210
source: TmpNum11
da_dk: TmpTal11

# Table 4032886559 - Field 532050775 - Property 2879900210
source: TmpNum12
da_dk: TmpTal12

# Table 4032886559 - Field 1169747392 - Property 2879900210
source: TmpNum13
da_dk: TmpTal13

# Table 4032886559 - Field 2440253007 - Property 2879900210
source: Total from
da_dk: Samlet fra

# Table 4032886559 - Field 1495959549 - Property 2879900210
source: VAT
da_dk: Moms

# Table 4032886559 - Field 3960741557 - Property 2879900210
source: VAT locked
da_dk: Moms låst

# Table 4032886559 - Field 3960741557 - Property 62802879
source: No,Yes
da_dk: Nej,Ja

# Table 3594340523 - Property 2879900210
source: C5 Ledger Entry
da_dk: C5-postering

# Table 3594340523 - Field 1267408499 - Property 2879900210
source: Account
da_dk: Konto

# Table 3594340523 - Field 172016130 - Property 2879900210
source: Amount in
da_dk: Beløb i

# Table 3594340523 - Field 2295349996 - Property 2879900210
source: Amount in cur.
da_dk: Beløb i valuta

# Table 3594340523 - Field 3876581058 - Property 2879900210
source: Amount LCY
da_dk: Beløb RV

# Table 3594340523 - Field 829272668 - Property 2879900210
source: Budget code
da_dk: Budgetkode

# Table 3594340523 - Field 829272668 - Property 62802879
source: Actual,Budget,Rev. 1,Rev. 2,Rev. 3,Rev. 4,Rev. 5,Rev. 6
da_dk: Faktisk,Budget,Rev 1,Rev 2,Rev. 3,Rev 4,Rev 5,Rev 6

# Table 3594340523 - Field 2123065725 - Property 2879900210
source: Cost centre
da_dk: Omkostningscenter

# Table 3594340523 - Field 3425251533 - Property 2879900210
source: Created by
da_dk: Oprettet af

# Table 3594340523 - Field 3561154705 - Property 2879900210
source: Currency
da_dk: Valuta

# Table 3594340523 - Field 4115250733 - Property 2879900210
source: Date
da_dk: Dato

# Table 3594340523 - Field 1651921640 - Property 2879900210
source: Department
da_dk: Afdeling

# Table 3594340523 - Field 1402313444 - Property 2879900210
source: Due
da_dk: Forfalden

# Table 3594340523 - Field 1497045235 - Property 2879900210
source: Journal no.
da_dk: Kladdenr.

# Table 3594340523 - Field 1195115940 - Property 2879900210
source: Last changed
da_dk: Sidst ændret

# Table 3594340523 - Field 1840448639 - Property 2879900210
source: Lock Amount 2
da_dk: Lås beløb 2

# Table 3594340523 - Field 1840448639 - Property 62802879
source: No,Yes
da_dk: Nej,Ja

# Table 3594340523 - Field 1834324738 - Property 2879900210
source: Purpose
da_dk: Formål

# Table 3594340523 - Field 1795468512 - Property 2879900210
source: Qty
da_dk: Antal

# Table 3594340523 - Field 956471723 - Property 2879900210
source: Row number
da_dk: Rækkenummer

# Table 3594340523 - Field 3933096137 - Property 2879900210
source: Reconciliation no.
da_dk: Afstemningsnr.

# Table 3594340523 - Field 2178282664 - Property 2879900210
source: Transaction
da_dk: Transaktion

# Table 3594340523 - Field 2488568158 - Property 2879900210
source: Entry type
da_dk: Posttype

# Table 3594340523 - Field 2488568158 - Property 62802879
source: ,Invoice,Credit note,Payment,Interest,Difference,Adjustment,Cash discount,Packing slip,Project,Secondary rounding,Journal difference,Reminder fee
da_dk: ,Faktura,Kreditnota,Betaling,Renter,Difference,Justering,Kasserabat,Følgeseddel,Projekt,Sekundær afrunding,Kladdedifference,Rykkerafgift

# Table 3594340523 - Field 3766960612 - Property 2879900210
source: Text
da_dk: Tekst

# Table 3594340523 - Field 1495959549 - Property 2879900210
source: VAT
da_dk: Moms

# Table 3594340523 - Field 694672097 - Property 2879900210
source: VAT amount LCY
da_dk: Momsbeløb i LCY

# Table 3594340523 - Field 231636033 - Property 2879900210
source: Settlement period
da_dk: Afregningsperiode

# Table 3594340523 - Field 2480244132 - Property 2879900210
source: VAT report counter
da_dk: Momsrapporttæller

# Table 3594340523 - Field 746686244 - Property 2879900210
source: Voucher
da_dk: Bilag

# Table 3286176864 - Property 2879900210
source: C5 Payment
da_dk: C5-betaling

# Table 3286176864 - Field 1195115940 - Property 2879900210
source: Last changed
da_dk: Sidst ændret

# Table 3286176864 - Field 4132733409 - Property 2879900210
source: Method
da_dk: Metode

# Table 3286176864 - Field 4132733409 - Property 62802879
source: Net,Cur. month,Cur. quarter,Cur. year,Cur. week
da_dk: Net,Nuværende måned,Nuværende kvartal,Nuværende år,Nuværende uge

# Table 3286176864 - Field 3346365350 - Property 2879900210
source: Payment
da_dk: Betaling

# Table 3286176864 - Field 1795468512 - Property 2879900210
source: Qty
da_dk: Antal

# Table 3286176864 - Field 956471723 - Property 2879900210
source: Row number
da_dk: Rækkenummer

# Table 3286176864 - Field 3766960612 - Property 2879900210
source: Text
da_dk: Tekst

# Table 3286176864 - Field 3379024013 - Property 2879900210
source: Unit
da_dk: Enhed

# Table 3286176864 - Field 3379024013 - Property 62802879
source: Day,Week,Month
da_dk: Dag,Uge,Måned

# Table 1941870391 - Field 3004954119 - Property 2879900210
source: Code
da_dk: Kode

# Table 1941870391 - Field 1195115940 - Property 2879900210
source: Last changed
da_dk: Sidst ændret

# Table 1941870391 - Field 2961552353 - Property 2879900210
source: Name
da_dk: Navn

# Table 1941870391 - Field 1417214657 - Property 2879900210
source: NoYes1
da_dk: NejJa1

# Table 1941870391 - Field 1417214657 - Property 62802879
source: No,Yes
da_dk: Nej,Ja

# Table 1941870391 - Field 956471723 - Property 2879900210
source: Row number
da_dk: Rækkenummer

# Table 1941870391 - Field 1878130204 - Property 2879900210
source: Type
da_dk: Enhedstype

# Table 1941870391 - Field 1878130204 - Property 62802879
source: None,Vendor,Customer
da_dk: Ingen,Kreditor,Debitor

# Table 111733604 - Property 2879900210
source: C5 Purpose
da_dk: C5-formål

# Table 111733604 - Field 1195115940 - Property 2879900210
source: Last changed
da_dk: Sidst ændret

# Table 111733604 - Field 2961552353 - Property 2879900210
source: Name
da_dk: Navn

# Table 111733604 - Field 1834324738 - Property 2879900210
source: Purpose
da_dk: Formål

# Table 111733604 - Field 956471723 - Property 2879900210
source: Row number
da_dk: Rækkenummer

# Table 3350677351 - Property 2879900210
source: C5 Schema Parameters
da_dk: C5-skemaparametre

# Table 3350677351 - Field 3709137040 - Property 2879900210
source: Current Period
da_dk: Aktuel periode

# Table 3350677351 - Field 80687420 - Property 2879900210
source: Total Accounts
da_dk: Samlede konti

# Table 3350677351 - Field 1140003992 - Property 2879900210
source: Total Historical Entries
da_dk: Samlede historiske poster

# Table 3350677351 - Field 4183751119 - Property 2879900210
source: Total Customers
da_dk: Samlede debitorer

# Table 3350677351 - Field 1556666496 - Property 2879900210
source: Total Historical Entries
da_dk: Samlede historiske poster

# Table 3350677351 - Field 1559245823 - Property 2879900210
source: Total Historical Entries
da_dk: Samlede historiske poster

# Table 3350677351 - Field 1947074272 - Property 2879900210
source: Total Items
da_dk: Varer i alt

# Table 3350677351 - Field 3388768288 - Property 2879900210
source: Total Historical Entries
da_dk: Samlede historiske poster

# Table 3350677351 - Field 511339479 - Property 2879900210
source: Total Vendors
da_dk: Samlede kreditorer

# Table 3350677351 - Field 802161617 - Property 2879900210
source: Unziped Folder
da_dk: Udpakket mappe

# Table 3350677351 - Field 2899334903 - Property 2879900210
source: Zip File
da_dk: Zipfil

# Table 3350677351 - Field 352530778 - Property 2879900210
source: Zip File Blob
da_dk: Zipfil-blob

# Table 753447031 - Field 1195115940 - Property 2879900210
source: Last changed
da_dk: Sidst ændret

# Table 753447031 - Field 956471723 - Property 2879900210
source: Row number
da_dk: Rækkenummer

# Table 753447031 - Field 3766960612 - Property 2879900210
source: Text
da_dk: Tekst

# Table 753447031 - Field 3379024013 - Property 2879900210
source: Unit
da_dk: Enhed

# Table 1491608550 - Field 3461834954 - Property 2879900210
source: Description
da_dk: Beskrivelse

# Table 1491608550 - Field 739346273 - Property 2879900210
source: VAT group
da_dk: Momsgruppe

# Table 1491608550 - Field 1195115940 - Property 2879900210
source: Last changed
da_dk: Sidst ændret

# Table 1491608550 - Field 956471723 - Property 2879900210
source: Row number
da_dk: Rækkenummer

# Table 1491608550 - Field 1878130204 - Property 2879900210
source: Type
da_dk: Enhedstype

# Table 1491608550 - Field 1878130204 - Property 62802879
source: Inventory,Customer,Vendor
da_dk: Lager,Debitor,Kreditor

# Table 2326945249 - Field 1267408499 - Property 2879900210
source: Account
da_dk: Konto

# Table 2326945249 - Field 817061969 - Property 2879900210
source: Address1
da_dk: Adresse1

# Table 2326945249 - Field 179365352 - Property 2879900210
source: Address2
da_dk: Adresse2

# Table 2326945249 - Field 1806268382 - Property 2879900210
source: CellPhone
da_dk: Mobiltelefon

# Table 2326945249 - Field 1856816140 - Property 2879900210
source: Country
da_dk: Land/område

# Table 2326945249 - Field 1285973296 - Property 2879900210
source: Email
da_dk: Mailadresse

# Table 2326945249 - Field 1195115940 - Property 2879900210
source: LastChanged
da_dk: SidstÆndret

# Table 2326945249 - Field 304752386 - Property 2879900210
source: LocalNumber
da_dk: Lokalnummer

# Table 2326945249 - Field 2961552353 - Property 2879900210
source: Name
da_dk: Navn

# Table 2326945249 - Field 646935216 - Property 2879900210
source: Phone
da_dk: Telefon

# Table 2326945249 - Field 56735747 - Property 2879900210
source: Position
da_dk: Stilling

# Table 2326945249 - Field 1704257872 - Property 2879900210
source: PrimaryContact
da_dk: PrimærKontakt

# Table 2326945249 - Field 1704257872 - Property 62802879
source: No,Yes
da_dk: Nej,Ja

# Table 2326945249 - Field 956471723 - Property 2879900210
source: RecId
da_dk: Post-id

# Table 2326945249 - Field 1325896664 - Property 2879900210
source: ZipCity
da_dk: PostnummerBy

# Table 2602790647 - Field 2790486453 - Property 2879900210
source: Comment
da_dk: Bemærkning

# Table 2602790647 - Field 262503318 - Property 2879900210
source: Discount group
da_dk: Rabatgruppe

# Table 2602790647 - Field 1195115940 - Property 2879900210
source: Last changed
da_dk: Sidst ændret

# Table 2602790647 - Field 956471723 - Property 2879900210
source: Row number
da_dk: Rækkenummer

# Table 1893530188 - Field 2239234493 - Property 2879900210
source: Cash payment
da_dk: Kontantbetaling

# Table 1893530188 - Field 279538179 - Property 2879900210
source: Fee taxable
da_dk: Skattepligtigt gebyr

# Table 1893530188 - Field 3278187961 - Property 2879900210
source: Fee tax free
da_dk: Skattefrit gebyr

# Table 1893530188 - Field 739346273 - Property 2879900210
source: Vendor group
da_dk: Kreditorgruppe

# Table 1893530188 - Field 2428292954 - Property 2879900210
source: Group a/c
da_dk: Gruppekonto

# Table 1893530188 - Field 4105281732 - Property 2879900210
source: Group name
da_dk: Gruppenavn

# Table 1893530188 - Field 2253520274 - Property 2879900210
source: Inven. inflow
da_dk: Lagertilgang

# Table 1893530188 - Field 2739183832 - Property 2879900210
source: Invoice disc.
da_dk: Fakturarabat

# Table 1893530188 - Field 1195115940 - Property 2879900210
source: Last changed
da_dk: Sidst ændret

# Table 1893530188 - Field 25284661 - Property 2879900210
source: Line disc.
da_dk: Linjerabat

# Table 1893530188 - Field 956471723 - Property 2879900210
source: Row number
da_dk: Rækkenummer

# Table 424594451 - Field 1267408499 - Property 2879900210
source: Account
da_dk: Konto

# Table 424594451 - Field 817061969 - Property 2879900210
source: Address
da_dk: Adresse

# Table 424594451 - Field 179365352 - Property 2879900210
source: Address
da_dk: Adresse

# Table 424594451 - Field 798134492 - Property 2879900210
source: Due
da_dk: Forfalden

# Table 424594451 - Field 2913119229 - Property 2879900210
source: Approved
da_dk: Godkendt

# Table 424594451 - Field 2913119229 - Property 62802879
source: No,Yes
da_dk: Nej,Ja

# Table 424594451 - Field 1351826026 - Property 2879900210
source: Attention
da_dk: Bemærk

# Table 424594451 - Field 25700210 - Property 2879900210
source: Balance
da_dk: Saldo

# Table 424594451 - Field 3732711823 - Property 2879900210
source: 91-120 days
da_dk: 91-120 dage

# Table 424594451 - Field 3043560097 - Property 2879900210
source: More than 120 days
da_dk: Mere end 120 dage

# Table 424594451 - Field 2066370287 - Property 2879900210
source: 0-30 days
da_dk: 0-30 dage

# Table 424594451 - Field 201820740 - Property 2879900210
source: 31-60 days
da_dk: 31-60 dage

# Table 424594451 - Field 3700783225 - Property 2879900210
source: 61-90 days
da_dk: 61-90 dage

# Table 424594451 - Field 2063621366 - Property 2879900210
source: Max. balance
da_dk: Maks. saldo

# Table 424594451 - Field 3676652088 - Property 2879900210
source: Balance LCY
da_dk: Saldo i LCY

# Table 424594451 - Field 2663384385 - Property 2879900210
source: Bank a/c
da_dk: Bankkonto

# Table 424594451 - Field 3543129988 - Property 2879900210
source: Locked
da_dk: Låst

# Table 424594451 - Field 3543129988 - Property 62802879
source: No,Invoicing,Delivery,Yes
da_dk: Nej,Fakturering,Levering,Ja

# Table 424594451 - Field 2562856335 - Property 2879900210
source: Calculated
da_dk: Beregnet

# Table 424594451 - Field 1642484368 - Property 2879900210
source: Card type
da_dk: Korttype

# Table 424594451 - Field 2958367048 - Property 2879900210
source: Cash discount
da_dk: Kontantrabat

# Table 424594451 - Field 2239234493 - Property 2879900210
source: Cash payment
da_dk: Kontantbetaling

# Table 424594451 - Field 2239234493 - Property 62802879
source: No,Yes
da_dk: Nej,Ja

# Table 424594451 - Field 1806268382 - Property 2879900210
source: Cell phone
da_dk: Mobiltelefon

# Table 424594451 - Field 2123065725 - Property 2879900210
source: Cost centre
da_dk: Omkostningscenter

# Table 424594451 - Field 1856816140 - Property 2879900210
source: Country/region
da_dk: Land/område

# Table 424594451 - Field 3561154705 - Property 2879900210
source: Currency
da_dk: Valuta

# Table 424594451 - Field 2461122184 - Property 2879900210
source: Delivery
da_dk: Levering

# Table 424594451 - Field 447754584 - Property 2879900210
source: Excl. duty
da_dk: Ekskl. afgift

# Table 424594451 - Field 447754584 - Property 62802879
source: No,Yes
da_dk: Nej,Ja

# Table 424594451 - Field 1398469516 - Property 2879900210
source: DELETEStatistics
da_dk: SLETStatistik

# Table 424594451 - Field 1398469516 - Property 62802879
source: Ordinary trade,Samples,Trade-in deal,Financial leasing,Returns,Replacement,Replace non-returns,EU,Authorities,Private,Production on toll,Repair,Repair (free of charge),Leasing,EU projects,Building materials,Misc.
da_dk: Normal handel,Prøver,Handel i handler,Finansiel leasing,Returneringer,Udskiftning,Erstatning for ikke-returneringer,EU,Myndigheder,Privat,Produktion på told,Reparation,Reparation (gratis),Leasing,EU-projekter,Byggematerialer,Diverse

# Table 424594451 - Field 286422531 - Property 2879900210
source: DELETETransport
da_dk: SLETTransport

# Table 424594451 - Field 286422531 - Property 62802879
source: ,Ship/Ferry,Railway,Truck,Air,Entry,Installation,Own transport
da_dk: ,Levering/færge,Jernbane,Lastbil,Luft,Post,Installation,Egen transport

# Table 424594451 - Field 839983300 - Property 2879900210
source: Lock
da_dk: Lås

# Table 424594451 - Field 1651921640 - Property 2879900210
source: Department
da_dk: Afdeling

# Table 424594451 - Field 262503318 - Property 2879900210
source: Discount group
da_dk: Rabatgruppe

# Table 424594451 - Field 3654757378 - Property 2879900210
source: EDI address
da_dk: EDI-adresse

# Table 424594451 - Field 1285973296 - Property 2879900210
source: Email
da_dk: Mailadresse

# Table 424594451 - Field 3190547337 - Property 2879900210
source: Nets no.
da_dk: NETS-nr.

# Table 424594451 - Field 1118505520 - Property 2879900210
source: Fixed discount
da_dk: Fast rabat

# Table 424594451 - Field 739346273 - Property 2879900210
source: Group
da_dk: Gruppe

# Table 424594451 - Field 1546246675 - Property 2879900210
source: Image
da_dk: Billede

# Table 424594451 - Field 1803769429 - Property 2879900210
source: Incl. VAT
da_dk: Inkl. moms

# Table 424594451 - Field 1803769429 - Property 62802879
source: No,Yes
da_dk: Nej,Ja

# Table 424594451 - Field 3604861746 - Property 2879900210
source: Interest
da_dk: Rente

# Table 424594451 - Field 2105307182 - Property 2879900210
source: Inventory
da_dk: Lagerbeholdning

# Table 424594451 - Field 2105307182 - Property 62802879
source: No change,Ordered,Received,Fixed purchase
da_dk: Ingen ændring,Bestilt,Modtaget,Fast køb

# Table 424594451 - Field 103542828 - Property 2879900210
source: Invoice a/c
da_dk: Fakturakonto

# Table 424594451 - Field 142405108 - Property 2879900210
source: Krak no.
da_dk: Kraknummer

# Table 424594451 - Field 3232262567 - Property 2879900210
source: Language
da_dk: Sprog

# Table 424594451 - Field 3232262567 - Property 62802879
source: Default,Danish,English,German,French,Italian,Dutch,Icelandic
da_dk: Standard,Dansk,Engelsk,Tysk,Fransk,Italiensk,Hollandsk,Islandsk

# Table 424594451 - Field 1195115940 - Property 2879900210
source: Last changed
da_dk: Sidst ændret

# Table 424594451 - Field 4196337969 - Property 2879900210
source: Invoice date
da_dk: Fakturadato

# Table 424594451 - Field 3028839836 - Property 2879900210
source: Invoice
da_dk: Faktura

# Table 424594451 - Field 941964432 - Property 2879900210
source: Payment
da_dk: Betaling

# Table 424594451 - Field 2961552353 - Property 2879900210
source: Name
da_dk: Navn

# Table 424594451 - Field 2257157639 - Property 2879900210
source: One-off vendor
da_dk: Engangskreditor

# Table 424594451 - Field 2257157639 - Property 62802879
source: No,Yes
da_dk: Nej,Ja

# Table 424594451 - Field 2540310027 - Property 2879900210
source: Our a/c
da_dk: Vores konto

# Table 424594451 - Field 3346365350 - Property 2879900210
source: Payment
da_dk: Betaling

# Table 424594451 - Field 3105710179 - Property 2879900210
source: Paym. method
da_dk: Betalingsform

# Table 424594451 - Field 1536471004 - Property 2879900210
source: PaymID
da_dk: Betalid

# Table 424594451 - Field 1781874988 - Property 2879900210
source: Paym. spec.
da_dk: Betal.spec.

# Table 424594451 - Field 646935216 - Property 2879900210
source: Phone
da_dk: Telefon

# Table 424594451 - Field 1185733643 - Property 2879900210
source: Purchaser
da_dk: Indkøber

# Table 424594451 - Field 3108484741 - Property 2879900210
source: Purchase group
da_dk: Købsgruppe

# Table 424594451 - Field 1834324738 - Property 2879900210
source: Purpose
da_dk: Formål

# Table 424594451 - Field 956471723 - Property 2879900210
source: Row number
da_dk: Rækkenummer

# Table 424594451 - Field 193665107 - Property 2879900210
source: Search name
da_dk: Søgenavn

# Table 424594451 - Field 16127470 - Property 2879900210
source: Default
da_dk: Standard

# Table 424594451 - Field 16127470 - Property 62802879
source: No,Yes
da_dk: Nej,Ja

# Table 424594451 - Field 1043778933 - Property 2879900210
source: Transact. type
da_dk: Transakt.art

# Table 424594451 - Field 3003898253 - Property 2879900210
source: Homepage
da_dk: Hjemmeside

# Table 424594451 - Field 1495959549 - Property 2879900210
source: VAT
da_dk: Moms

# Table 424594451 - Field 2076622736 - Property 2879900210
source: VAT group
da_dk: Momsgruppe

# Table 424594451 - Field 1115231876 - Property 2879900210
source: VAT No.
da_dk: Momsnr.

# Table 424594451 - Field 1966475228 - Property 2879900210
source: VAT number type
da_dk: Momsnummertype

# Table 424594451 - Field 2090228232 - Property 62802879
source: No,Yes
da_dk: Nej,Ja

# Table 424594451 - Field 1325896664 - Property 2879900210
source: Zip code/City
da_dk: Postnr./by

# Table 1668449495 - Field 1267408499 - Property 2879900210
source: Account
da_dk: Konto

# Table 1668449495 - Field 2295349996 - Property 2879900210
source: Amount in currency
da_dk: Valutabeløb

# Table 1668449495 - Field 3876581058 - Property 2879900210
source: Amount in LCY
da_dk: Beløb i LCY

# Table 1668449495 - Field 2913119229 - Property 2879900210
source: Approved
da_dk: Godkendt

# Table 1668449495 - Field 2913119229 - Property 62802879
source: No,Yes
da_dk: Nej,Ja

# Table 1668449495 - Field 2870317932 - Property 2879900210
source: Approved by
da_dk: Godkendt af

# Table 1668449495 - Field 829272668 - Property 2879900210
source: Budget code
da_dk: Budgetkode

# Table 1668449495 - Field 829272668 - Property 62802879
source: Actual,Budget,Rev. 1,Rev. 2,Rev. 3,Rev. 4,Rev. 5,Rev. 6
da_dk: Faktisk,Budget,Rev 1,Rev 2,Rev. 3,Rev 4,Rev 5,Rev 6

# Table 1668449495 - Field 2958367048 - Property 2879900210
source: Cash discount
da_dk: Kontantrabat

# Table 1668449495 - Field 904159380 - Property 2879900210
source: Cash discount
da_dk: Kontantrabat

# Table 1668449495 - Field 880474188 - Property 2879900210
source: Cash disc. date
da_dk: Kontantrabatdato

# Table 1668449495 - Field 2123065725 - Property 2879900210
source: Cost centre
da_dk: Omkostningscenter

# Table 1668449495 - Field 3561154705 - Property 2879900210
source: Currency
da_dk: Valuta

# Table 1668449495 - Field 4115250733 - Property 2879900210
source: Date
da_dk: Dato

# Table 1668449495 - Field 1651921640 - Property 2879900210
source: Department
da_dk: Afdeling

# Table 1668449495 - Field 1402313444 - Property 2879900210
source: Due
da_dk: Forfalden

# Table 1668449495 - Field 2728305728 - Property 2879900210
source: Exch. rate
da_dk: Valutakurs

# Table 1668449495 - Field 1556238109 - Property 2879900210
source: Tri rate
da_dk: Tri-kurs

# Table 1668449495 - Field 3730610542 - Property 2879900210
source: Invoice
da_dk: Faktura

# Table 1668449495 - Field 1195115940 - Property 2879900210
source: Last changed
da_dk: Sidst ændret

# Table 1668449495 - Field 4259830144 - Property 2879900210
source: Open
da_dk: Åben

# Table 1668449495 - Field 4259830144 - Property 62802879
source: No,Yes
da_dk: Nej,Ja

# Table 1668449495 - Field 3105710179 - Property 2879900210
source: Paym. method
da_dk: Betalingsform

# Table 1668449495 - Field 1536471004 - Property 2879900210
source: Identification
da_dk: Identifikation
