Repository: rstefanetti/MSDyn365BC.Code.History
Catalog: C52012DataMigration/Source/C5 2012 Data Migration/Translations/C5 2012 Data Migration.*.xlf
Languages: da_dk

# Table 1765871367 - Property 2879900210
source: C5 Centre
da_dk: C5-center

# Table 1765871367 - Field 2123065725 - Property 2879900210
source: Cost centre
da_dk: Omkostningscenter

# Table 1765871367 - Field 1195115940 - Property 2879900210
source: Last changed
da_dk: Sidst ændret

# Table 1765871367 - Field 2961552353 - Property 2879900210
source: Name
da_dk: Navn

# Table 1765871367 - Field 956471723 - Property 2879900210
source: Row number
da_dk: Rækkenummer

# Table 937331066 - Field 3909284220 - Property 2879900210
source: Item CN8 codes
da_dk: CN8-varekoder

# Table 937331066 - Field 1195115940 - Property 2879900210
source: Last changed
da_dk: Sidst ændret

# Table 937331066 - Field 956471723 - Property 2879900210
source: Row number
da_dk: Rækkenummer

# Table 937331066 - Field 3513457334 - Property 2879900210
source: Supplementary unit
da_dk: Supplerende enhed

# Table 937331066 - Field 3766960612 - Property 2879900210
source: Text
da_dk: Tekst

# Table 4224243242 - Property 2879900210
source: C5 Country
da_dk: C5-land/område

# Table 4224243242 - Field 1856816140 - Property 2879900210
source: Country/region
da_dk: Land/område

# Table 4224243242 - Field 3561154705 - Property 2879900210
source: Currency
da_dk: Valuta

# Table 4224243242 - Field 3896559642 - Property 2879900210
source: Country name
da_dk: Lande/områdenavn

# Table 4224243242 - Field 3232262567 - Property 2879900210
source: Language
da_dk: Sprog

# Table 4224243242 - Field 3232262567 - Property 62802879
source: Default,Danish,English,German,French,Italian,Dutch,Icelandic
da_dk: Standard,Dansk,Engelsk,Tysk,Fransk,Italiensk,Hollandsk,Islandsk

# Table 4224243242 - Field 1195115940 - Property 2879900210
source: Last changed
da_dk: Sidst ændret

# Table 4224243242 - Field 543181849 - Property 2879900210
source: Purch. VAT
da_dk: Købsmoms

# Table 4224243242 - Field 956471723 - Property 2879900210
source: Row number
da_dk: Rækkenummer

# Table 4224243242 - Field 903090733 - Property 2879900210
source: Sales VAT
da_dk: Salgsmoms

# Table 4224243242 - Field 1878130204 - Property 2879900210
source: Type
da_dk: Enhedstype

# Table 4224243242 - Field 1878130204 - Property 62802879
source: Domestic,EU country,EFTA country,3. country
da_dk: Indenlandsk,EU-land/område,EFTA-land/område,3. land/område

# Table 4224243242 - Field 2234164610 - Property 2879900210
source: Country code
da_dk: Lande-/områdekode

# Table 4063083433 - Field 1267408499 - Property 2879900210
source: Account
da_dk: Konto

# Table 4063083433 - Field 817061969 - Property 2879900210
source: Address1
da_dk: Adresse1

# Table 4063083433 - Field 179365352 - Property 2879900210
source: Address2
da_dk: Adresse2

# Table 4063083433 - Field 1806268382 - Property 2879900210
source: CellPhone
da_dk: Mobiltelefon

# Table 4063083433 - Field 1856816140 - Property 2879900210
source: Country
da_dk: Land/område

# Table 4063083433 - Field 1285973296 - Property 2879900210
source: Email
da_dk: Mailadresse

# Table 4063083433 - Field 1195115940 - Property 2879900210
source: LastChanged
da_dk: SidstÆndret

# Table 4063083433 - Field 304752386 - Property 2879900210
source: LocalNumber
da_dk: Lokalnummer

# Table 4063083433 - Field 2961552353 - Property 2879900210
source: Name
da_dk: Navn

# Table 4063083433 - Field 646935216 - Property 2879900210
source: Phone
da_dk: Telefon

# Table 4063083433 - Field 56735747 - Property 2879900210
source: Position
da_dk: Stilling

# Table 4063083433 - Field 1704257872 - Property 2879900210
source: PrimaryContact
da_dk: PrimærKontakt

# Table 4063083433 - Field 1704257872 - Property 62802879
source: No,Yes
da_dk: Nej,Ja

# Table 4063083433 - Field 956471723 - Property 2879900210
source: RecId
da_dk: Post-id

# Table 4063083433 - Field 1325896664 - Property 2879900210
source: ZipCity
da_dk: PostnummerBy

# Table 3409802943 - Field 2790486453 - Property 2879900210
source: Comment
da_dk: Bemærkning

# Table 3409802943 - Field 262503318 - Property 2879900210
source: Discount group
da_dk: Rabatgruppe

# Table 3409802943 - Field 1195115940 - Property 2879900210
source: Last changed
da_dk: Sidst ændret

# Table 3409802943 - Field 956471723 - Property 2879900210
source: Row number
da_dk: Rækkenummer

# Table 3683285092 - Field 2239234493 - Property 2879900210
source: Cash payment
da_dk: Kontantbetaling

# Table 3683285092 - Field 3797313123 - Property 2879900210
source: COGS a/c
da_dk: Vareforbrugskonto

# Table 3683285092 - Field 279538179 - Property 2879900210
source: Fee taxable
da_dk: Skattepligtigt gebyr

# Table 3683285092 - Field 3278187961 - Property 2879900210
source: Fee tax free
da_dk: Skattefrit gebyr

# Table 3683285092 - Field 739346273 - Property 2879900210
source: Customer group
da_dk: Debitorgruppe

# Table 3683285092 - Field 2428292954 - Property 2879900210
source: Group a/c
da_dk: Gruppekonto

# Table 3683285092 - Field 4105281732 - Property 2879900210
source: Group name
da_dk: Gruppenavn

# Table 3683285092 - Field 2739183832 - Property 2879900210
source: Invoice disc.
da_dk: Fakturarabat

# Table 3683285092 - Field 1195115940 - Property 2879900210
source: Last changed
da_dk: Sidst ændret

# Table 3683285092 - Field 25284661 - Property 2879900210
source: Line disc.
da_dk: Linjerabat

# Table 3683285092 - Field 956471723 - Property 2879900210
source: Row number
da_dk: Rækkenummer

# Table 3683285092 - Field 3435418123 - Property 2879900210
source: Sales a/c
da_dk: Salgskonto

# Table 3539943979 - Field 1267408499 - Property 2879900210
source: Account
da_dk: Konto

# Table 3539943979 - Field 817061969 - Property 2879900210
source: Address 1
da_dk: Adresse 1

# Table 3539943979 - Field 179365352 - Property 2879900210
source: Address 2
da_dk: Adresse 2

# Table 3539943979 - Field 798134492 - Property 2879900210
source: Due
da_dk: Forfalden

# Table 3539943979 - Field 2913119229 - Property 2879900210
source: Approved
da_dk: Godkendt

# Table 3539943979 - Field 2913119229 - Property 62802879
source: No,Yes
da_dk: Nej,Ja

# Table 3539943979 - Field 1351826026 - Property 2879900210
source: Attention
da_dk: Bemærk

# Table 3539943979 - Field 25700210 - Property 2879900210
source: Balance
da_dk: Saldo

# Table 3539943979 - Field 3732711823 - Property 2879900210
source: 91-120 days
da_dk: 91-120 dage

# Table 3539943979 - Field 3043560097 - Property 2879900210
source: More than 120 days
da_dk: Mere end 120 dage

# Table 3539943979 - Field 2066370287 - Property 2879900210
source: 0-30 days
da_dk: 0-30 dage

# Table 3539943979 - Field 201820740 - Property 2879900210
source: 31-60 days
da_dk: 31-60 dage

# Table 3539943979 - Field 3700783225 - Property 2879900210
source: 61-90 days
da_dk: 61-90 dage

# Table 3539943979 - Field 2063621366 - Property 2879900210
source: Max. balance
da_dk: Maks. saldo

# Table 3539943979 - Field 3676652088 - Property 2879900210
source: Balance LCY
da_dk: Saldo i LCY

# Table 3539943979 - Field 3543129988 - Property 2879900210
source: Locked
da_dk: Låst

# Table 3539943979 - Field 3543129988 - Property 62802879
source: No,Invoicing,Delivery,Yes
da_dk: Nej,Fakturering,Levering,Ja

# Table 3539943979 - Field 2562856335 - Property 2879900210
source: Calculated
da_dk: Beregnet

# Table 3539943979 - Field 2958367048 - Property 2879900210
source: Cash discount
da_dk: Kontantrabat

# Table 3539943979 - Field 2239234493 - Property 2879900210
source: Cash payment
da_dk: Kontantbetaling

# Table 3539943979 - Field 2239234493 - Property 62802879
source: No,Yes
da_dk: Nej,Ja

# Table 3539943979 - Field 1806268382 - Property 2879900210
source: Cell phone
da_dk: Mobiltelefon

# Table 3539943979 - Field 2123065725 - Property 2879900210
source: Cost centre
da_dk: Omkostningscenter

# Table 3539943979 - Field 1856816140 - Property 2879900210
source: Country/region
da_dk: Land/område

# Table 3539943979 - Field 3561154705 - Property 2879900210
source: Currency
da_dk: Valuta

# Table 3539943979 - Field 2461122184 - Property 2879900210
source: Delivery
da_dk: Levering

# Table 3539943979 - Field 1398469516 - Property 2879900210
source: DELETEStatistics
da_dk: SLETStatistik

# Table 3539943979 - Field 1398469516 - Property 62802879
source: Ordinary trade,Samples,Trade-in deal,Financial leasing,Returns,Replacement,Replace non-returns,EU,Authorities,Private,Production on toll,Repair,Repair (free of charge),Leasing,EU projects,Building materials,Misc.
da_dk: Normal handel,Prøver,Handel i handler,Finansiel leasing,Returneringer,Udskiftning,Erstatning for ikke-returneringer,EU,Myndigheder,Privat,Produktion på told,Reparation,Reparation (gratis),Leasing,EU-projekter,Byggematerialer,Diverse

# Table 3539943979 - Field 286422531 - Property 2879900210
source: DELETETransport
da_dk: SLETTransport

# Table 3539943979 - Field 286422531 - Property 62802879
source: ,Ship/Ferry,Railway,Truck,Air,Entry,Installation,Own transport
da_dk: ,Levering/færge,Jernbane,Lastbil,Luft,Post,Installation,Egen transport

# Table 3539943979 - Field 839983300 - Property 2879900210
source: Lock
da_dk: Lås

# Table 3539943979 - Field 1651921640 - Property 2879900210
source: Department
da_dk: Afdeling

# Table 3539943979 - Field 1217284120 - Property 2879900210
source: A/c dimension
da_dk: Kontodimension

# Table 3539943979 - Field 262503318 - Property 2879900210
source: Discount group
da_dk: Rabatgruppe

# Table 3539943979 - Field 3654757378 - Property 2879900210
source: EDI address
da_dk: EDI-adresse

# Table 3539943979 - Field 1285973296 - Property 2879900210
source: Email
da_dk: Mailadresse

# Table 3539943979 - Field 1118505520 - Property 2879900210
source: Fixed discount pct.
da_dk: Fast rabatprocent

# Table 3539943979 - Field 739346273 - Property 2879900210
source: Group
da_dk: Gruppe

# Table 3539943979 - Field 1546246675 - Property 2879900210
source: Image
da_dk: Billede

# Table 3539943979 - Field 3604861746 - Property 2879900210
source: Interest
da_dk: Rente

# Table 3539943979 - Field 2105307182 - Property 2879900210
source: Inventory
da_dk: Lagerbeholdning

# Table 3539943979 - Field 2105307182 - Property 62802879
source: No change,Reserve,Pull items,Fixed order
da_dk: Ingen ændring,Reserve,Træk varer,Fast ordre

# Table 3539943979 - Field 103542828 - Property 2879900210
source: Invoice a/c
da_dk: Fakturakonto

# Table 3539943979 - Field 142405108 - Property 2879900210
source: Krak no.
da_dk: Kraknummer

# Table 3539943979 - Field 3232262567 - Property 2879900210
source: Language
da_dk: Sprog

# Table 3539943979 - Field 3232262567 - Property 62802879
source: Default,Danish,English,German,French,Italian,Dutch,Icelandic
da_dk: Standard,Dansk,Engelsk,Tysk,Fransk,Italiensk,Hollandsk,Islandsk

# Table 3539943979 - Field 1195115940 - Property 2879900210
source: Last changed
da_dk: Sidst ændret

# Table 3539943979 - Field 325440628 - Property 2879900210
source: Last Interest Date
da_dk: Seneste rentedato

# Table 3539943979 - Field 4196337969 - Property 2879900210
source: Invoice date
da_dk: Fakturadato

# Table 3539943979 - Field 3028839836 - Property 2879900210
source: Invoice
da_dk: Faktura

# Table 3539943979 - Field 941964432 - Property 2879900210
source: Payment
da_dk: Betaling

# Table 3539943979 - Field 3501607404 - Property 2879900210
source: Reminder
da_dk: Rykker

# Table 3539943979 - Field 2961552353 - Property 2879900210
source: Name
da_dk: Navn

# Table 3539943979 - Field 1782417671 - Property 2879900210
source: One-off customer
da_dk: Engangsdebitor

# Table 3539943979 - Field 1782417671 - Property 62802879
source: No,Yes
da_dk: Nej,Ja

# Table 3539943979 - Field 3346365350 - Property 2879900210
source: Payment
da_dk: Betaling

# Table 3539943979 - Field 3105710179 - Property 2879900210
source: Paym. method
da_dk: Betalingsform

# Table 3539943979 - Field 646935216 - Property 2879900210
source: Phone
da_dk: Telefon

# Table 3539943979 - Field 3776108606 - Property 2879900210
source: Price group
da_dk: Prisgruppe

# Table 3539943979 - Field 2042244764 - Property 2879900210
source: Project group
da_dk: Projektgruppe

# Table 3539943979 - Field 1834324738 - Property 2879900210
source: Purpose
da_dk: Formål

# Table 3539943979 - Field 956471723 - Property 2879900210
source: Row number
da_dk: Rækkenummer

# Table 3539943979 - Field 2379558661 - Property 2879900210
source: Max. reminder
da_dk: Maks. rykker

# Table 3539943979 - Field 2379558661 - Property 62802879
source: ,Reminder 1,Reminder 2,Reminder 3,Reminder 4,Collection
da_dk: ,Rykker 1,Rykker 2,Rykker 3,Rykker 4,Opkrævning

# Table 3539943979 - Field 1939085041 - Property 2879900210
source: Order group
da_dk: Ordregruppe

# Table 3539943979 - Field 3246749993 - Property 2879900210
source: Sales rep.
da_dk: Sælger

# Table 3539943979 - Field 193665107 - Property 2879900210
source: Search name
da_dk: Søgenavn

# Table 3539943979 - Field 16127470 - Property 2879900210
source: Default
da_dk: Standard

# Table 3539943979 - Field 16127470 - Property 62802879
source: No,Yes
da_dk: Nej,Ja

# Table 3539943979 - Field 1043778933 - Property 2879900210
source: Transact. type
da_dk: Transakt.art

# Table 3539943979 - Field 3003898253 - Property 2879900210
source: Homepage
da_dk: Hjemmeside

# Table 3539943979 - Field 1495959549 - Property 2879900210
source: VAT
da_dk: Moms

# Table 3539943979 - Field 2076622736 - Property 2879900210
source: VAT group
da_dk: Momsgruppe

# Table 3539943979 - Field 1115231876 - Property 2879900210
source: VAT No.
da_dk: Momsnr.

# Table 3539943979 - Field 1966475228 - Property 2879900210
source: VAT number type
da_dk: Momsnummertype

# Table 3539943979 - Field 2090228232 - Property 62802879
source: No,Yes
da_dk: Nej,Ja

# Table 3539943979 - Field 397078300 - Property 62802879
source: No,Yes
da_dk: Nej,Ja

# Table 3539943979 - Field 1325896664 - Property 2879900210
source: Zip code/City
da_dk: Postnr./by

# Table 3306450511 - Field 1267408499 - Property 2879900210
source: Account
da_dk: Konto

# Table 3306450511 - Field 2295349996 - Property 2879900210
source: Amount in currency
da_dk: Valutabeløb

# Table 3306450511 - Field 3876581058 - Property 2879900210
source: Amount in LCY
da_dk: Beløb i LCY

# Table 3306450511 - Field 2913119229 - Property 2879900210
source: Approved
da_dk: Godkendt

# Table 3306450511 - Field 2913119229 - Property 62802879
source: No,Yes
da_dk: Nej,Ja

# Table 3306450511 - Field 2870317932 - Property 2879900210
source: Approved by
da_dk: Godkendt af

# Table 3306450511 - Field 829272668 - Property 2879900210
source: Budget code
da_dk: Budgetkode

# Table 3306450511 - Field 829272668 - Property 62802879
source: Actual,Budget,Rev. 1,Rev. 2,Rev. 3,Rev. 4,Rev. 5,Rev. 6
da_dk: Faktisk,Budget,Rev 1,Rev 2,Rev. 3,Rev 4,Rev 5,Rev 6

# Table 3306450511 - Field 2958367048 - Property 2879900210
source: Cash discount
da_dk: Kontantrabat

# Table 3306450511 - Field 904159380 - Property 2879900210
source: Cash discount
da_dk: Kontantrabat

# Table 3306450511 - Field 880474188 - Property 2879900210
source: Cash disc. date
da_dk: Kontantrabatdato

# Table 3306450511 - Field 2123065725 - Property 2879900210
source: Cost centre
da_dk: Omkostningscenter

# Table 3306450511 - Field 3561154705 - Property 2879900210
source: Currency
da_dk: Valuta

# Table 3306450511 - Field 4115250733 - Property 2879900210
source: Date
da_dk: Dato

# Table 3306450511 - Field 1651921640 - Property 2879900210
source: Department
da_dk: Afdeling

# Table 3306450511 - Field 1402313444 - Property 2879900210
source: Due
da_dk: Forfalden

# Table 3306450511 - Field 2728305728 - Property 2879900210
source: Exch. rate
da_dk: Valutakurs

# Table 3306450511 - Field 1556238109 - Property 2879900210
source: Tri rate
da_dk: Tri-kurs

# Table 3306450511 - Field 3730610542 - Property 2879900210
source: Invoice
da_dk: Faktura

# Table 3306450511 - Field 1195115940 - Property 2879900210
source: Last changed
da_dk: Sidst ændret

# Table 3306450511 - Field 4259830144 - Property 2879900210
source: Open
da_dk: Åben

# Table 3306450511 - Field 4259830144 - Property 62802879
source: No,Yes
da_dk: Nej,Ja

# Table 3306450511 - Field 2115553929 - Property 2879900210
source: Payment ID
da_dk: Betalings-id

# Table 3306450511 - Field 3105710179 - Property 2879900210
source: Paym. method
da_dk: Betalingsform

# Table 3306450511 - Field 1036884380 - Property 2879900210
source: Diff. posted
da_dk: Bogført difference

# Table 3306450511 - Field 1834324738 - Property 2879900210
source: Purpose
da_dk: Formål

# Table 3306450511 - Field 956471723 - Property 2879900210
source: Row number
da_dk: Rækkenummer

# Table 3306450511 - Field 576273000 - Property 2879900210
source: Reminder date
da_dk: Rykkerdato

# Table 3306450511 - Field 2379558661 - Property 2879900210
source: Reminder code
da_dk: Rykkerkode

# Table 3306450511 - Field 2379558661 - Property 62802879
source: ,Reminder 1,Reminder 2,Reminder 3,Reminder 4,Collection
da_dk: ,Rykker 1,Rykker 2,Rykker 3,Rykker 4,Opkrævning

# Table 3306450511 - Field 2178282664 - Property 2879900210
source: Transaction
da_dk: Transaktion

# Table 3306450511 - Field 2488568158 - Property 2879900210
source: Entry type
da_dk: Posttype

# Table 3306450511 - Field 2488568158 - Property 62802879
source: ,Invoice,Credit note,Payment,Interest,Difference,Adjustment,Cash discount,Packing slip,Project,Secondary rounding,Journal difference,Reminder fee
da_dk: ,Faktura,Kreditnota,Betaling,Renter,Difference,Justering,Kasserabat,Følgeseddel,Projekt,Sekundær afrunding,Kladdedifference,Rykkerafgift

# Table 3306450511 - Field 3766960612 - Property 2879900210
source: Text
da_dk: Tekst

# Table 3306450511 - Field 1495959549 - Property 2879900210
source: VAT
da_dk: Moms

# Table 3306450511 - Field 694672097 - Property 2879900210
source: VAT amount
da_dk: Momsbeløb

# Table 3306450511 - Field 746686244 - Property 2879900210
source: Voucher
da_dk: Bilag

# Table 2524746349 - Property 2879900210
source: C5 Data Loader Status
da_dk: C5-dataindlæserstatus

# Table 2524746349 - Field 2320701699 - Property 2879900210
source: Proccessed
da_dk: Behandlet

# Table 3512382302 - Property 2879900210
source: C5 Delivery
da_dk: C5-levering

# Table 3512382302 - Field 2461122184 - Property 2879900210
source: Delivery
da_dk: Levering

# Table 3512382302 - Field 1195115940 - Property 2879900210
source: Last changed
da_dk: Sidst ændret

# Table 3512382302 - Field 2961552353 - Property 2879900210
source: Name
da_dk: Navn

# Table 3512382302 - Field 956471723 - Property 2879900210
source: Row number
da_dk: Rækkenummer

# Table 1026866142 - Property 2879900210
source: C5 Department
da_dk: C5-afdeling

# Table 1026866142 - Field 467735357 - Property 2879900210
source: C4 dept.
da_dk: C4-afdeling

# Table 1026866142 - Field 1651921640 - Property 2879900210
source: Department
da_dk: Afdeling

# Table 1026866142 - Field 1195115940 - Property 2879900210
source: Last changed
da_dk: Sidst ændret

# Table 1026866142 - Field 2961552353 - Property 2879900210
source: Name
da_dk: Navn

# Table 1026866142 - Field 956471723 - Property 2879900210
source: Row number
da_dk: Rækkenummer

# Table 733269080 - Property 2879900210
source: C5 Employee
da_dk: C5-medarbejder

# Table 733269080 - Field 817061969 - Property 2879900210
source: Address
da_dk: Adresse

# Table 733269080 - Field 179365352 - Property 2879900210
source: Address
da_dk: Adresse

# Table 733269080 - Field 1806268382 - Property 2879900210
source: Cell phone
da_dk: Mobiltelefon

# Table 733269080 - Field 2123065725 - Property 2879900210
source: Cost centre
da_dk: Omkostningscenter

# Table 733269080 - Field 1856816140 - Property 2879900210
source: Country/region
da_dk: Land/område

# Table 733269080 - Field 3561154705 - Property 2879900210
source: Currency code
da_dk: Valutakode

# Table 733269080 - Field 1651921640 - Property 2879900210
source: Department
da_dk: Afdeling

# Table 733269080 - Field 1285973296 - Property 2879900210
source: Email
da_dk: Mailadresse

# Table 733269080 - Field 1498446062 - Property 2879900210
source: Employee
da_dk: Medarbejder

# Table 733269080 - Field 802232950 - Property 2879900210
source: Employee type
da_dk: Medarbejdertype

# Table 733269080 - Field 802232950 - Property 62802879
source: Internal,External,Sales rep.,Order taker,Purchaser
da_dk: Intern,Ekstern,Sælger,Ordretager,indkøber

# Table 733269080 - Field 1546246675 - Property 2879900210
source: Image
da_dk: Billede

# Table 733269080 - Field 142405108 - Property 2879900210
source: Krak no.
da_dk: Kraknummer

# Table 733269080 - Field 3232262567 - Property 2879900210
source: Language
da_dk: Sprog

# Table 733269080 - Field 3232262567 - Property 62802879
source: Default,Danish,English,German,French,Italian,Dutch,Icelandic
da_dk: Standard,Dansk,Engelsk,Tysk,Fransk,Italiensk,Hollandsk,Islandsk

# Table 733269080 - Field 1195115940 - Property 2879900210
source: Last changed
da_dk: Sidst ændret

# Table 733269080 - Field 304752386 - Property 2879900210
source: Extension
da_dk: Lokalnr.

# Table 733269080 - Field 2961552353 - Property 2879900210
source: Name
da_dk: Navn

# Table 733269080 - Field 646935216 - Property 2879900210
source: Phone
da_dk: Telefon

# Table 733269080 - Field 1834324738 - Property 2879900210
source: Purpose
da_dk: Formål

# Table 733269080 - Field 956471723 - Property 2879900210
source: Row number
da_dk: Rækkenummer

# Table 733269080 - Field 1814464443 - Property 2879900210
source: User
da_dk: Bruger

# Table 733269080 - Field 1325896664 - Property 2879900210
source: Zip code/City
da_dk: Postnr./by

# Table 2943732950 - Field 2790486453 - Property 2879900210
source: Comment
da_dk: Bemærkning

# Table 2943732950 - Field 3561154705 - Property 2879900210
source: Currency
da_dk: Valuta

# Table 2943732950 - Field 2728305728 - Property 2879900210
source: Exch. rate
da_dk: Valutakurs

# Table 2943732950 - Field 837247550 - Property 2879900210
source: From date
da_dk: Fra dato

# Table 2943732950 - Field 1195115940 - Property 2879900210
source: Last changed
da_dk: Sidst ændret

# Table 2943732950 - Field 956471723 - Property 2879900210
source: Row number
da_dk: Rækkenummer

# Table 2943732950 - Field 4011577981 - Property 62802879
source: No,Yes
da_dk: Nej,Ja

# Table 3302297368 - Field 1408463346 - Property 2879900210
source: BOMItemNumber
da_dk: Styklisteelementnummer

# Table 3302297368 - Field 2790486453 - Property 2879900210
source: Comment
da_dk: Bemærkning

# Table 3302297368 - Field 1889527529 - Property 2879900210
source: InvenLocation
da_dk: Lagerplacering

# Table 3302297368 - Field 3256935186 - Property 2879900210
source: ItemNumber
da_dk: Varenummer

# Table 3302297368 - Field 1195115940 - Property 2879900210
source: LastChanged
da_dk: SidstÆndret

# Table 3302297368 - Field 4185013251 - Property 2879900210
source: LeadTime
da_dk: Leveringstid

# Table 3302297368 - Field 1647620895 - Property 2879900210
source: LineNumber
da_dk: Linjenummer

# Table 3302297368 - Field 3776108606 - Property 2879900210
source: PriceGroup
da_dk: Prisgruppe

# Table 3302297368 - Field 1795468512 - Property 2879900210
source: Qty
da_dk: Antal

# Table 3302297368 - Field 348912950 - Property 2879900210
source: Resource
da_dk: Ressource

# Table 4256155628 - Field 546371496 - Property 2879900210
source: Account code
da_dk: Kontokode

# Table 4256155628 - Field 546371496 - Property 62802879
source: Specific,Group,All
da_dk: Specifik,Gruppe,Alle

# Table 4256155628 - Field 3764506921 - Property 2879900210
source: A/c relation
da_dk: Kontorelation

# Table 4256155628 - Field 3561154705 - Property 2879900210
source: Currency
da_dk: Valuta

# Table 4256155628 - Field 837247550 - Property 2879900210
source: From date
da_dk: Fra dato

# Table 4256155628 - Field 2207655540 - Property 2879900210
source: Item code
da_dk: Varekode

# Table 4256155628 - Field 2207655540 - Property 62802879
source: Specific,Group,All
da_dk: Specifik,Gruppe,Alle
