Repository: rstefanetti/MSDyn365BC.Code.History
Catalog: FixedAssetLocalizationForCzech/Source/Fixed Asset Localization for Czech/Translations/Fixed Asset Localization for Czech.*.xlf
Languages: cs_cz

# Report 4247254988 - NamedType 2413148159
source: Acquisition report date must not be empty.
cs_cz: Datum pořízení nesmí být prázdné.

# Report 4247254988 - NamedType 3738975698
source: Use report start date must not be empty.
cs_cz: Počáteční datum sestavy nesmí být prázdné.

# Report 4247254988 - NamedType 998281110
source: Depreciation book code must not be empty.
cs_cz: Kód knihy odpisů nesmí být prázdný.

# Report 4247254988 - NamedType 4115254307
source: Acquisition report no. must not be empty.
cs_cz: Číslo sestavy akvizice nesmí být prázdné.

# Report 4247254988 - NamedType 1158423624
source: FA Disposed
cs_cz: Vyřazený DM

# Report 4247254988 - ReportLabel 1851260981
source: Accepted by
cs_cz: Přijal:

# Report 4247254988 - ReportLabel 2428460852
source: Acquisition Cost
cs_cz: Zařazení

# Report 4247254988 - ReportLabel 3745135737
source: Acquisition Date
cs_cz: Datum zařazení

# Report 4247254988 - ReportLabel 2605862638
source: Acquisition No.
cs_cz: Číslo akvizice

# Report 4247254988 - ReportLabel 141212651
source: Approved by Committee Members
cs_cz: Schváleno členy komise:

# Report 4247254988 - ReportLabel 3286606726
source: Comments
cs_cz: Komentáře

# Report 4247254988 - ReportLabel 946960368
source: Committee Members
cs_cz: Členové komise:

# Report 4247254988 - ReportLabel 1018544494
source: Date, Signature
cs_cz: Datum, podpis

# Report 4247254988 - ReportLabel 3881953030
source: FA Depreciation Book
cs_cz: Kniha odpisů DM

# Report 4247254988 - ReportLabel 2540015415
source: Depreciation Start Date
cs_cz: Počáteční datum odpisu

# Report 4247254988 - ReportLabel 3421824196
source: FA Location
cs_cz: Umístění DM

# Report 4247254988 - ReportLabel 1877187315
source: Page
cs_cz: Strana

# Report 4247254988 - ReportLabel 1687279216
source: Fixed Asset Acquisition Protocol
cs_cz: Protokol o pořízení DM

# Report 4247254988 - ReportLabel 2627968712
source: Responsible Employee
cs_cz: Odpovědný zaměstnanec

# Report 4247254988 - Control 2346885236 - Property 2879900210
source: Options
cs_cz: Možnosti

# Report 4247254988 - Control 3783454080 - Property 1295455071
source: Specifies a fixed asset receipt date.
cs_cz: Určuje datum pořízení dlouhodobého majetku.

# Report 4247254988 - Control 3783454080 - Property 2879900210
source: Acquisition Report Date
cs_cz: Datum sestavy pořízení

# Report 4247254988 - Control 3935693443 - Property 1295455071
source: Specifies a fixed asset receipt number.
cs_cz: Určuje číslo pořízení dlouhodobého majetku.

# Report 4247254988 - Control 3935693443 - Property 2879900210
source: Acquisition Report No.
cs_cz: Číslo zprávy o akvizici

# Report 4247254988 - Control 975410796 - Property 1295455071
source: Specifies the depreciation book for the printing of entries.
cs_cz: Určuje knihy odpisů pro tisk položek.

# Report 4247254988 - Control 975410796 - Property 2879900210
source: Depreciation Book
cs_cz: Kniha odpisů

# Report 4247254988 - Control 814422763 - Property 1295455071
source: Specifies an employee name from the Company Official table. Each persona will print on the report with a corresponding signature line for authorization.
cs_cz: Určuje jméno zaměstnance z tabulky zástupci společnosti. Každá osoba bude vytištěna na sestavě s odpovídajícím podpisovým řádkem pro autorizaci.

# Report 4247254988 - Control 814422763 - Property 2879900210
source: 1. Persona
cs_cz: 1. osoba

# Report 4247254988 - Control 2727512614 - Property 1295455071
source: Specifies an employee name from the Company Official table. Each persona will print on the report with a corresponding signature line for authorization.
cs_cz: Určuje jméno zaměstnance z tabulky zástupci společnosti. Každá osoba bude vytištěna na sestavě s odpovídajícím podpisovým řádkem pro autorizaci.

# Report 4247254988 - Control 2727512614 - Property 2879900210
source: 2. Persona
cs_cz: 2. osoba

# Report 4247254988 - Control 1420349753 - Property 1295455071
source: Specifies to print the fixed asset ledger entry dates.
cs_cz: Určuje, že chcete vytisknout data položek dlouhodobého majetku.

# Report 4247254988 - Control 1420349753 - Property 2879900210
source: Print FA Ledger Entry Dates
cs_cz: Tisknout data položek DM

# Report 4247254988 - Control 656999234 - Property 1295455071
source: Specifies a fixed asset start date.
cs_cz: Určuje datum zařazení dlouhodobého majetku do užívání.

# Report 4247254988 - Control 656999234 - Property 2879900210
source: Use Report Start Date
cs_cz: Použít počáteční datum sestavy

# Report 1612362103 - Property 2879900210
source: Fixed Asset Card
cs_cz: Karta DM

# Report 1612362103 - NamedType 216221698
source: Disposed Of
cs_cz: Vyřazeno

# Report 1612362103 - NamedType 4216351573
source: Not Disposed Of
cs_cz: Nevyřazeno

# Report 1612362103 - ReportLabel 4059953409
source: External Company Name
cs_cz: Název externí společnosti

# Report 1612362103 - ReportLabel 3784769679
source: FA Depreciation Book
cs_cz: Kniha odpisů DM

# Report 1612362103 - ReportLabel 3421824196
source: FA Location
cs_cz: Umístění DM

# Report 1612362103 - ReportLabel 3504661428
source: Fixed Asset Card
cs_cz: Karta DM

# Report 1612362103 - ReportLabel 1877187315
source: Page
cs_cz: Strana

# Report 1612362103 - ReportLabel 533272606
source: Receipt Date
cs_cz: Datum pořízení DM

# Report 1612362103 - ReportLabel 2627968712
source: Responsible Employee
cs_cz: Odpovědný zaměstnanec

# Report 1612362103 - ReportLabel 2410138484
source: Total
cs_cz: Celkem

# Report 1612362103 - Control 2346885236 - Property 2879900210
source: Options
cs_cz: Možnosti

# Report 1612362103 - Control 4217052674 - Property 1295455071
source: Specifies when the entries is to be show
cs_cz: Určuje, zda májí být zobrazeny položky.

# Report 1612362103 - Control 4217052674 - Property 2879900210
source: Show Entries
cs_cz: Zobrazit položky

# Report 421526922 - Property 2879900210
source: Fixed Asset Disposal
cs_cz: Vyřazení dlouhodobého majetku

# Report 421526922 - NamedType 998281110
source: Depreciation book code must not be empty.
cs_cz: Kód knihy odpisů nesmí být prázdný.

# Report 421526922 - NamedType 4098724061
source: Disposal report date must not be empty.
cs_cz: Datum sestavy vyřazení nesmí být prázdné.

# Report 421526922 - NamedType 3692466842
source: Disposal report no. must not be empty.
cs_cz: Číslo sestavy vyřazení nesmí být prázdné.

# Report 421526922 - ReportLabel 141212651
source: Approved by Committee Members
cs_cz: Schváleno členy komise:

# Report 421526922 - ReportLabel 3286606726
source: Comments
cs_cz: Komentáře

# Report 421526922 - ReportLabel 946960368
source: Committee Members
cs_cz: Členové komise:

# Report 421526922 - ReportLabel 1018544494
source: Date, Signature
cs_cz: Datum, podpis

# Report 421526922 - ReportLabel 3881953030
source: FA Depreciation Book
cs_cz: Kniha odpisů DM

# Report 421526922 - ReportLabel 2591159291
source: Disposal Date
cs_cz: Datum vyřazení

# Report 421526922 - ReportLabel 3643390984
source: Disposal No.
cs_cz: Číslo vyřazení DM

# Report 421526922 - ReportLabel 3421824196
source: FA Location
cs_cz: Umístění DM

# Report 421526922 - ReportLabel 1877187315
source: Page
cs_cz: Strana

# Report 421526922 - ReportLabel 1687279216
source: Fixed Asset Disposal Protocol
cs_cz: Protokol o vyřazení dlouhodobého majetku

# Report 421526922 - ReportLabel 2627968712
source: Responsible Employee
cs_cz: Odpovědný zaměstnanec

# Report 421526922 - Control 2346885236 - Property 2879900210
source: Options
cs_cz: Možnosti

# Report 421526922 - Control 975410796 - Property 1295455071
source: Specifies the depreciation book for the printing of entries.
cs_cz: Určuje knihy odpisů pro tisk položek.

# Report 421526922 - Control 975410796 - Property 2879900210
source: Depreciation Book
cs_cz: Kniha odpisů

# Report 421526922 - Control 4210602758 - Property 1295455071
source: Specifies a fixed asset disposal report date.
cs_cz: Určuje datum sestavy vyřazení dlouhodobého majetku.

# Report 421526922 - Control 4210602758 - Property 2879900210
source: Disposal Report Date
cs_cz: Datum sestavy vyřazení

# Report 421526922 - Control 1540394785 - Property 1295455071
source: Specifies a fixed asset disposal report number.
cs_cz: Určuje číslo sestavy vyřazení dlouhodobého majetku.

# Report 421526922 - Control 1540394785 - Property 2879900210
source: Disposal Report No.
cs_cz: Č. sestavy vyřazení

# Report 421526922 - Control 814422763 - Property 1295455071
source: Specifies an employee name from the Company Official table. Each persona will print on the report with a corresponding signature line for authorization.
cs_cz: Určuje jméno zaměstnance z tabulky zástupci společnosti. Každá osoba bude vytištěna na sestavě s odpovídajícím podpisovým řádkem pro autorizaci.

# Report 421526922 - Control 814422763 - Property 2879900210
source: 1. Persona
cs_cz: 1. osoba

# Report 421526922 - Control 2727512614 - Property 1295455071
source: Specifies an employee name from the Company Official table. Each persona will print on the report with a corresponding signature line for authorization.
cs_cz: Určuje jméno zaměstnance z tabulky zástupci společnosti. Každá osoba bude vytištěna na sestavě s odpovídajícím podpisovým řádkem pro autorizaci.

# Report 421526922 - Control 2727512614 - Property 2879900210
source: 2. Persona
cs_cz: 2. osoba

# Report 421526922 - Control 3718107600 - Property 1295455071
source: Specifies to print the fixed asset disposal report date.
cs_cz: Určuje, že chcete tisknout datum sestavy vyřazení dlouhodobého majetku.

# Report 421526922 - Control 3718107600 - Property 2879900210
source: Print FA Disposal Report Date
cs_cz: Tisknout datum sestavy vyřazení DM

# Report 637058021 - Property 2879900210
source: Fixed Asset History
cs_cz: Historie dlouhodobého majetku

# Report 637058021 - NamedType 320613397
source: As of %1
cs_cz: Ke dni %1

# Report 637058021 - ReportLabel 2942776900
source: Change Date
cs_cz: Datum změny

# Report 637058021 - ReportLabel 3426680361
source: Code
cs_cz: Kód

# Report 637058021 - ReportLabel 3569966352
source: Description
cs_cz: Popis

# Report 637058021 - ReportLabel 3568391601
source: FA History
cs_cz: Historie DM

# Report 637058021 - ReportLabel 1797195986
source: Full Name
cs_cz: Celé jméno

# Report 637058021 - ReportLabel 3057776346
source: Group by
cs_cz: Seskupit podle

# Report 637058021 - ReportLabel 1981706351
source: Name
cs_cz: Název

# Report 637058021 - ReportLabel 1314000525
source: No.
cs_cz: Číslo

# Report 637058021 - ReportLabel 527508284
source: Old Location
cs_cz: Původní umístění

# Report 637058021 - ReportLabel 1877187315
source: Page
cs_cz: Stránka

# Report 637058021 - ReportLabel 961648763
source: Previous Employee
cs_cz: Předchozí zaměstnanec

# Report 637058021 - ReportLabel 3280915453
source: Serial No.
cs_cz: Sériové číslo

# Report 637058021 - Control 2346885236 - Property 2879900210
source: Options
cs_cz: Možnosti

# Report 637058021 - Control 1589478472 - Property 1295455071
source: Specifies the date that the history will be based on in MMDDYY format.
cs_cz: Určuje datum, ke kterému bude zobrazena historie DM.

# Report 637058021 - Control 1589478472 - Property 2879900210
source: As of Date
cs_cz: K datu

# Report 637058021 - Control 68156157 - Property 1295455071
source: Specifies how fixed assets should be grouped.
cs_cz: Určuje, jak by měl být dlouhodobý majetek seskupen.

# Report 637058021 - Control 68156157 - Property 2879900210
source: Group By
cs_cz: Seskupit podle

# Report 637058021 - Control 1485294188 - Property 1295455071
source: Specifies if you want the report to print a new page for each group.
cs_cz: Určuje, zda chcete sestavu vytisknout jako novou stránku pro každou skupinu.

# Report 637058021 - Control 1485294188 - Property 2879900210
source: New Page Per Group
cs_cz: Nová strana pro každou skupinu

# Report 521879342 - Property 2879900210
source: Initialize FA History
cs_cz: Inicializace historie DM

# Report 521879342 - NamedType 3609811804
source: Initial FA History Entries were created for %1 Fixed Assets.
cs_cz: Počáteční položky historie DM byly vytvořeny pro dlouhodobý majetek %1.

# Report 521879342 - NamedType 2072340608
source: Initialize Date and Document No. are required.
cs_cz: Jsou požadovány datum inicializace a číslo dokladu.

# Report 521879342 - Control 2346885236 - Property 2879900210
source: Options
cs_cz: Možnosti

# Report 521879342 - Control 300429379 - Property 1295455071
source: Specifies the document no. to create fixed asset history entries.
cs_cz: Určuje číslo dokladu pro vytvoření položek historie dlouhodobého majetku.

# Report 521879342 - Control 300429379 - Property 2879900210
source: Document No.
cs_cz: Číslo dokladu

# Report 521879342 - Control 3433832280 - Property 1295455071
source: Specifies the posting date to create fixed asset history entries.
cs_cz: Určuje zúčtovací datum k vytváření položek historie dlouhodobého majetku.

# Report 521879342 - Control 3433832280 - Property 2879900210
source: Initialize Date
cs_cz: Datum inicializace

# Report 1218239551 - Property 2879900210
source: Fixed Asset Maintenance Analysis
cs_cz: Analýza údržby dlouhodobého majetku

# Report 1218239551 - NamedType 684809554
source: Page
cs_cz: Stránka

# Report 1218239551 - NamedType 1439866376
source: ,FA Class,FA Subclass,FA Location,Main Asset,Global Dimension 1,Global Dimension 2,FA Posting Group,Tax Depreciation Group
cs_cz: ,Třída DM,Podtřída DM,Umístění DM,Hlavní majetek,Globální dimenze 1,Globální dimenze 2,Účto skupina DM,Kód daňové odpisové skupiny

# Report 1218239551 - NamedType 1665040906
source: Group Totals
cs_cz: Skupiny celkem

# Report 1218239551 - NamedType 2830245879
source: Group Total
cs_cz: Skupina celkem

# Report 1218239551 - NamedType 2642234806
source: %1 has been modified in fixed asset %2
cs_cz: %1 byla změněna v dlouhodobém majetku %2.

# Report 1218239551 - NamedType 3599402677
source: Maintenance - Analysis
cs_cz: Údržba - analýza

# Report 1218239551 - NamedType 3225619178
source: before Starting Date,Net Change,at Ending Date
cs_cz: před počátečním datem,pohyb,ke konečnému datu

# Report 1218239551 - NamedType 2542867274
source: You must specify the starting date and the ending date.
cs_cz: Je nutné zadat počáteční a koncové datum.

# Report 1218239551 - NamedType 1177097414
source: The starting date must be specified when you use the option %1.
cs_cz: Jestliže zadáte možnost %1, je nutné zadat počáteční datum.

# Report 1218239551 - NamedType 3410055423
source: The starting date is later than the ending date.
cs_cz: Počáteční datum je pozdější než koncové datum.

# Report 1218239551 - NamedType 1583171122
source: Total
cs_cz: Celkem

# Report 1218239551 - Control 2346885236 - Property 2879900210
source: Options
cs_cz: Možnosti

# Report 1218239551 - Control 800604665 - Property 1295455071
source: Specifies an Amount field that you use to create your own analysis.
cs_cz: Určuje pole množství, které můžete použít k vytvoření vlastní analýzy.

# Report 1218239551 - Control 800604665 - Property 2879900210
source: Amount Field 1
cs_cz: Pole částky 1

# Report 1218239551 - Control 162908048 - Property 1295455071
source: Specifies an Amount field that you use to create your own analysis.
cs_cz: Určuje pole množství, které můžete použít k vytvoření vlastní analýzy.

# Report 1218239551 - Control 162908048 - Property 2879900210
source: Amount Field 2
cs_cz: Pole částky 2

# Report 1218239551 - Control 3820178727 - Property 1295455071
source: Specifies an Amount field that you use to create your own analysis.
cs_cz: Určuje pole množství, které můžete použít k vytvoření vlastní analýzy.

# Report 1218239551 - Control 3820178727 - Property 2879900210
source: Amount Field 3
cs_cz: Pole částky 3

# Report 1218239551 - Control 2305669821 - Property 1295455071
source: Specifies the date options that can be used in the report. You can choose between the posting date and the fixed asset posting date.
cs_cz: Určuje možnosti data, které lze použít v sestavě. Můžete zvolit mezi účtovacím datem a účtovacím datem DM.

# Report 1218239551 - Control 2305669821 - Property 2879900210
source: Date Selection
cs_cz: Výběr data

# Report 1218239551 - Control 975410796 - Property 1295455071
source: Specifies the code for the depreciation book to be included in the report or batch job.
cs_cz: Určuje kód pro knihu odpisů, které mají být zahrnuty do sestavy nebo dávkové úlohy.

# Report 1218239551 - Control 975410796 - Property 2879900210
source: Depreciation Book
cs_cz: Kniha odpisů

# Report 1218239551 - Control 3696459432 - Property 1295455071
source: Specifies the last date to be included in the report.
cs_cz: Určuje poslední datum, které má být zahrnuto v sestavš.

# Report 1218239551 - Control 3696459432 - Property 2879900210
source: Ending Date
cs_cz: Koncové datum

# Report 1218239551 - Control 3128924547 - Property 1295455071
source: Specifies if you want the report to group fixed assets and print totals using the category defined in this field. For example, maintenance expenses for fixed assets can be shown for each fixed asset class.
cs_cz: Určuje, zda chcete, aby sestava seskupila dlouhodobý majetek a vytiskla souhrny pomoví kategorie definované v tomto poli. Například náklady na údržbu dlouhodobého majetku lze zobrazit pro každou třídu dlouhodobého majetku.

# Report 1218239551 - Control 3128924547 - Property 2879900210
source: Group Totals
cs_cz: Skupiny celkem

# Report 1218239551 - Control 1914411813 - Property 1295455071
source: Specifies how the report determines the nature of the amounts in the first amount field. (Blank): The amounts consist of fixed asset ledger entries with the posting type that corresponds to the option in the amount field. Disposal: The amounts consists of fixed asset ledger entries with the posting type that corresponds to the option in the amount field if these entries have been posted to disposal accounts. Bal. Disposal: The amounts consist of fixed asset ledger entries with the posting type that corresponds to the option in the amount field if these entries have been posted to balancing disposal accounts.
cs_cz: Specifikuje způsob, jak sestava určuje povahu částky v poli Pole částky 1.

# Report 1218239551 - Control 1914411813 - Property 2879900210
source: Period 1
cs_cz: Období 1

# Report 1218239551 - Control 1767412852 - Property 1295455071
source: Specifies how the report determines the nature of the amounts in the second amount field. (Blank): The amounts consist of fixed asset ledger entries with the posting type that corresponds to the option in the amount field. Disposal: The amounts consists of fixed asset ledger entries with the posting type that corresponds to the option in the amount field if these entries have been posted to disposal accounts. Bal. Disposal: The amounts consist of fixed asset ledger entries with the posting type that corresponds to the option in the amount field if these entries have been posted to balancing disposal accounts.
cs_cz: Specifikuje způsob, jak sestava určuje povahu částky v poli Pole částky 2.

# Report 1218239551 - Control 1767412852 - Property 2879900210
source: Period 2
cs_cz: Období 2

# Report 1218239551 - Control 254380195 - Property 1295455071
source: Specifies how the report determines the nature of the amounts in the third amount field. (Blank): The amounts consist of fixed asset ledger entries with the posting type that corresponds to the option in the amount field. Disposal: The amounts consists of fixed asset ledger entries with the posting type that corresponds to the option in the amount field if these entries have been posted to disposal accounts. Bal. Disposal: The amounts consist of fixed asset ledger entries with the posting type that corresponds to the option in the amount field if these entries have been posted to balancing disposal accounts.
cs_cz: Specifikuje způsob, jak sestava určuje povahu částky v poli Pole částky 3.

# Report 1218239551 - Control 254380195 - Property 2879900210
source: Period 3
cs_cz: Období 3

# Report 1218239551 - Control 4179148676 - Property 1295455071
source: Specifies if you want the report to print information separately for each fixed asset.
cs_cz: Určuje, zda chcete, aby se v sestavě vytiskly údaje pro každý dlouhodobý majetek zvlášť.

# Report 1218239551 - Control 4179148676 - Property 2879900210
source: Print per Fixed Asset
cs_cz: Tisk dle DM

# Report 1218239551 - Control 1919917469 - Property 1295455071
source: Specifies the date when you want the report to start.
cs_cz: Určuje datum, kdy má sestava začínat.

# Report 1218239551 - Control 1919917469 - Property 2879900210
source: Starting Date
cs_cz: Počáteční datum

# PageExtension 1156164925 - Control 3089043389 - Property 1295455071
source: Specifies if all acquisition has to be posted in the same year.
cs_cz: Určuje, že všechna zařazení musí být zaúčtována ve stejném roce.

# PageExtension 1156164925 - Control 3544017555 - Property 1295455071
source: Specifies if the new aqcuisition or appreciation entry is not posting before already posted depreciation in time.
cs_cz: Kontroluje, zda nově účtovaná položka zařazení nebo zhodnocení časově nepředchází již proúčtovaný odpis.

# PageExtension 1156164925 - Control 2941980336 - Property 1295455071
source: Specifies if all depreciation are to be posted before disposal.
cs_cz: Kontroluje, zda jsou k datu vyřazení zaúčtovány všechny odpisy.

# PageExtension 1156164925 - Control 925481890 - Property 1295455071
source: Specifies if disposal the same type of FA entries will be used.
cs_cz: Určuje, zda bude použit k likvidaci stejný typ položky DM.

# PageExtension 1156164925 - Control 2556390871 - Property 1295455071
source: Specifies if disposal the same type of FA entries will be used.
cs_cz: Určuje, zda bude použit k likvidaci stejný typ položky DM.

# PageExtension 1156164925 - Control 103444020 - Property 1295455071
source: Specifies if the asset will be depreciated already in month of acquisiton.
cs_cz: Určuje, zda má být odepisováno již v měsíci zařazení.

# PageExtension 1156164925 - Control 1505537209 - Property 1295455071
source: Specifies if the asset in acquisition year will be depreciated for the whole year or only for part of the year.
cs_cz: Určuje, zda má být v roce zařazení odepisováno za celý rok nebo jen po část roku.

# PageExtension 2876134157 - Control 3451839272 - Property 1295455071
source: Specifies the reason code on the entry.
cs_cz: Určuje kód příčiny položky.

# PageExtension 236810223 - Control 3511962229 - Property 1295455071
source: Specifies group code for tax depreciation of assets.
cs_cz: Určuje kód skupiny pro daňové odpisování majetku.

# PageExtension 236810223 - Control 233029328 - Property 1295455071
source: Specifies the end date of depreciation interruption.
cs_cz: Určuje koncové datum přerušení odpisů.

# PageExtension 236810223 - Control 3920485520 - Property 1295455071
source: Specifies to use the depreciation ending date for depreciation book.
cs_cz: Určuje, zda má být zachováno poslední datum odpisování v knize odpisů.

# PageExtension 236810223 - Control 3559153528 - Property 1295455071
source: Specifies if the accounting depreciation is tol be calculated according to tax depreciation on a monthly basis.
cs_cz: Určuje, zda mají být účetní odpisy počítány podle daňových na měsíční bázi.

# PageExtension 236810223 - Control 1271216623 - Property 1295455071
source: Specifies the depreciation book, which will be used for summarize of depreciation entries.
cs_cz: Určuje odpisovou knihu, která bude použita pro sumarizaci položek odpisů.
