Repository: rstefanetti/MSDyn365BC.Code.History
Catalog: FixedAssetLocalizationForCzech/Source/Fixed Asset Localization for Czech/Translations/Fixed Asset Localization for Czech.*.xlf
Languages: cs_cz

# PageExtension 941420293 - Control 3511962229 - Property 1295455071
source: Specifies a tax depreciation book that you have set up to assign it to the fixed asset you have entered in the FA No. field.
cs_cz: Určuje knihu daňových odpisů, kterou jste přiřadili k dlouhodobému majetku, který jste zadali v poli Číslo DM.

# PageExtension 4035642149 - Action 2058423888 - Property 1295455071
source: Allows the setup extended postig group.
cs_cz: Umožňuje nastavit rozšířené účtoskupiny.

# PageExtension 4035642149 - Action 2058423888 - Property 2879900210
source: &Extended Posting Groups
cs_cz: &Rozšířené účto skupiny

# PageExtension 4035642149 - Control 1943716057 - Property 1295455071
source: Specifies the general ledger account for acquisition cost balance account on disposal.
cs_cz: Určuje protiúčet pro účtování zařazení při vyřazení.

# PageExtension 4035642149 - Control 4138019157 - Property 1295455071
source: Specifies the general ledger account for book value balance account on disposal.
cs_cz: Určuje protiúčet pro účtování účetní hodnoty při vyřazení.

# PageExtension 606295808 - Action 2058423888 - Property 1295455071
source: Allows the setup extended postig group.
cs_cz: Umožňuje nastavit rozšířené účtoskupiny.

# PageExtension 606295808 - Action 2058423888 - Property 2879900210
source: &Extended Posting Groups
cs_cz: &Rozšířené účto skupiny

# PageExtension 606295808 - Control 1943716057 - Property 1295455071
source: Specifies the general ledger account for acquisition cost balance account on disposal.
cs_cz: Určuje protiúčet pro účtování zařazení při vyřazení.

# PageExtension 606295808 - Control 4138019157 - Property 1295455071
source: Specifies the general ledger account for book value balance account on disposal.
cs_cz: Určuje protiúčet pro účtování účetní hodnoty při vyřazení.

# PageExtension 1596838543 - Action 1600616254 - Property 1295455071
source: Print or preview Fixed Asset - Analysis report.
cs_cz: Tisk nebo náhled sestavy - Analýza dlouhodobého majetku.

# PageExtension 1596838543 - Action 1600616254 - Property 2879900210
source: FA - Analysis
cs_cz: Analýza dlouhodobého majetku

# PageExtension 1596838543 - Action 111912724 - Property 1295455071
source: Print or preview FA - Analysis G/L Account report.
cs_cz: Tisk nebo náhled sestavy Dlouhodobý majetek - analýza fin. účtu.

# PageExtension 1596838543 - Action 111912724 - Property 2879900210
source: FA - Analysis G/L Account
cs_cz: Dlouhodobý majetek - analýza fin. účtu

# PageExtension 1596838543 - Action 1175170827 - Property 1295455071
source: Print or preview Fixed Asset Assignment/Discard report.
cs_cz: Vytisknout nebo zobrazit sestavu Přiřazení/uvolnění DM.

# PageExtension 1596838543 - Action 1175170827 - Property 2879900210
source: Fixed Asset Assignment/Discard
cs_cz: Přiřazení/uvolnění dlouhodobého majetku

# PageExtension 1596838543 - Action 667011734 - Property 1295455071
source: Print or preview Fixed Asset History report.
cs_cz: Tisk nebo náhled sestavy Historie dlouhodobého majetku

# PageExtension 1596838543 - Action 667011734 - Property 2879900210
source: Fixed Asset History
cs_cz: Historie dlouhodobého majetku

# PageExtension 1596838543 - Action 4279306815 - Property 1295455071
source: Print or preview FA Physical Inventory List report.
cs_cz: Tisk nebo náhled sestavy Seznam fyzické inventury DM.

# PageExtension 1596838543 - Action 4279306815 - Property 2879900210
source: FA Physical Inventory List
cs_cz: Seznam fyzické inventury DM

# PageExtension 1596838543 - Action 1424497355 - Property 1295455071
source: Print or preview FA - Analysis Depreciation Book report.
cs_cz: Tisk nebo náhled sestavy DM – porovnání odp.knih.

# PageExtension 1596838543 - Action 1424497355 - Property 2879900210
source: FA - Analysis Depreciation Book
cs_cz: Dlouhodobý majetek - porovnání odp.knih

# PageExtension 1612362103 - Action 667011734 - Property 1295455071
source: Open fixed asset history entries.
cs_cz: Otevře položky historie dlouhodobého majetku.

# PageExtension 1612362103 - Action 667011734 - Property 2879900210
source: FA History Entries
cs_cz: Položky historie DM

# PageExtension 1612362103 - Action 1175170827 - Property 1295455071
source: The report prints fixed assignment/discard protocol.
cs_cz: Sestava vytiskne protokol přiřazení/uvolnění.

# PageExtension 1612362103 - Action 1175170827 - Property 2879900210
source: FA Assignment/Discard
cs_cz: Přiřazení/uvolnění DM

# PageExtension 1612362103 - Action 3727161740 - Property 1295455071
source: The report prints fixed asset acquisition.
cs_cz: Sestava vytiskne pořízení dlouhodobého majetku.

# PageExtension 1612362103 - Action 3727161740 - Property 2879900210
source: Fixed Asset Acquisition
cs_cz: Pořízení dlouhodobého majetku

# PageExtension 1612362103 - Action 4108976479 - Property 1295455071
source: The report prints fixed assets card and entries.
cs_cz: Sestava tiskne položky a kartu dlouhodobého majetku.

# PageExtension 1612362103 - Action 4108976479 - Property 2879900210
source: Fixed Asset Card
cs_cz: Karta DM

# PageExtension 1612362103 - Action 2563657466 - Property 1295455071
source: The report prints fixed assets disposal.
cs_cz: Sestava tiskne vyřazení dlouhodobého majetku.

# PageExtension 1612362103 - Action 2563657466 - Property 2879900210
source: Fixed Asset Disposal
cs_cz: Vyřazení dlouhodobého majetku

# PageExtension 1612362103 - Action 157370621 - Property 1295455071
source: The report prints fixed asset history entries.
cs_cz: Sestava vytiskne položky historie dlouhodobého majetku.

# PageExtension 1612362103 - Action 157370621 - Property 2879900210
source: Fixed Asset History
cs_cz: Historie dlouhodobého majetku

# PageExtension 1612362103 - Control 949783608 - Property 1295455071
source: Specifies the fixed asset's classification (CZ-CC, CZ-CPA, DNM).
cs_cz: Určuje klasifikaci dlouhodobého majetku (CZ-CC, CZ-CPA, DNM).

# PageExtension 1612362103 - Control 3511962229 - Property 1295455071
source: Specifies the tax deprecation book.
cs_cz: Určuje daňovou odpisovou knihu.

# PageExtension 1909085757 - Action 667011734 - Property 1295455071
source: Open fixed asset history entries.
cs_cz: Otevře položky historie dlouhodobého majetku.

# PageExtension 1909085757 - Action 667011734 - Property 2879900210
source: FA History Entries
cs_cz: Položky historie DM

# PageExtension 1909085757 - Action 1600616254 - Property 1295455071
source: Print or preview Fixed Asset - Analysis report.
cs_cz: Tisk nebo náhled sestavy - Analýza dlouhodobého majetku.

# PageExtension 1909085757 - Action 1600616254 - Property 2879900210
source: FA - Analysis
cs_cz: Analýza dlouhodobého majetku

# PageExtension 1909085757 - Action 111912724 - Property 1295455071
source: Print or preview FA - Analysis G/L Account report.
cs_cz: Tisk nebo náhled sestavy DM – analýza fin. účtu.

# PageExtension 1909085757 - Action 111912724 - Property 2879900210
source: FA - Analysis G/L Account
cs_cz: Dlouhodobý majetek - analýza fin. účtu

# PageExtension 1909085757 - Action 1175170827 - Property 1295455071
source: The report prints fixed assignment/discard protocol.
cs_cz: Sestava vytiskne protokol přiřazení/uvolnění.

# PageExtension 1909085757 - Action 1175170827 - Property 2879900210
source: FA Assignment/Discard
cs_cz: Přiřazení/uvolnění DM

# PageExtension 1909085757 - Action 4279306815 - Property 1295455071
source: Print or preview FA Physical Inventory List report.
cs_cz: Tisk nebo náhled sestavy seznamu fyzické inventury DM

# PageExtension 1909085757 - Action 4279306815 - Property 2879900210
source: FA Physical Inventory List
cs_cz: Seznam fyzické inventury DM

# PageExtension 1909085757 - Action 3727161740 - Property 1295455071
source: The report prints fixed asset acquisition.
cs_cz: Sestava vytiskne pořízení dlouhodobého majetku.

# PageExtension 1909085757 - Action 3727161740 - Property 2879900210
source: Fixed Asset Acquisition
cs_cz: Pořízení dlouhodobého majetku

# PageExtension 1909085757 - Action 1424497355 - Property 1295455071
source: Print or preview FA - Analysis Depreciation Book report.
cs_cz: Tisk nebo náhled sestavy DM – porovnání odp.knih.

# PageExtension 1909085757 - Action 1424497355 - Property 2879900210
source: FA - Analysis Depreciation Book
cs_cz: Dlouhodobý majetek - porovnání odp.knih

# PageExtension 1909085757 - Action 4108976479 - Property 1295455071
source: The report prints fixed assets card and entries.
cs_cz: Sestava vytiskne kartu dlouhodobého majetku a položky.

# PageExtension 1909085757 - Action 4108976479 - Property 2879900210
source: Fixed Asset Card
cs_cz: Karta DM

# PageExtension 1909085757 - Action 2563657466 - Property 1295455071
source: The report prints fixed assets disposal.
cs_cz: Sestava tiskne vyřazení dlouhodobého majetku.

# PageExtension 1909085757 - Action 2563657466 - Property 2879900210
source: Fixed Asset Disposal
cs_cz: Vyřazení dlouhodobého majetku

# PageExtension 1909085757 - Action 157370621 - Property 1295455071
source: The report prints fixed asset history entries.
cs_cz: Sestava vytiskne položky historie dlouhodobého majetku.

# PageExtension 1909085757 - Action 157370621 - Property 2879900210
source: Fixed Asset History
cs_cz: Historie dlouhodobého majetku

# PageExtension 1219226274 - Action 388560588 - Property 1295455071
source: Set up Tax Depreciation Groups for Fixes Assets. These groups determine minimal depreciation periods and parameters used for calculating tax depreciation.
cs_cz: Nastavit daňové odpisové skupiny majetku. Pro každou skupinu se definuje metoda odepisování a další parametry pro výpočet daňových odpisů dlouhodobého majetku.

# PageExtension 1219226274 - Action 388560588 - Property 2879900210
source: Tax Depreciation Groups
cs_cz: Skupiny daňových odpisů

# PageExtension 1219226274 - Control 4226586150 - Property 1295455071
source: Specifies the default tax deprecation book.
cs_cz: Určuje výchozí daňovou odpisovou knihu.

# PageExtension 1219226274 - Control 3673169718 - Property 1295455071
source: Specifies to use fixed asset acquisition as custom field 2. This option allows a two-step acquisition process.
cs_cz: Určuje použití pole vlastní 2 jako pořízení DM. To umožňuje dvoukrokový proces pořízení.

# PageExtension 1219226274 - Control 637058021 - Property 1295455071
source: Specifies save changes in location and responsibility for asset.
cs_cz: Umožňuje ukládat změny v umístění a odpovědnosti za majetek.

# PageExtension 1219226274 - Control 4047358825 - Property 1295455071
source: Specifies no. series used as document no. in fixed asset history entries.
cs_cz: Určuje číselnou řadu pro číslování položek historie DM.

# TableExtension 1168969897 - Field 3089043389 - Property 2879900210
source: All Acquisition in same Year
cs_cz: Všechno zařazení musí být ve stejném roce

# TableExtension 1168969897 - Field 3544017555 - Property 2879900210
source: Check Acqusition and Appreciation before Depreciation
cs_cz: Kontrola zařazení a zhodnocení před odpisem

# TableExtension 1168969897 - Field 2941980336 - Property 2879900210
source: Check Depreciation on Disposal
cs_cz: Kontrolovat odpisy při vyřazení

# TableExtension 1168969897 - Field 925481890 - Property 2879900210
source: Corresp. FA Entries on Disposal
cs_cz: Odpovídající položky DM při vyřazení

# TableExtension 1168969897 - Field 2556390871 - Property 2879900210
source: Corresp. G/L Entries on Disposal
cs_cz: Odpovídající věcné položky při vyřazení

# TableExtension 1168969897 - Field 103444020 - Property 2879900210
source: Depreciation from 1st Month Day
cs_cz: Odpisy od prvního dne v měsíci

# TableExtension 1168969897 - Field 1505537209 - Property 2879900210
source: Depreciation from 1st Year Day
cs_cz: Odpisy od prvního dne v roce

# TableExtension 1897848404 - Field 3451839272 - Property 2879900210
source: Reason/Maintenance Code
cs_cz: Kód důvodu nebo údržby

# TableExtension 4291531020 - Method 283755268 - NamedType 2044675336
source: There are depreciations for FA %1.
cs_cz: Existují odpisy pro DM %1.

# TableExtension 4291531020 - Field 233029328 - Property 2879900210
source: Depreciations Interrupted up to
cs_cz: Odpisy přerušené až do

# TableExtension 4291531020 - Field 3920485520 - Property 2879900210
source: Keep Depreciation Ending Date
cs_cz: Poslední datum odpisování

# TableExtension 4291531020 - Field 3559153528 - Property 2879900210
source: Prorated
cs_cz: Poměrně

# TableExtension 4291531020 - Field 1271216623 - Property 2879900210
source: Summarize Depreciation Entries From
cs_cz: Sumarizovat položky odpisu od

source: must not be %1
cs_cz: nesmí být %1

# TableExtension 4291531020 - Field 3511962229 - Property 2879900210
source: Tax Depreciation Group Code
cs_cz: Kód daňové odpisové skupiny

source: The depreciation group (%1) associated with classification code %2 doesn't correspond to depreciation group (%3) associated with tax depreciation group code %4.
cs_cz: Odpisová skupina (%1) spojená s kódem klasifikace %2 neodpovídá odpisové skupině (%3) spojené s kódem daňové odpisové skupiny %4.

# TableExtension 3215623505 - Field 1943716057 - Property 2879900210
source: Acqusition Cost Bal. Account on Disposal
cs_cz: Protúčet zařazení při vyřazení

# TableExtension 3215623505 - Field 4138019157 - Property 2879900210
source: Book Value Bal. Account on Disposal
cs_cz: Protiúčet účetní hodnoty při vyřazení

# TableExtension 2083704705 - Field 3673169718 - Property 2879900210
source: FA Acquisition As Custom 2
cs_cz: Pořízení DM jako Pořízení

# TableExtension 2083704705 - Field 637058021 - Property 2879900210
source: Fixed Asset History
cs_cz: Historie dlouhodobého majetku

# TableExtension 2083704705 - Field 4047358825 - Property 2879900210
source: Fixed Asset History Nos.
cs_cz: Čísla položek historie DM

# TableExtension 2083704705 - Field 4226586150 - Property 2879900210
source: Tax Depreciation Book
cs_cz: Kniha daňových odpisů

# TableExtension 1873866203 - Field 949783608 - Property 2879900210
source: Clasification Code
cs_cz: Kód klasifikace

source: The depreciation group (%1) associated with classification code %2 doesn't correspond to depreciation group (%3) associated with tax depreciation group code %4.
cs_cz: Odpisová skupina (%1) spojená s kódem klasifikace %2 neodpovídá odpisové skupině (%3) spojené s kódem daňové odpisové skupiny %4.

# TableExtension 1873866203 - Field 3511962229 - Property 2879900210
source: Tax Depreciation Group Code
cs_cz: Kód daňové odpisové skupiny

# Enum 1427061898 - EnumValue 3942279885 - Property 2879900210
source: FA Posting Date
cs_cz: Zúčtovací datum DM

# Enum 1427061898 - EnumValue 3710982960 - Property 2879900210
source: Posting Date
cs_cz: Zúčtovací datum

# Enum 4102675167 - EnumValue 4000896914 - Property 2879900210
source: Bal. Disposal
cs_cz: Protiúčet vyřazení

# Enum 4102675167 - EnumValue 3751339209 - Property 2879900210
source: Disposal
cs_cz: Vyřazení

# Enum 3231095599 - EnumValue 2252840747 - Property 2879900210
source: FA Class
cs_cz: Třída DM

# Enum 3231095599 - EnumValue 2227968750 - Property 2879900210
source: FA Location
cs_cz: Umístění DM

# Enum 3231095599 - EnumValue 265035428 - Property 2879900210
source: FA Posting Group
cs_cz: Účto skupina DM

# Enum 3231095599 - EnumValue 3094664591 - Property 2879900210
source: FA Subclass
cs_cz: Podtřída DM

# Enum 3231095599 - EnumValue 603791030 - Property 2879900210
source: Global Dimension 1
cs_cz: Kód globální dimenze 1

# Enum 3231095599 - EnumValue 2985668475 - Property 2879900210
source: Global Dimension 2
cs_cz: Globální dimenze 2

# Enum 3231095599 - EnumValue 1735913237 - Property 2879900210
source: Main Asset
cs_cz: Hlavní majetek

# Enum 3231095599 - EnumValue 616516557 - Property 2879900210
source: Tax Depreciation Group
cs_cz: Kód daňové odpisové skupiny

# Enum 1786181273 - EnumValue 1462919810 - Property 2879900210
source: At Ending Date
cs_cz: Ke koncovému datu

# Enum 1786181273 - EnumValue 890203423 - Property 2879900210
source: Before Starting Date
cs_cz: Před počátečním datem

# Enum 1786181273 - EnumValue 2304016699 - Property 2879900210
source: Net Change
cs_cz: Pohyb

# Enum 690286913 - EnumValue 3751339209 - Property 2879900210
source: Disposal
cs_cz: Vyřazení

# Enum 690286913 - EnumValue 350249191 - Property 2879900210
source: Maintenance
cs_cz: Údržba

# Enum 454659742 - EnumValue 2227968750 - Property 2879900210
source: FA Location
cs_cz: Umístění DM

# Enum 454659742 - EnumValue 1474138314 - Property 2879900210
source: Responsible Employee
cs_cz: Odpovědný zaměstnanec

# Enum 1304006261 - EnumValue 121925478 - Property 2879900210
source: Declining-Balance
cs_cz: Zrychlený 2

# Enum 1304006261 - EnumValue 196992879 - Property 2879900210
source: Straight-Line
cs_cz: Lineární

# Enum 1304006261 - EnumValue 3054501216 - Property 2879900210
source: Straight-Line Intangible
cs_cz: Lineární nehmotný
