Repository: rstefanetti/MSDyn365BC.Code.History
Catalog: FixedAssetLocalizationForCzech/Source/Fixed Asset Localization for Czech/Translations/Fixed Asset Localization for Czech.*.xlf
Languages: cs_cz

# Report 4085820406 - Control 3012513165 - Property 1295455071
source: Specifies the fixed asset posting date to be used by the batch job. The batch job includes ledger entries up to this date. This date appears in the FA Posting Date field in the resulting journal lines. If the Use Same FA+G/L Posting Dates field has been activated in the depreciation book that is used in the batch job, then this date must be the same as the posting date entered in the Posting Date field.
cs_cz: Určuje zúčtovací datum dlouhodobého majetku, které má dávková úloha použít. Dávková úloha zahrne položky až do tohoto data. Toto datum se zobrazí v poli Zúčtovací datum DM ve výsledných řádcích deníku. Pokud byla v knize odpisů použité v této dávkové úloze aktivována možnost Použít stejné DM+fin.data, musí být toto datum stejné jako zúčtovací datum zadané v níže popsaném poli.

# Report 4085820406 - Control 3012513165 - Property 2879900210
source: FA Posting Date
cs_cz: Zúčtovací datum DM

# Report 4085820406 - Control 1289438934 - Property 1295455071
source: Specifies if you want the program to use the number of days, as specified in the field below, in the depreciation calculation.
cs_cz: Určuje, zda má program při výpočtu odpisu použít počet dní uvedený v poli níže.

# Report 4085820406 - Control 1289438934 - Property 2879900210
source: Force No. of Days
cs_cz: Počet dní platnosti

# Report 4085820406 - Control 1815604755 - Property 1295455071
source: Specifies if you want the batch job to automatically insert fixed asset entries with balancing accounts.
cs_cz: Určuje, zda chcete, aby dávková úloha automaticky vložila položky dlouhodobého majetku spolu s protiúčty.

# Report 4085820406 - Control 1815604755 - Property 2879900210
source: Insert Bal. Account
cs_cz: Vložit protiúčet

# Report 4085820406 - Control 3985079989 - Property 1295455071
source: Specifies the posting date to be used by the batch job.
cs_cz: Určuje zúčtovací datum, které použije dávková úloha.

# Report 4085820406 - Control 3985079989 - Property 2879900210
source: Posting Date
cs_cz: Zúčtovací datum

# Report 4085820406 - Control 4108331387 - Property 1295455071
source: Specifies the posting date to be used by the batch job as a filter.
cs_cz: Určuje filtr zúčtovacího data pro dávkovou úlohu.

# Report 4085820406 - Control 4108331387 - Property 2879900210
source: Posting Description
cs_cz: Text položky

# Report 4085820406 - Control 3546240050 - Property 1295455071
source: Specifies if you want the program to use the number of days, as specified in the field below, in the depreciation calculation.
cs_cz: Určuje, zda má program při výpočtu odpisu použít počet dní uvedený v poli níže.

# Report 4085820406 - Control 3546240050 - Property 2879900210
source: Use Force No. of Days
cs_cz: Použít počet dní platnosti

# Report 2526466870 - Property 2879900210
source: FA - Analysis G/L Account
cs_cz: Dlouhodobý majetek - analýza fin. účtu

source: Enter %1.
cs_cz: Zadejte %1.

# Report 2526466870 - ReportLabel 3293701069
source: FA Description
cs_cz: Popis DM

# Report 2526466870 - ReportLabel 1877187315
source: Page
cs_cz: Strana

# Report 2526466870 - ReportLabel 617781293
source: Fixed Asset - Analysis G/L Account
cs_cz: Finanční analýza dlouhodobého majetku

# Report 2526466870 - ReportLabel 2886729041
source: Total Fixed Asset
cs_cz: Dlouhodobý majetek celkem

# Report 2526466870 - ReportLabel 2236076901
source: Total General Ledger
cs_cz: Hlavní kniha celkem

# Report 3167485058 - Property 2879900210
source: FA Assignment/Discard
cs_cz: Přiřazení/uvolnění DM

# Report 3167485058 - NamedType 3798335466
source: FA Assignment
cs_cz: Přiřazení DM

# Report 3167485058 - NamedType 1767319121
source: FA Discard
cs_cz: Uvolnění DM

# Report 3167485058 - NamedType 846918977
source: First Name
cs_cz: Jméno

# Report 3167485058 - NamedType 832551489
source: Last Name
cs_cz: Příjmení

# Report 3167485058 - NamedType 1981706351
source: Name
cs_cz: Název

# Report 3167485058 - ReportLabel 141212651
source: Approved by
cs_cz: Schválil

# Report 3167485058 - ReportLabel 3426680361
source: Code
cs_cz: Kód

# Report 3167485058 - ReportLabel 1493817450
source: Date Assigned
cs_cz: Datum přiřazení

# Report 3167485058 - ReportLabel 3740022260
source: Date Discard
cs_cz: Datum uvolnění

# Report 3167485058 - ReportLabel 3569966352
source: Description
cs_cz: Popis

# Report 3167485058 - ReportLabel 1721277456
source: Document No.
cs_cz: Číslo dokladu

# Report 3167485058 - ReportLabel 1992212793
source: Issued by
cs_cz: Vydal

# Report 3167485058 - ReportLabel 1314000525
source: No.
cs_cz: Číslo

# Report 3167485058 - ReportLabel 1877187315
source: Page
cs_cz: Strana

# Report 3167485058 - ReportLabel 27710823
source: Received by
cs_cz: Převzal

# Report 3167485058 - ReportLabel 1687279216
source: Protocol on change of FA Location / Responsible Person
cs_cz: Protokol o změně umístění/odpovědné osoby

# Report 3167485058 - ReportLabel 1303063323
source: Returned by
cs_cz: Vrátil

# Report 3167485058 - ReportLabel 3280915453
source: Serial No.
cs_cz: Sériové číslo

# Report 456193447 - Property 2879900210
source: FA Physical Inventory List
cs_cz: Seznam fyzické inventury DM

# Report 456193447 - NamedType 998281110
source: Depreciation book code must not be empty.
cs_cz: Kód knihy odpisů nesmí být prázdný.

# Report 456193447 - NamedType 309314094
source: Totals for
cs_cz: Součty za

# Report 456193447 - ReportLabel 2428460852
source: Acquisition Cost
cs_cz: Zařazení

# Report 456193447 - ReportLabel 141212651
source: Approved by Committee Members:
cs_cz: Schváleno členy komise:

# Report 456193447 - ReportLabel 320613397
source: At Date
cs_cz: K datu

# Report 456193447 - ReportLabel 3768353108
source: Book Value
cs_cz: Účetní hodnota

# Report 456193447 - ReportLabel 946960368
source: Committee members
cs_cz: Členové komise:

# Report 456193447 - ReportLabel 1018544494
source: Date, Signature
cs_cz: Datum, podpis

# Report 456193447 - ReportLabel 2627835925
source: Depreciation
cs_cz: Odpisy

# Report 456193447 - ReportLabel 1721277456
source: Document No.
cs_cz: Číslo dokladu

# Report 456193447 - ReportLabel 1693412569
source: Inventory Begin Date and Time
cs_cz: Datum a čas začátku inventarizace

# Report 456193447 - ReportLabel 73781361
source: Inventory End Date and Time
cs_cz: Datum a čas ukončení inventarizace

# Report 456193447 - ReportLabel 4172508015
source: Line No.
cs_cz: Číslo řádku

# Report 456193447 - ReportLabel 1877187315
source: Page
cs_cz: Strana

# Report 456193447 - ReportLabel 47193185
source: Quantity Inventored
cs_cz: Inventarizované množství

# Report 456193447 - ReportLabel 1687279216
source: Fixed Asset Physical Inventory Document
cs_cz: Doklad fyzické inventury dlouhodobého majetku

# Report 456193447 - ReportLabel 3056377809
source: Total (Quantity, Amount):
cs_cz: Celkem (množství, částka):

# Report 456193447 - Control 2346885236 - Property 2879900210
source: Options
cs_cz: Možnosti

# Report 456193447 - Control 975410796 - Property 1295455071
source: Specifies the depreciation book for the printing of entries.
cs_cz: Určuje knihy odpisů pro tisk položek.

# Report 456193447 - Control 975410796 - Property 2879900210
source: Depreciation Book
cs_cz: Kniha odpisů

# Report 456193447 - Control 216909120 - Property 1295455071
source: Specifies a document date for the document.
cs_cz: Určuje datum dokladu.

# Report 456193447 - Control 216909120 - Property 2879900210
source: Document Date
cs_cz: Datum dokladu

# Report 456193447 - Control 300429379 - Property 1295455071
source: Specifies the document number for the document.
cs_cz: Určuje číslo dokladu.

# Report 456193447 - Control 300429379 - Property 2879900210
source: Document No.
cs_cz: Číslo dokladu

# Report 456193447 - Control 68156157 - Property 1295455071
source: Specifies how fixed assets should be grouped.
cs_cz: Určuje, jak by měl být dlouhodobý majetek seskupen.

# Report 456193447 - Control 68156157 - Property 2879900210
source: Group By
cs_cz: Seskupit podle

# Report 456193447 - Control 68156157 - Property 62802879
source: None,FA Location Code Only,Responsible Employee Only,FA Location and Responsible,Responsible and Location
cs_cz: Žádné,Pouze kód umístění DM,Pouze odpovědný zaměstnanec,Umístění DM a odpov.zam.,Odpov.zam. a umístění DM

# Report 456193447 - Control 814422763 - Property 1295455071
source: Specifies an employee name from the company official table. Each persona will print on the report with a corresponding signature line for authorization.
cs_cz: Určuje jméno zaměstnance z tabulky zástupci společnosti. Každá osoba bude vytištěna na sestavě s odpovídajícím podpisovým řádkem pro autorizaci.

# Report 456193447 - Control 814422763 - Property 2879900210
source: 1. Persona
cs_cz: 1. osoba

# Report 456193447 - Control 2727512614 - Property 1295455071
source: Specifies an employee name from the company official table. Each persona will print on the report with a corresponding signature line for authorization.
cs_cz: Určuje jméno zaměstnance z tabulky zástupci společnosti. Každá osoba bude vytištěna na sestavě s odpovídajícím podpisovým řádkem pro autorizaci.

# Report 456193447 - Control 2727512614 - Property 2879900210
source: 2. Persona
cs_cz: 2. osoba

# Report 456193447 - Control 2089815997 - Property 1295455071
source: Specifies an employee name from the company official table. Each persona will print on the report with a corresponding signature line for authorization.
cs_cz: Určuje jméno zaměstnance z tabulky zástupci společnosti. Každá osoba bude vytištěna na sestavě s odpovídajícím podpisovým řádkem pro autorizaci.

# Report 456193447 - Control 2089815997 - Property 2879900210
source: 3. Persona
cs_cz: 3. osoba

# Report 456193447 - Control 1485294188 - Property 1295455071
source: Specifies if you want the report to print a new page for each group.
cs_cz: Určuje, zda chcete sestavu vytisknout jako novou stránku pro každou skupinu.

# Report 456193447 - Control 1485294188 - Property 2879900210
source: New Page Per Group
cs_cz: Nová strana pro každou skupinu

# Report 456193447 - Control 1559815459 - Property 1295455071
source: Specifies to print fixed asset values.
cs_cz: Určuje, že chcete tisknout hodnoty dlouhodobého majetku.

# Report 456193447 - Control 1559815459 - Property 2879900210
source: Print FA Values
cs_cz: Tisk hodnot DM

# Report 456193447 - Control 3339694194 - Property 1295455071
source: Specifies to print fixed assets with zero book values.
cs_cz: Umožňuje tisk DM s nulovou účetní hodnotou.

# Report 456193447 - Control 3339694194 - Property 2879900210
source: Print FA with Zero Book Value
cs_cz: Tisk DM s nulovou účetní hodnotou

# Report 3831506117 - Property 2879900210
source: Fixed Asset - Depreciation Book Analysis
cs_cz: Dlouhodobý majetek - porovnání odp.knih

# Report 3831506117 - NamedType 3882896229
source: (Budget Report)
cs_cz: (sestava rozpočtu)

# Report 3831506117 - NamedType 3942586075
source: Depreciation Books: %1 %2 and %3 %4, Starting Date: %5, Ending Date %6.
cs_cz: Knihy odpisů: %1 %2 a %3 %4, Počáteční datum: %5, Koncové datum %6.

# Report 3831506117 - NamedType 1665040906
source: Group Totals: %1
cs_cz: Skupiny celkem: %1

# Report 3831506117 - NamedType 2830245879
source: Group Total
cs_cz: Skupina celkem

# Report 3831506117 - NamedType 2642234806
source: %1 has been modified in fixed asset %2
cs_cz: %1 byla změněna v dlouhodobém majetku %2.

# Report 3831506117 - NamedType 3225619178
source: before Starting Date,Net Change,at Ending Date
cs_cz: před počátečním datem,pohyb,ke konečnému datu

# Report 3831506117 - NamedType 3146176351
source: The posting type %1 is not a valid option.
cs_cz: Typ účtování %1 není platnou volbou.

# Report 3831506117 - NamedType 3260529299
source: Fixed Asset - Analysis Depreciation Book
cs_cz: Dlouhodobý majetek - porovnání odp.knih

# Report 3831506117 - NamedType 1177097414
source: The Starting Date must be specified when you use the option %1.
cs_cz: Když použijete volbu %1, musíte zadat Počáteční datum.

# Report 3831506117 - NamedType 4068000480
source: %1 or %2 must be specified only together with the option %3.
cs_cz: %1 nebo %2 lze zadat pouze současně s volbou %3.

# Report 3831506117 - ReportLabel 359305647
source: DIFFERENCE
cs_cz: Rozdíl

# Report 3831506117 - ReportLabel 1877187315
source: Page
cs_cz: Strana

# Report 3831506117 - ReportLabel 2410138484
source: Total
cs_cz: Celkem

# Report 3831506117 - Control 2346885236 - Property 2879900210
source: Options
cs_cz: Možnosti

# Report 3831506117 - Control 290614888 - Property 1295455071
source: Specifies if the budget report will be used
cs_cz: Určuje, zda bude použita sestava rozpočtu.

# Report 3831506117 - Control 290614888 - Property 2879900210
source: Budget Report
cs_cz: Sestava rozpočtu

# Report 3831506117 - Control 2001440558 - Property 1295455071
source: Specifies the deprecation book code.
cs_cz: Určuje kód knihy odpisů.

# Report 3831506117 - Control 2001440558 - Property 2879900210
source: Depreciation Book
cs_cz: Kniha odpisů

# Report 3831506117 - Control 975410796 - Property 1295455071
source: Specifies the depreciation book for the printing of entries.
cs_cz: Určuje knihy odpisů pro tisk položek.

# Report 3831506117 - Control 975410796 - Property 2879900210
source: Depreciation Book
cs_cz: Kniha odpisů

# Report 3831506117 - Control 3696459432 - Property 1295455071
source: Specifies the last date in the period.
cs_cz: Určuje poslední datum v období.

# Report 3831506117 - Control 3696459432 - Property 2879900210
source: Ending Date
cs_cz: Koncové datum

# Report 3831506117 - Control 3128924547 - Property 1295455071
source: Specifies according to what the entries can be sumed.
cs_cz: Určuje, podle čeho mohou být položky sečteny.

# Report 3831506117 - Control 3128924547 - Property 2879900210
source: Group Totals
cs_cz: Skupiny celkem

# Report 3831506117 - Control 1914411813 - Property 1295455071
source: Specifies the method for amounts calculation
cs_cz: Určuje metodu pro výpočet částky.

# Report 3831506117 - Control 1914411813 - Property 2879900210
source: Period 1
cs_cz: Období 1

# Report 3831506117 - Control 1767412852 - Property 1295455071
source: Specifies the method for amounts calculation
cs_cz: Určuje metodu pro výpočet částky.

# Report 3831506117 - Control 1767412852 - Property 2879900210
source: Period 2
cs_cz: Období 2

# Report 3831506117 - Control 254380195 - Property 1295455071
source: Specifies the method for amounts calculation
cs_cz: Určuje metodu pro výpočet částky.

# Report 3831506117 - Control 254380195 - Property 2879900210
source: Period 3
cs_cz: Období 3

# Report 3831506117 - Control 542523746 - Property 1295455071
source: Specifies the FA posting type which can be printed.
cs_cz: Určuje typ účtování DM, který lze vytisknout.

# Report 3831506117 - Control 542523746 - Property 2879900210
source: Amount Field 1
cs_cz: Pole částky 1

# Report 3831506117 - Control 922481167 - Property 1295455071
source: Specifies the FA posting type which can be printed.
cs_cz: Určuje typ účtování DM, který lze vytisknout.

# Report 3831506117 - Control 922481167 - Property 2879900210
source: Amount Field 2
cs_cz: Pole částky 2

# Report 3831506117 - Control 3156671072 - Property 1295455071
source: Specifies the FA posting type which can be printed.
cs_cz: Určuje typ účtování DM, který lze vytisknout.

# Report 3831506117 - Control 3156671072 - Property 2879900210
source: Amount Field 3
cs_cz: Pole částky 3

# Report 3831506117 - Control 2344041136 - Property 1295455071
source: Specifies if the sum will be printed in common or only the Specifiesed FA cards.
cs_cz: Určuje, zda bude součet vytisknut ve společné kartě nebo pouze v kartě specifikované DM.

# Report 3831506117 - Control 2344041136 - Property 2879900210
source: Print per Fixed Asset
cs_cz: Tisk dle DM

# Report 3831506117 - Control 2737564851 - Property 1295455071
source: Specifies only sold assets.
cs_cz: Určuje pouze prodaný majetek.

# Report 3831506117 - Control 2737564851 - Property 2879900210
source: Only Sold Assets
cs_cz: Pouze prodaný majetek

# Report 3831506117 - Control 1919917469 - Property 1295455071
source: Specifies the starting date
cs_cz: Určuje počáteční datum.

# Report 3831506117 - Control 1919917469 - Property 2879900210
source: Starting Date
cs_cz: Počáteční datum

# Report 2645448874 - Property 2879900210
source: Fixed Asset - Analysis
cs_cz: Dlouhodobý majetek-analýza

# Report 2645448874 - NamedType 658999755
source: The date type %1 is not a valid option.
cs_cz: Typ data %1 není platnou volbou.

# Report 2645448874 - NamedType 1439866376
source: ,FA Class,FA Subclass,FA Location,Main Asset,Global Dimension 1,Global Dimension 2,FA Posting Group,Tax Depreciation Group
cs_cz: ,Třída DM,Podtřída DM,Umístění DM,Hlavní majetek,Globální dimenze 1,Globální dimenze 2,Účto skupina DM,Odpisová skupina

# Report 2645448874 - NamedType 1665040906
source: Group Totals: %1
cs_cz: Skupiny celkem: %1

# Report 2645448874 - NamedType 2830245879
source: Group Total
cs_cz: Skupina celkem

# Report 2645448874 - NamedType 2642234806
source: %1 has been modified in fixed asset %2
cs_cz: %1 byla změněna v dlouhodobém majetku %2.

# Report 2645448874 - NamedType 3225619178
source: before Starting Date,Net Change,at Ending Date
cs_cz: před počátečním datem,pohyb,ke konečnému datu

# Report 2645448874 - NamedType 3146176351
source: The posting type %1 is not a valid option.
cs_cz: Typ účtování %1 není platnou volbou.

# Report 2645448874 - NamedType 3703399558
source: Fixed Asset - Analysis (Budget Report)
cs_cz: Dlouhodobý majetek - analýza (sestava rozpočtu)

# Report 2645448874 - NamedType 3260529299
source: Fixed Asset - Analysis
cs_cz: Dlouhodobý majetek-analýza

# Report 2645448874 - NamedType 3711766328
source: Sold
cs_cz: Prodáno

# Report 2645448874 - NamedType 1177097414
source: The Starting Date must be specified when you use the option %1.
cs_cz: Když použijete volbu %1, musíte zadat Počáteční datum.

# Report 2645448874 - NamedType 4068000480
source: %1 or %2 must be specified only together with the option %3.
cs_cz: %1 nebo %2 lze zadat pouze současně s volbou %3.

# Report 2645448874 - ReportLabel 1877187315
source: Page
cs_cz: Strana

# Report 2645448874 - ReportLabel 2410138484
source: Total
cs_cz: Celkem

# Report 2645448874 - Control 2346885236 - Property 2879900210
source: Options
cs_cz: Možnosti

# Report 2645448874 - Control 290614888 - Property 1295455071
source: Specifies if the budget report will be used
cs_cz: Určuje, zda bude použita sestava rozpočtu.

# Report 2645448874 - Control 290614888 - Property 2879900210
source: Budget Report
cs_cz: Sestava rozpočtu

# Report 2645448874 - Control 4124335838 - Property 1295455071
source: Specifies the data field which can be printed.
cs_cz: Určuje datové pole, které lze vytisknout.

# Report 2645448874 - Control 4124335838 - Property 2879900210
source: Date Field 1
cs_cz: Pole data 1

# Report 2645448874 - Control 3082767115 - Property 1295455071
source: Specifies the data field which can be printed.
cs_cz: Určuje datové pole, které lze vytisknout.

# Report 2645448874 - Control 3082767115 - Property 2879900210
source: Date Field 2
cs_cz: Pole data 2

# Report 2645448874 - Control 1042778076 - Property 1295455071
source: Specifies the data field which can be printed.
cs_cz: Určuje datové pole, které lze vytisknout.

# Report 2645448874 - Control 1042778076 - Property 2879900210
source: Date Field 3
cs_cz: Pole data 3

# Report 2645448874 - Control 975410796 - Property 1295455071
source: Specifies the depreciation book for the printing of entries.
cs_cz: Určuje knihy odpisů pro tisk položek.

# Report 2645448874 - Control 975410796 - Property 2879900210
source: Depreciation Book
cs_cz: Kniha odpisů

# Report 2645448874 - Control 3696459432 - Property 1295455071
source: Specifies the last date in the period.
cs_cz: Určuje poslední datum v období.

# Report 2645448874 - Control 3696459432 - Property 2879900210
source: Ending Date
cs_cz: Koncové datum

# Report 2645448874 - Control 3128924547 - Property 1295455071
source: Specifies according to what the entries can be sumed.
cs_cz: Určuje podle čeho mohou být položky sečteny.

# Report 2645448874 - Control 3128924547 - Property 2879900210
source: Group Totals
cs_cz: Skupiny celkem

# Report 2645448874 - Control 1914411813 - Property 1295455071
source: Specifies the method for amounts calculation
cs_cz: Určuje metodu pro výpočet částky.

# Report 2645448874 - Control 1914411813 - Property 2879900210
source: Period 1
cs_cz: Období 1

# Report 2645448874 - Control 1767412852 - Property 1295455071
source: Specifies the method for amounts calculation
cs_cz: Určuje metodu pro výpočet částky.

# Report 2645448874 - Control 1767412852 - Property 2879900210
source: Period 2
cs_cz: Období 2

# Report 2645448874 - Control 254380195 - Property 1295455071
source: Specifies the method for amounts calculation
cs_cz: Určuje metodu pro výpočet částky.

# Report 2645448874 - Control 254380195 - Property 2879900210
source: Period 3
cs_cz: Období 3

# Report 2645448874 - Control 2111033778 - Property 1295455071
source: Specifies the method for amounts calculation
cs_cz: Určuje metodu pro výpočet částky.

# Report 2645448874 - Control 2111033778 - Property 2879900210
source: Period 4
cs_cz: Období 4

# Report 2645448874 - Control 542523746 - Property 1295455071
source: Specifies the FA posting type which can be printed.
cs_cz: Určuje typ účtování DM, který lze vytisknout.

# Report 2645448874 - Control 542523746 - Property 2879900210
source: Amount Field 1
cs_cz: Pole částky 1

# Report 2645448874 - Control 922481167 - Property 1295455071
source: Specifies the FA posting type which can be printed.
cs_cz: Určuje typ účtování DM, který lze vytisknout.

# Report 2645448874 - Control 922481167 - Property 2879900210
source: Amount Field 2
cs_cz: Pole částky 2

# Report 2645448874 - Control 3156671072 - Property 1295455071
source: Specifies the FA posting type which can be printed.
cs_cz: Určuje typ účtování DM, který lze vytisknout.

# Report 2645448874 - Control 3156671072 - Property 2879900210
source: Amount Field 3
cs_cz: Pole částky 3

# Report 2645448874 - Control 1788216277 - Property 1295455071
source: Specifies the FA posting type which can be printed.
cs_cz: Určuje typ účtování DM, který lze vytisknout.

# Report 2645448874 - Control 1788216277 - Property 2879900210
source: Amount Field 4
cs_cz: Pole částky 4

# Report 2645448874 - Control 2344041136 - Property 1295455071
source: Specifies if the sum will be printed in common or only the Specifiesed FA cards.
cs_cz: Určuje, zda bude součet vytisknut ve společné kartě nebo pouze v kartě specifikované DM.

# Report 2645448874 - Control 2344041136 - Property 2879900210
source: Print per Fixed Asset
cs_cz: Tisk dle DM

# Report 2645448874 - Control 2737564851 - Property 1295455071
source: Specifies only sold assets.
cs_cz: Určuje pouze prodaný majetek.

# Report 2645448874 - Control 2737564851 - Property 2879900210
source: Only Sold Assets
cs_cz: Pouze prodaný majetek

# Report 2645448874 - Control 1919917469 - Property 1295455071
source: Specifies the starting date
cs_cz: Určuje počáteční datum.

# Report 2645448874 - Control 1919917469 - Property 2879900210
source: Starting Date
cs_cz: Počáteční datum

# Report 1185486633 - Property 2879900210
source: Fixed Asset Book Value 01
cs_cz: Dlouhodobý majetek-úč.hodn.01

# Report 1185486633 - NamedType 4238764912
source: Addition
cs_cz: Dodatek

# Report 1185486633 - NamedType 3882896229
source: (Budget Report)
cs_cz: (sestava rozpočtu)

# Report 1185486633 - NamedType 1963454497
source: Disposal
cs_cz: Vyřazení
