Repository: rstefanetti/MSDyn365BC.Code.History
Catalog: FixedAssetLocalizationForCzech/Source/Fixed Asset Localization for Czech/Translations/Fixed Asset Localization for Czech.*.xlf
Languages: cs_cz

# Table 949783608 - Property 2879900210
source: Classification Code
cs_cz: Kód klasifikace

# Table 949783608 - Field 454062554 - Property 2879900210
source: Classification Type
cs_cz: Typ klasifikace

# Table 949783608 - Field 3004954119 - Property 2879900210
source: Code
cs_cz: Kód

# Table 949783608 - Field 3554329002 - Property 2879900210
source: Depreciation Group
cs_cz: Odpisová skupina

# Table 949783608 - Field 3461834954 - Property 2879900210
source: Description
cs_cz: Popis

# Table 2256356524 - Property 2879900210
source: FA Extended Posting Group
cs_cz: Rozšířená účto skupina DM

# Table 2256356524 - Field 4144610850 - Property 2879900210
source: Allocated Book Value % (Gain)
cs_cz: Rozdělené % úč.hodnoty (zisk)

# Table 2256356524 - Field 2697815944 - Property 2879900210
source: Allocated Book Value % (Loss)
cs_cz: Rozdělené % úč.hodnoty (ztráta)

# Table 2256356524 - Field 4148271003 - Property 2879900210
source: Allocated Maintenance %
cs_cz: Rozdělené % údržby

# Table 2256356524 - Field 3323080582 - Property 2879900210
source: Book Value Account on Disposal (Gain)
cs_cz: Účet účetní hodnoty při vyřazení (zisk)

# Table 2256356524 - Field 2736501996 - Property 2879900210
source: Book Value Account on Disposal (Loss)
cs_cz: Účet účetní hodnoty při vyřazení (ztráta)

# Table 2256356524 - Field 3004954119 - Property 2879900210
source: Code
cs_cz: Kód

# Table 2256356524 - Field 960735231 - Property 2879900210
source: FA Posting Group Code
cs_cz: Kód účto skupiny DM

# Table 2256356524 - Field 1877866625 - Property 2879900210
source: FA Posting Type
cs_cz: Typ účtování DM

# Table 2256356524 - Field 2688539838 - Property 2879900210
source: Maintenance Balance Account
cs_cz: Protiúčet údržby

# Table 2256356524 - Field 3345031184 - Property 2879900210
source: Maintenance Expense Account
cs_cz: Účet nákladů údržby

# Table 2256356524 - Field 1693149394 - Property 2879900210
source: Sales Account On Disposal (Gain)
cs_cz: Prodejní účet při vyřazení (zisk)

# Table 2256356524 - Field 2091510776 - Property 2879900210
source: Sales Account On Disposal (Loss)
cs_cz: Prodejní účet při vyřazení (ztráta)

# Table 661988738 - Property 2879900210
source: FA History Entry
cs_cz: Položka historie DM

# Table 661988738 - Field 1223873614 - Property 2879900210
source: Closed by Entry No.
cs_cz: Uzavřeno položkou číslo

# Table 661988738 - Field 3751339209 - Property 2879900210
source: Disposal
cs_cz: Vyřazení

# Table 661988738 - Field 486908828 - Property 2879900210
source: Document No.
cs_cz: Číslo dokladu

# Table 661988738 - Field 883711285 - Property 2879900210
source: Entry No.
cs_cz: Číslo položky

# Table 661988738 - Field 1991001892 - Property 2879900210
source: FA No.
cs_cz: Číslo DM

# Table 661988738 - Field 2432660905 - Property 2879900210
source: New Value
cs_cz: Nová hodnota

# Table 661988738 - Field 3205443024 - Property 2879900210
source: Old Value
cs_cz: Stará hodnota

# Table 661988738 - Field 3710982960 - Property 2879900210
source: Posting Date
cs_cz: Zúčtovací datum

# Table 661988738 - Field 1878130204 - Property 2879900210
source: Type
cs_cz: Typ

# Table 661988738 - Field 2708250016 - Property 2879900210
source: User ID
cs_cz: ID uživatele

# Table 3662285240 - Property 2879900210
source: Tax Depreciation Group
cs_cz: Daňové odpisové skupiny

# Table 3662285240 - Field 3004954119 - Property 2879900210
source: Code
cs_cz: Kód

# Table 3662285240 - Field 2260583628 - Property 2879900210
source: Declining Appreciation
cs_cz: Zrychlené zvýš.zůst.cena

# Table 3662285240 - Field 2384477559 - Property 2879900210
source: Declining Depr. Increase %
cs_cz: % zvýšení zrychlených odpisů

# Table 3662285240 - Field 418785016 - Property 2879900210
source: Declining First Year
cs_cz: Zrychlené první rok

# Table 3662285240 - Field 2505138158 - Property 2879900210
source: Declining Next Years
cs_cz: Zrychlené další roky

# Table 3662285240 - Field 3554329002 - Property 2879900210
source: Depreciation Group
cs_cz: Odpisová skupina

# Table 3662285240 - Field 3068225019 - Property 2879900210
source: Depreciation Type
cs_cz: Typ odpisu

# Table 3662285240 - Field 3461834954 - Property 2879900210
source: Description
cs_cz: Popis

# Table 3662285240 - Field 4161503398 - Property 2879900210
source: Min. Months After Appreciation
cs_cz: Minimální počet měsíců po zhodnocení

# Table 3662285240 - Field 1628098304 - Property 2879900210
source: No. of Depreciation Months
cs_cz: Počet měsíců odpisování

# Table 3662285240 - Field 3186494837 - Property 2879900210
source: No. of Depreciation Years
cs_cz: Počet roků odpisování

# Table 3662285240 - Field 460889064 - Property 2879900210
source: Starting Date
cs_cz: Počáteční datum

# Table 3662285240 - Field 2325487281 - Property 2879900210
source: Straight Appreciation
cs_cz: Rovnoměrné zvýš.vst.cena

# Table 3662285240 - Field 1451991493 - Property 2879900210
source: Straight First Year
cs_cz: Rovnoměrné první rok

# Table 3662285240 - Field 4280837295 - Property 2879900210
source: Straight Next Years
cs_cz: Rovnoměrné další roky

# Codeunit 3566300406 - Method 4055895170 - NamedType 2925920819
source: Accounting Period for %1 is missing.\Tax Depreciation for Fixed Asset %2 cannot be calculated correctly.\Create Accounting Periods for all life cycle of Fixed Asset %2 for correct Tax Depreciation calculation.
cs_cz: Účetní období pro %1 chybí.\Daňové odpisy pro dlouhodobý majetek %2 nemohou být vypočteny správně.\Vytvořte účetní období pro celý životní cyklus dlouhodobého majetku %2 pro správný výpočet odpisů.

# Codeunit 181215587 - NamedType 1872033095
source: must not be specified together with %1 = %2
cs_cz: nesmí být zadáno současně s %1 = %2

# Codeunit 181215587 - Method 344282215 - NamedType 3499056126
source: %1 + %2 must be %3.
cs_cz: %1 + %2 musí být %3.

# Codeunit 181215587 - Method 344282215 - NamedType 2276210216
source: %1 + %2 must be -%3.
cs_cz: %1 + %2 musí být -%3.

# Codeunit 181215587 - Method 382984158 - NamedType 3805625961
source: The first entry must be an Acquisition Cost for Fixed Asset %1.
cs_cz: První položkou pro dlouhodobý majetek %1 musí být zařazení.

# Codeunit 181215587 - Method 3260258683 - NamedType 3940759551
source: %1 must be specified.
cs_cz: Je nutné zadat %1.

# Codeunit 87876262 - Method 1980008236 - NamedType 599275449
source: The depreciation group (%1) associated with classification code %2 doesn't correspond to depreciation group (%3) associated with tax depreciation group code %4.
cs_cz: Odpisová skupina (%1) spojená s kódem klasifikace %2 neodpovídá odpisové skupině (%3) spojené s kódem daňové odpisové skupiny %4.

# Codeunit 87876262 - Method 1481877995 - NamedType 2794349891
source: Acquisition Cost or Appreciation must be posted after Depreciation.
cs_cz: Pořizovací cena nebo zhodnocení musí být zaúčtovány po odpisu.

# Codeunit 87876262 - Method 1481877995 - NamedType 425708615
source: Acquisition Cost must be post in same year as first Acquisition Cost.
cs_cz: Pořizovací cena musí být zaúčtována ve stejném roce jako první pořizovací cena.

# Codeunit 864688153 - Method 1728567165 - NamedType 1365269937
source: must not be more than 100
cs_cz: nesmí být větší než 100

# Codeunit 864688153 - Method 1090906636 - NamedType 1179285847
source: %2 must not be %3 in %4 %5 = %6 for %1.
cs_cz: %2 nesmí být %3 v %4 %5 = %6 pro %1.

# Codeunit 864688153 - Method 1090906636 - NamedType 981200180
source: %2 = %3 must be canceled first for %1.
cs_cz: %2 = %3 se musí nejdříve stornovat pro %1.

# Codeunit 309321692 - Method 2575605840 - NamedType 284868110
source: Sorting Fixed Assets
cs_cz: Třídění dlouhodobého majetku

# Codeunit 3199217651 - Method 1020929071 - NamedType 1824796043
source: Selected Fixed Asset %1 is disposed and FA Location/Responsible Employee cannot be assigned to it.
cs_cz: Vybraný dlouhodobý majetek %1 je vyřazen a nelze k němu přiřadit umístění dlouhodobého majetku ani odpovědného zaměstnance.

# Codeunit 3199217651 - Method 216546781 - NamedType 1521995396
source: Do you want to print FA Assignment/Discard report?
cs_cz: Chcete vytisknout sestavu přiřazení/uvolnění dlouhodobého majetku?

# Codeunit 3068113326 - Method 4157038798 - NamedType 3238138816
source: Classification Codes
cs_cz: Kódy klasifikace

# Codeunit 3068113326 - Method 4157038798 - NamedType 2789993271
source: Set up Classification Codes for Fixed Assets. Production Classification marked CZ-CPA, Classification building operations marked CZ-CC else DNM).
cs_cz: Nastavte kódy klasifikace pro dlouhodobý majetek. Klasifikace produkce je označená CZ-CPA, klasifikace stavebních děl je označená CZ-CC jinak DNM).

# Codeunit 3068113326 - Method 4157038798 - NamedType 1044751851
source: FA, Fixed Assets, Classification
cs_cz: DM, dlouhodobý majetek, klasifikace

# Codeunit 3068113326 - Method 1844075641 - NamedType 1666551379
source: Tax Depreciation Groups
cs_cz: Skupiny daňových odpisů

# Codeunit 3068113326 - Method 1844075641 - NamedType 340683684
source: Set up Tax Depreciation Groups for Fixes Assets. These groups determine minimal depreciation periods and parameters used for calculating tax depreciation.
cs_cz: Nastavit daňové odpisové skupiny majetku. Pro každou skupinu se definuje metoda odepisování a další parametry pro výpočet daňových odpisů dlouhodobého majetku.

# Codeunit 3068113326 - Method 1844075641 - NamedType 3135446056
source: FA, Fixed Assets, Tax Depreciations
cs_cz: DM, dlouhodobý majetek, daňové odpisy

# Codeunit 3554388429 - Method 2864351681 - NamedType 1485835295
source: Use standard FA reports substitution.
cs_cz: Použijte standardní nahrazení sestav DM.

# Codeunit 3554388429 - Method 2864351681 - NamedType 3268591301
source: If substitution is not enabled, fixed assets reports from Base Application will be invoked, even though application "Fixed Asset Localization for Czech" is installed.
cs_cz: Pokud substituce není povolena, budou volány sestavy dlouhodobého majetku z Base Application, i když je nainstalována aplikace "Fixed Asset Localization for Czech".

# Codeunit 3554388429 - Method 4289383158 - NamedType 482686293
source: Used standard report (ID %1) instead of Fixed Asset Localization for Czech report.
cs_cz: Použitá standardní sestava (ID %1) místo sestavy Fixed Asset Localization for Czech.

# Page 1815542897 - Property 2879900210
source: Classification Codes
cs_cz: Kódy klasifikace

# Page 1815542897 - Control 454062554 - Property 1295455071
source: Specifies the classification code. You can insert code with classification type CZ-CC, CZ-CPA or DNM.
cs_cz: Určuje klasifikační kód. Můžete vložit kód s klasifikačním typem CZ-CC, CZ-CPA nebo DNM.

# Page 1815542897 - Control 3004954119 - Property 1295455071
source: Specifies the classification code for fixed asset.
cs_cz: Určuje kód klasifikace pro dlouhodobý majetek.

# Page 1815542897 - Control 3554329002 - Property 1295455071
source: Specifies the depreciation group for classification groups.
cs_cz: Určuje odpisovou skupinu pro skupinu klasifikace.

# Page 1815542897 - Control 3461834954 - Property 1295455071
source: Specifies description for classification groups.
cs_cz: Určuje popis skupiny klasifikace.

# Page 699431802 - Property 2879900210
source: Create FA History Entry
cs_cz: Položka historie DM

# Page 699431802 - Control 2445482498 - Property 2879900210
source: General
cs_cz: Obecné

# Page 699431802 - Control 3117834186 - Property 1295455071
source: Specifies the document number of the entry to be inserted.
cs_cz: Určuje číslo dokladu položky, která má být vložena.

# Page 699431802 - Control 3117834186 - Property 2879900210
source: Document No.
cs_cz: Číslo dokladu

# Page 699431802 - Control 3037438984 - Property 1295455071
source: Specifies the posting date of the entry to be inserted.
cs_cz: Určuje zúčtovací datum položky, která má být vložena.

# Page 699431802 - Control 3037438984 - Property 2879900210
source: Posting Date
cs_cz: Zúčtovací datum

# Page 1107222629 - Property 2879900210
source: FA Extended Posting Groups
cs_cz: Rozšířené účto skupiny DM

# Page 1107222629 - Control 4144610850 - Property 1295455071
source: Specifies the allocation gain book value percentage for fixed assets.
cs_cz: Určuje přidělení procentuální ziskové účetní hodnoty pro dlouhodobý majetek.

# Page 1107222629 - Control 2697815944 - Property 1295455071
source: Specifies the allocation loss book value percentage for fixed assets.
cs_cz: Určuje přidělení procentuální ztrátové účetní hodnoty pro dlouhodobý majetek.

# Page 1107222629 - Control 4148271003 - Property 1295455071
source: Specifies the allocated maintenance percentage for the fixed asset posting group.
cs_cz: Určuje přidělené procento údržby pro účto skupinu dlouhodobého majetku.

# Page 1107222629 - Control 3323080582 - Property 1295455071
source: Specifies the general ledger account for the book value gain account.
cs_cz: Určuje účet hlavní knihy pro účetní hodnotu účtu zisků.

# Page 1107222629 - Control 2736501996 - Property 1295455071
source: Specifies the general ledger account for the book value loss account.
cs_cz: Určuje účet hlavní knihy pro účetní hodnotu účtu ztrát.

# Page 1107222629 - Control 3004954119 - Property 1295455071
source: Specifies the code for the extended fixed asset posting group.
cs_cz: Určuje kód pro rozšířenou účto skupinu dlouhodobého majetku.

# Page 1107222629 - Control 1877866625 - Property 1295455071
source: Specifies the fixed asset posting type (disposal, acquisition, maintenance ...).
cs_cz: Určuje typ účtování dlouhodobého majetku (likvidace, pořízení, údržba).

# Page 1107222629 - Control 2688539838 - Property 1295455071
source: Specifies the general ledger maintenance balance account.
cs_cz: Určuje protiúčet údržby.

# Page 1107222629 - Control 3345031184 - Property 1295455071
source: Specifies the general ledger account number to post maintenance expenses for fixed assets to in this posting group.
cs_cz: Určuje číslo finančního účtu k zaúčtování výdajů na údržbu pro dlouhodobý majetek v této účto skupině.

# Page 1107222629 - Control 1693149394 - Property 1295455071
source: Specifies the sales account on FA disposal (Gain).
cs_cz: Určuje prodejní účet při vyřazení DM (Zisk).

# Page 1107222629 - Control 2091510776 - Property 1295455071
source: Specifies the sales account on FA disposal (Los).
cs_cz: Určuje prodejní účet při vyřazení DM (Ztráta).

# Page 715649100 - Property 2879900210
source: FA History Entries
cs_cz: Položky historie DM

# Page 715649100 - Control 1223873614 - Property 1295455071
source: Specifies the entriy number which the history entry was closed.
cs_cz: Určuje číslo položky, kterou byla tato položka uzavřena.

# Page 715649100 - Control 3751339209 - Property 1295455071
source: Specifies disposal fixed asset entries.
cs_cz: Určuje položky vyřazení dlouhodobého majetku.

# Page 715649100 - Control 486908828 - Property 1295455071
source: Specifies the document no. for the fixed asset history entry.
cs_cz: Určuje číslo dokladu pro položku historie dlouhodobého majetku.

# Page 715649100 - Control 883711285 - Property 1295455071
source: Specifies the entry number that is assigned to the entry.
cs_cz: Určuje číslo položky.

# Page 715649100 - Control 1991001892 - Property 1295455071
source: Specifies the fixed asset number.
cs_cz: Určuje číslo dlouhodobého majetku.

# Page 715649100 - Control 2432660905 - Property 1295455071
source: Specifies the new fixed asset value after change was made.
cs_cz: Určuje novou hodnotu dlouhodobého majetku po provedení změny.

# Page 715649100 - Control 3205443024 - Property 1295455071
source: Specifies the old fixed asset value before change was made.
cs_cz: Určuje původní hodnotu dlouhodobého majetku před provedením změny.

# Page 715649100 - Control 3710982960 - Property 1295455071
source: Specifies the posting date for the fixed asset history entry.
cs_cz: Určuje zúčtovací datum položky historie dlouhodobého majetku.

# Page 715649100 - Control 1878130204 - Property 1295455071
source: Specifies the type of fixed asset history entry.
cs_cz: Určuje typ položky historie DM, tzn. zda došlo ke změně umístění nebo odpovědné osoby.

# Page 715649100 - Control 2708250016 - Property 1295455071
source: Specifies the ID of the user associated with the entry.
cs_cz: Určuje ID uživatele spojeného s touto položkou.

# Page 715649100 - Action 1002420131 - Property 1295455071
source: Prepare to print the document. A report request window for the document opens where you can specify what to include on the print-out.
cs_cz: Příprava na tisk dokumentu. V okně možností sestavy pro dokument můžete určit, co chcete zahrnout do tisku.

# Page 715649100 - Action 1002420131 - Property 2879900210
source: Print
cs_cz: Tisk

# Page 1697543665 - Property 2879900210
source: Tax Depreciation Groups
cs_cz: Skupiny daňových odpisů

# Page 1697543665 - Control 3004954119 - Property 1295455071
source: Specifies the depreciation group code.
cs_cz: Určuje kód odpisové skupiny.

# Page 1697543665 - Control 2260583628 - Property 1295455071
source: Specifies the coefficient for calculating depreciation after appreciation of assets.
cs_cz: Určuje koeficient pro výpočet odpisů po zhodnocení majetku.

# Page 1697543665 - Control 2384477559 - Property 1295455071
source: Specifies percentage increase in the first year of depreciation.
cs_cz: Určuje % navýšení odpisů v prvním roce.

# Page 1697543665 - Control 418785016 - Property 1295455071
source: Specifies the coefficient for calculating depreciation in the first year of depreciation.
cs_cz: Určuje koeficient pro výpočet odpisů pro první rok odpisování.

# Page 1697543665 - Control 2505138158 - Property 1295455071
source: Specifies the coefficient for calculating depreciation in the next years of depreciation.
cs_cz: Určuje koeficient pro výpočet odpisů pro další roky odpisování.

# Page 1697543665 - Control 3554329002 - Property 1295455071
source: Specifies the depreciation group name.
cs_cz: Určuje název odpisové skupiny.

# Page 1697543665 - Control 3068225019 - Property 1295455071
source: Specifies the method of tax depreciation – straight-line or accelerated. Intangible fixed asset has special setting.
cs_cz: Určuje způsob daňového odpisování - rovnoměrně nebo zrychleně. Speciální nastavení je pak pro nehmotný majetek.

# Page 1697543665 - Control 3461834954 - Property 1295455071
source: Specifies description for deprecation groups.
cs_cz: Určuje popis pro odpisové skupiny.

# Page 1697543665 - Control 4161503398 - Property 1295455071
source: Specifies minimum number of depreciation months of intangible assets after their appreciaton.
cs_cz: Určuje minimální počet měsíců odpisování nehmotného majetku po jeho zhodnocení.

# Page 1697543665 - Control 1628098304 - Property 1295455071
source: Specifies the number of months over which the asset will be depreciated.
cs_cz: Určuje počet měsíců, po které se bude majetek odpisovat.

# Page 1697543665 - Control 3186494837 - Property 1295455071
source: Specifies the number of years over which the asset will be depreciated.
cs_cz: Určuje počet let, po které se bude majetek odpisovat.

# Page 1697543665 - Control 460889064 - Property 1295455071
source: Specifies the validity date of the tax depreciation group setting.
cs_cz: Určuje datum platnosti nastavení daňové odpisové skupiny.

# Page 1697543665 - Control 2325487281 - Property 1295455071
source: Specifies percentage rate for depreciation after appreciation of assets.
cs_cz: Určuje % sazbu pro odpisování po zhodnocení majetku.

# Page 1697543665 - Control 1451991493 - Property 1295455071
source: Specifies percentage rate for the first year of depreciaton.
cs_cz: Určuje % sazbu pro první rok odpisování.

# Page 1697543665 - Control 4280837295 - Property 1295455071
source: Specifies percentage rate for the next years of depreciation.
cs_cz: Určuje % sazbu pro další roky odpisování.

# Report 4085820406 - Property 2879900210
source: Calculate Depreciation
cs_cz: Výpočet odpisů

# Report 4085820406 - Property 3863440606
source: write down fixed asset
cs_cz: odpis dlouhodobého majetku

# Report 4085820406 - NamedType 854651776
source: The depreciation has been calculated.\\%1 fixed asset journal lines were created.\\Do you want to open the Fixed Asset Journal window?
cs_cz: Odpisy byly vypočítány.\\%1 řádků deníku dlouhodobého majetku bylo vytvořeno.\\Chcete otevřít okno Deníku dlouhodobého majetku?

# Report 4085820406 - NamedType 2420549545
source: The depreciation has been calculated.\\%1 fixed asset G/L journal lines were created.\\Do you want to open the Fixed Asset G/L Journal window?
cs_cz: Odpisy byly vypočítány.\\%1 řádků finančního deníku dlohodobého majetku bylo vytvořeno.\\Chcete otevřít okno Finančního deníku DM?

# Report 4085820406 - NamedType 303660288
source: The depreciation has been calculated.\\No journal lines were created.
cs_cz: Odpisy byly vypočítány.\\Nebyly vytvořeny žádné řádky deníku.

# Report 4085820406 - NamedType 778375682
source: Force No. of Days must be activated.
cs_cz: Možnost Počet dní platnosti musí být aktivována.

# Report 4085820406 - NamedType 1731395011
source: You must specify %1.
cs_cz: Je nutné zadat %1.

# Report 4085820406 - NamedType 2142963920
source: %1 and %2 must be identical. %3 must be %4 in %5 %6 = %7.
cs_cz: %1 a %2 musí být stejné. %3 musí být %4 v %5 %6 = %7.

# Report 4085820406 - NamedType 4230064890
source: Depreciating fixed asset #1##########\
cs_cz: Odepisování DM #1##########\

# Report 4085820406 - NamedType 4131395451
source: Not depreciating fixed asset #2##########\
cs_cz: DM není odepisován #2##########\

# Report 4085820406 - NamedType 2747019836
source: Inserting journal lines #3##########
cs_cz: Vkládání řádků deníku #3##########

# Report 4085820406 - NamedType 3235227800
source: Use Force No. of Days must be activated.
cs_cz: Možnost Použít počet dní platnosti musí být aktivována.

# Report 4085820406 - Control 2346885236 - Property 2879900210
source: Options
cs_cz: Možnosti

# Report 4085820406 - Control 4244934079 - Property 1295455071
source: Specifies the code for the depreciation book to be included in the report or batch job.
cs_cz: Určuje kód pro knihu odpisů, které mají být zahrnuty do sestavy nebo dávkové úlohy.

# Report 4085820406 - Control 4244934079 - Property 2879900210
source: Depreciation Book
cs_cz: Kniha odpisů

# Report 4085820406 - Control 300429379 - Property 1295455071
source: Specifies, if you leave the field empty, the next available number on the resulting journal line. If a number series is not set up, enter the document number that you want assigned to the resulting journal line.
cs_cz: Pokud ponecháte pole prázdné, bude výslednému řádku deníku přiřazeno následující dostupné číslo dokladu. Pokud není nastavena číselná řada, zadejte číslo dokladu, které má být výslednému řádku deníku přiřazeno.

# Report 4085820406 - Control 300429379 - Property 2879900210
source: Document No.
cs_cz: Číslo dokladu
