Repository: rstefanetti/MSDyn365BC.Code.History
Catalog: FixedAssetLocalizationForCzech/Source/Fixed Asset Localization for Czech/Translations/Fixed Asset Localization for Czech.*.xlf
Languages: cs_cz

# Report 1185486633 - NamedType 1439866376
source: ,FA Class,FA Subclass,FA Location,Main Asset,Global Dimension 1,Global Dimension 2,FA Posting Group,Tax Depreciation Group,Tax Depreciation Group Code
cs_cz: ,Třída DM,Podtřída DM,Umístění DM,Hlavní majetek,Globální dimenze 1,Globální dimenze 2,Účto skupina DM,Odpisová skupina,Kód daňové odpisové skupiny

# Report 1185486633 - NamedType 1665040906
source: Group Totals
cs_cz: Skupiny celkem

# Report 1185486633 - NamedType 2830245879
source: Group Total
cs_cz: Skupina celkem

# Report 1185486633 - NamedType 2642234806
source: %1 has been modified in fixed asset %2
cs_cz: %1 byla změněna v dlouhodobém majetku %2.

# Report 1185486633 - NamedType 1195880806
source: in Period
cs_cz: za období

# Report 1185486633 - NamedType 3260529299
source: Fixed Asset - Book Value 01
cs_cz: Dlouhodobý majetek-úč.hodn.01

# Report 1185486633 - ReportLabel 1877187315
source: Page
cs_cz: Strana

# Report 1185486633 - ReportLabel 2410138484
source: Total
cs_cz: Celkem

# Report 1185486633 - Control 2346885236 - Property 2879900210
source: Options
cs_cz: Možnosti

# Report 1185486633 - Control 290614888 - Property 1295455071
source: Specifies if you want the report to calculate future depreciation and book value. This is valid only if you have selected Depreciation and Book Value for Amount Field 1, 2 or 3.
cs_cz: Určuje, zda chcete, aby sestava vypočítala budoucí odpisy a účetní hodnotu. Toto nastavení je platné pouze v případě, že jste pro pole částky 1, 2 nebo 3 vybrali odpisy a účetní hodnotu.

# Report 1185486633 - Control 290614888 - Property 2879900210
source: Budget Report
cs_cz: Sestava rozpočtu

# Report 1185486633 - Control 975410796 - Property 1295455071
source: Specifies the code for the depreciation book to be included in the report or batch job.
cs_cz: Určuje kód pro knihu odpisů, které mají být zahrnuty do sestavy nebo dávkové úlohy.

# Report 1185486633 - Control 975410796 - Property 2879900210
source: Depreciation Book
cs_cz: Kniha odpisů

# Report 1185486633 - Control 3696459432 - Property 1295455071
source: Specifies the date when you want the report to end.
cs_cz: Určuje datum, kdy má sestava končit.

# Report 1185486633 - Control 3696459432 - Property 2879900210
source: Ending Date
cs_cz: Koncové datum

# Report 1185486633 - Control 3128924547 - Property 1295455071
source: Specifies if you want the report to group fixed assets and print totals using the category defined in this field. For example, maintenance expenses for fixed assets can be shown for each fixed asset class.
cs_cz: Určuje, zda chcete, aby sestava seskupila dlouhodobý majetek a vytiskla souhrny pomoví kategorie definované v tomto poli. Například náklady na údržbu dlouhodobého majetku lze zobrazit pro každou třídu dlouhodobého majetku.

# Report 1185486633 - Control 3128924547 - Property 2879900210
source: Group Totals
cs_cz: Skupiny celkem

# Report 1185486633 - Control 2344041136 - Property 1295455071
source: Specifies if you want the report to print information separately for each fixed asset.
cs_cz: Určuje, zda chcete, aby se v sestavě vytiskly údaje pro každý dlouhodobý majetek zvlášť.

# Report 1185486633 - Control 2344041136 - Property 2879900210
source: Print per Fixed Asset
cs_cz: Tisk dle DM

# Report 1185486633 - Control 1919917469 - Property 1295455071
source: Specifies the date when you want the report to start.
cs_cz: Určuje datum, kdy má sestava začínat.

# Report 1185486633 - Control 1919917469 - Property 2879900210
source: Starting Date
cs_cz: Počáteční datum

# Report 4115493776 - Property 2879900210
source: Fixed Asset Book Value 02
cs_cz: Dlouhodobý majetek-úč.hodn.02

# Report 4115493776 - NamedType 1410263026
source: Addition in Period
cs_cz: Dodatek za období

# Report 4115493776 - NamedType 3882896229
source: (Budget Report)
cs_cz: (sestava rozpočtu)

# Report 4115493776 - NamedType 3398444223
source: Disposal in Period
cs_cz: Vyřazení za období

# Report 4115493776 - NamedType 1665040906
source: Group Totals
cs_cz: Skupiny celkem

# Report 4115493776 - NamedType 2830245879
source: Group Total
cs_cz: Skupina celkem

# Report 4115493776 - NamedType 2642234806
source: %1 has been modified in fixed asset %2
cs_cz: %1 byla změněna v dlouhodobém majetku %2

# Report 4115493776 - NamedType 1334692171
source: Reclassification
cs_cz: Přeřazení

# Report 4115493776 - NamedType 3260529299
source: Fixed Asset - Book Value 02
cs_cz: DM účetní hodnota 02

# Report 4115493776 - ReportLabel 1877187315
source: Page
cs_cz: Strana

# Report 4115493776 - ReportLabel 2410138484
source: Total
cs_cz: Celkem

# Report 4115493776 - Control 2346885236 - Property 2879900210
source: Options
cs_cz: Možnosti

# Report 4115493776 - Control 290614888 - Property 1295455071
source: Specifies if you want the report to include calculated future depreciation (and thus, also a calculated future book value).
cs_cz: Určuje, zda chcete, aby sestava zahrnovala vypočítané budoucí odpisy (a tedy také vypočítanou budoucí účetní hodnotu).

# Report 4115493776 - Control 290614888 - Property 2879900210
source: Budget Report
cs_cz: Sestava rozpočtu

# Report 4115493776 - Control 975410796 - Property 1295455071
source: Specifies the depreciation book for the printing of entries.
cs_cz: Určuje knihy odpisů pro tisk položek.

# Report 4115493776 - Control 975410796 - Property 2879900210
source: Depreciation Book
cs_cz: Kniha odpisů

# Report 4115493776 - Control 3696459432 - Property 1295455071
source: Specifies the last date in the period.
cs_cz: Určuje poslední datum v období.

# Report 4115493776 - Control 3696459432 - Property 2879900210
source: Ending Date
cs_cz: Koncové datum

# Report 4115493776 - Control 3128924547 - Property 1295455071
source: Specifies a group type if you want the report to group the fixed assets and print group totals.
cs_cz: Určuje typ skupiny, pokud chcete, aby se sestavila skupina dlouhodobého majetku a vytiskly souhrny skupiny.

# Report 4115493776 - Control 3128924547 - Property 2879900210
source: Group Totals
cs_cz: Skupiny celkem

# Report 4115493776 - Control 368802815 - Property 1295455071
source: Specifies if you want the report to include acquisition cost and depreciation entries that are marked as reclassification entries. These entries are then printed in a separate column.
cs_cz: Určuje, zda chcete aby sestava obsahovala položky pořizovací ceny a odpisy označené jako položky reklasifikace. Tyto položky se potom vytisknou v samostatném sloupci.

# Report 4115493776 - Control 368802815 - Property 2879900210
source: Include Reclassification
cs_cz: Včetně přeřazení

# Report 4115493776 - Control 2344041136 - Property 1295455071
source: Specifies if you want the report to print information separately for each fixed asset.
cs_cz: Určuje, zda chcete, aby se v sestavě vytiskly údaje pro každý dlouhodobý majetek zvlášť.

# Report 4115493776 - Control 2344041136 - Property 2879900210
source: Print per Fixed Asset
cs_cz: Tisk dle DM

# Report 4115493776 - Control 1919917469 - Property 1295455071
source: Specifies the starting date
cs_cz: Určuje počáteční datum.

# Report 4115493776 - Control 1919917469 - Property 2879900210
source: Starting Date
cs_cz: Počáteční datum

# Report 4014259350 - Property 2879900210
source: Fixed Asset G/L Analysis
cs_cz: Finanční analýza dlouhodobého majetku

# Report 4014259350 - NamedType 658999755
source: The date type %1 is not a valid option.
cs_cz: Typ data %1 není platnou volbou.

# Report 4014259350 - NamedType 1439866376
source: ,FA Class,FA Subclass,FA Location,Main Asset,Global Dimension 1,Global Dimension 2,FA Posting Group,Tax Depreciation Group
cs_cz: ,Třída DM,Podtřída DM,Umístění DM,Hlavní majetek,Globální dimenze 1,Globální dimenze 2,Účto skupina DM,Daňové odpisové skupiny

# Report 4014259350 - NamedType 1665040906
source: Group Totals
cs_cz: Skupiny celkem

# Report 4014259350 - NamedType 2830245879
source: Group Total
cs_cz: Skupina celkem

# Report 4014259350 - NamedType 2642234806
source: %1 has been modified in fixed asset %2
cs_cz: %1 byla změněna v dlouhodobém majetku %2

# Report 4014259350 - NamedType 3146176351
source: The posting type %1 is not a valid option.
cs_cz: Typ účtování %1 není platnou volbou.

# Report 4014259350 - NamedType 4068000480
source: %1 must be specified only together with the types %2, %3, %4 or %5.
cs_cz: %1 se musí zadat pouze společně s typy %2, %3, %4 nebo %5.

# Report 4014259350 - Method 2858010516 - NamedType 1963454497
source: ,Disposal,Bal. Disposal
cs_cz: ,Vyřazení,Protiúčet vyřazení

# Report 4014259350 - ReportLabel 2739007831
source: Fixed Asset - G/L Analysis
cs_cz: Dlouhodobý majet.-fin.analýza

# Report 4014259350 - ReportLabel 1877187315
source: Page
cs_cz: Stránka

# Report 4014259350 - ReportLabel 2410138484
source: Total
cs_cz: Celkem

# Report 4014259350 - Control 2346885236 - Property 2879900210
source: Options
cs_cz: Možnosti

# Report 4014259350 - Control 800604665 - Property 1295455071
source: Specifies an Amount field that you use to create your own analysis. The report has three columns in which three types of amounts can be displayed. Choose the relevant FA posting type for each column.
cs_cz: Určuje pole Částka, které použijete vytvoření vaší vlastní analýzy. Sestava má tři sloupce, ve kterých mohou být zobrazeny tři typy částek. Zvolte odpovídající Typ účtování DM pro každý sloupec.

# Report 4014259350 - Control 800604665 - Property 2879900210
source: Amount Field 1
cs_cz: Pole částky 1

# Report 4014259350 - Control 162908048 - Property 1295455071
source: Specifies an Amount field that you use to create your own analysis.
cs_cz: Určuje pole množství, které můžete použít k vytvoření vlastní analýzy.

# Report 4014259350 - Control 162908048 - Property 2879900210
source: Amount Field 2
cs_cz: Pole částky 2

# Report 4014259350 - Control 3820178727 - Property 1295455071
source: Specifies an Amount field that you use to create your own analysis.
cs_cz: Určuje pole množství, které můžete použít k vytvoření vlastní analýzy.

# Report 4014259350 - Control 3820178727 - Property 2879900210
source: Amount Field 3
cs_cz: Pole částky 3

# Report 4014259350 - Control 365468961 - Property 1295455071
source: Specifies the first type of date that the report must show. The report has two columns in which two types of dates can be displayed. In each of the fields, select one of the available date types.
cs_cz: Určuje první typ data, které sestava musí zobrazovat. Sestava má dva sloupce, ve kterých se mohou zobrazovat dva typy dat. V každém z těchto polí vyberte jeden z dostupných typů dat.

# Report 4014259350 - Control 365468961 - Property 2879900210
source: Date Field 1
cs_cz: Pole data 1

# Report 4014259350 - Control 4022739640 - Property 1295455071
source: Specifies the second type of date that the report must show.
cs_cz: Určuje druhý typ data, které sestava musí zobrazovat.

# Report 4014259350 - Control 4022739640 - Property 2879900210
source: Date Field 2
cs_cz: Pole data 2

# Report 4014259350 - Control 975045777 - Property 1295455071
source: Specifies the code for the depreciation book to be included in the report or batch job.
cs_cz: Určuje kód pro knihu odpisů, které mají být zahrnuty do sestavy nebo dávkové úlohy.

# Report 4014259350 - Control 975045777 - Property 2879900210
source: Depreciation Book
cs_cz: Kniha odpisů

# Report 4014259350 - Control 3696459432 - Property 1295455071
source: Specifies the date when you want the report to end.
cs_cz: Určuje datum, kdy má sestava končit.

# Report 4014259350 - Control 3696459432 - Property 2879900210
source: Ending Date
cs_cz: Koncové datum

# Report 4014259350 - Control 3128924547 - Property 1295455071
source: Specifies a group type if you want the report to group the fixed assets and print group totals. For example, if you have set up six FA classes, then select the FA Class option to have group totals printed for each of the six class codes. Select to see the available options. If you do not want group totals to be printed, select the blank option.
cs_cz: Určuje typ skupiny v případě, že si přejete, aby sestava sdružovala dlouhodobý majetek do skupin a tiskla součty skupin. Například jestliže jste si nastavili šest tříd IM, pak si zvolte volbu Třída IM, čímž dosáhnete vytisknutí součtů skupin pro každý ze šesti kódů tříd. Chcete-li se podívat na volby, které zde máte k dispozici, klikněte na tlačítko. Nechcete-li mít součty skupin vytištěny, zvolte si prázdnou volbu.

# Report 4014259350 - Control 3128924547 - Property 2879900210
source: Group Totals
cs_cz: Skupiny celkem

# Report 4014259350 - Control 4230832525 - Property 1295455071
source: Specifies if you want the report to show information only for sold fixed assets.
cs_cz: Určuje, zda chcete, aby sestava zobrazila informace pouze o prodaném dlouhodobém majetku.

# Report 4014259350 - Control 4230832525 - Property 2879900210
source: Only Sold Assets
cs_cz: Pouze prodaný majetek

# Report 4014259350 - Control 1914411813 - Property 1295455071
source: Specifies how the report determines the nature of the amounts in the first amount field. (Blank): The amounts consist of fixed asset ledger entries with the posting type that corresponds to the option in the amount field. Disposal: The amounts consists of fixed asset ledger entries with the posting type that corresponds to the option in the amount field if these entries have been posted to disposal accounts. Bal. Disposal: The amounts consist of fixed asset ledger entries with the posting type that corresponds to the option in the amount field if these entries have been posted to balancing disposal accounts.
cs_cz: Specifikuje způsob, jak sestava určuje povahu částky v poli Pole částky 1.

# Report 4014259350 - Control 1914411813 - Property 2879900210
source: Period 1
cs_cz: Období 1

# Report 4014259350 - Control 1767412852 - Property 1295455071
source: Specifies how the report determines the nature of the amounts in the second amount field. (Blank): The amounts consist of fixed asset ledger entries with the posting type that corresponds to the option in the amount field. Disposal: The amounts consists of fixed asset ledger entries with the posting type that corresponds to the option in the amount field if these entries have been posted to disposal accounts. Bal. Disposal: The amounts consist of fixed asset ledger entries with the posting type that corresponds to the option in the amount field if these entries have been posted to balancing disposal accounts.
cs_cz: Specifikuje způsob, jak sestava určuje povahu částky v poli Pole částky 2.

# Report 4014259350 - Control 1767412852 - Property 2879900210
source: Period 2
cs_cz: Období 2

# Report 4014259350 - Control 254380195 - Property 1295455071
source: Specifies how the report determines the nature of the amounts in the third amount field. (Blank): The amounts consist of fixed asset ledger entries with the posting type that corresponds to the option in the amount field. Disposal: The amounts consists of fixed asset ledger entries with the posting type that corresponds to the option in the amount field if these entries have been posted to disposal accounts. Bal. Disposal: The amounts consist of fixed asset ledger entries with the posting type that corresponds to the option in the amount field if these entries have been posted to balancing disposal accounts.
cs_cz: Specifikuje způsob, jak sestava určuje povahu částky v poli Pole částky 3.

# Report 4014259350 - Control 254380195 - Property 2879900210
source: Period 3
cs_cz: Období 3

# Report 4014259350 - Control 41067876 - Property 1295455071
source: Specifies if you want the report to print information separately for each fixed asset.
cs_cz: Určuje, zda chcete, aby se v sestavě vytiskly údaje pro každý dlouhodobý majetek zvlášť.

# Report 4014259350 - Control 41067876 - Property 2879900210
source: Print per Fixed Asset
cs_cz: Tisk dle DM

# Report 4014259350 - Control 1919917469 - Property 1295455071
source: Specifies the date when you want the report to start.
cs_cz: Určuje datum, kdy má sestava začínat.

# Report 4014259350 - Control 1919917469 - Property 2879900210
source: Starting Date
cs_cz: Počáteční datum

# Report 3982347546 - Property 2879900210
source: Fixed Asset Projected Value
cs_cz: Dlouhod.majetek-oček. hodnota

# Report 3982347546 - NamedType 1439866376
source: ,FA Class,FA Subclass,FA Location,Main Asset,Global Dimension 1,Global Dimension 2,FA Posting Group,Tax Depreciation Group
cs_cz: ,Třída DM,Podtřída DM,Umístění DM,Hlavní majetek,Globální dimenze 1,Globální dimenze 2,Účto skupina DM,Daňová odpisová skupina

# Report 3982347546 - NamedType 1665040906
source: Group Totals
cs_cz: Skupiny celkem

# Report 3982347546 - NamedType 2830245879
source: Group Total
cs_cz: Skupina celkem

# Report 3982347546 - NamedType 2642234806
source: %1 has been modified in fixed asset %2.
cs_cz: %1 byla změněna v dlouhodobém majetku %2.

# Report 3982347546 - NamedType 2074560088
source: Number of Days must not be greater than %1 or less than 5.
cs_cz: Počet dní musí být větší než %1 nebo menší než 5.

# Report 3982347546 - NamedType 3463035426
source: Projected Gain/Loss
cs_cz: Očekávaný zisk/ztráta

# Report 3982347546 - NamedType 2820346175
source: Projected Value
cs_cz: Očekávaná hodnota

# Report 3982347546 - NamedType 2410138484
source: Total
cs_cz: Celkem

# Report 3982347546 - NamedType 2826298686
source: You must create accounting periods until %1 to use 365 days depreciation and 'Use Accounting Periods'.
cs_cz: Chcete-li použít odpisy 365 dnů a nastavení Použít účetní odpisy, je třeba vytvořit účetní období do %1.

# Report 3982347546 - NamedType 1799216286
source: You must specify %1.
cs_cz: Je nutné zadat %1.

# Report 3982347546 - ReportLabel 3768353108
source: Book Value
cs_cz: Účetní hodnota

# Report 3982347546 - ReportLabel 2627835925
source: Depreciation
cs_cz: Odpisy

# Report 3982347546 - ReportLabel 1877187315
source: Page
cs_cz: Strana

# Report 3982347546 - ReportLabel 580459614
source: Projected Amounts per Date
cs_cz: Očekávané částky po dnech

# Report 3982347546 - ReportLabel 1687279216
source: Fixed Asset - Projected Value
cs_cz: Dlouhod.majetek-oček. hodnota

# Report 3982347546 - Control 2346885236 - Property 2879900210
source: Options
cs_cz: Možnosti

# Report 3982347546 - Control 433756905 - Property 1295455071
source: Specifies the name of the budget you want to copy projected values to.
cs_cz: Určuje název rozpočtu, do kterého chcete zkopírovat plánované hodnoty.

# Report 3982347546 - Control 433756905 - Property 2879900210
source: Copy to G/L Budget Name
cs_cz: Kopie do fin.rozpočtu

# Report 3982347546 - Control 2593215356 - Property 1295455071
source: Specifies the number of days that must be used for calculating the depreciation as of the first depreciation date, regardless of the actual number of days from the last depreciation entry.
cs_cz: Určuje počet dní, které musí být použity pro výpočet odpisů od prvního data odpisu, bez ohledu na skutečný počet dní od poslední položky odpisu.

# Report 3982347546 - Control 2593215356 - Property 2879900210
source: No. of Days in First Period
cs_cz: Počet dní v prvním období

# Report 3982347546 - Control 975045777 - Property 1295455071
source: Specifies the depreciation book for the printing of entries.
cs_cz: Určuje knihy odpisů pro tisk položek.

# Report 3982347546 - Control 975045777 - Property 2879900210
source: Depreciation Book
cs_cz: Kniha odpisů

# Report 3982347546 - Control 2882576599 - Property 1295455071
source: Specifies the date to be used as the first date in the period for which you want to calculate projected depreciation.
cs_cz: Určuje datum, které má být použito jako první datum v období, pro které chcete vypočítat předpokládané odpisy.

# Report 3982347546 - Control 2882576599 - Property 2879900210
source: First Depreciation Date
cs_cz: První datum odpisu

# Report 3982347546 - Control 3128924547 - Property 1295455071
source: Specifies a group type if you want the report to group the fixed assets and print group totals.
cs_cz: Určuje typ skupiny, pokud chcete, aby se sestavila skupina dlouhodobého majetku a vytiskly souhrny skupiny.

# Report 3982347546 - Control 3128924547 - Property 2879900210
source: Group Totals
cs_cz: Skupiny celkem

# Report 3982347546 - Control 432747512 - Property 1295455071
source: Specifies a date if you want the report to include posted entries.
cs_cz: Určuje datum, pokud chcete, aby sestava zahrnovala zaúčtované položky.

# Report 3982347546 - Control 432747512 - Property 2879900210
source: Posted Entries From
cs_cz: Účtované položky od

# Report 3982347546 - Control 1815604755 - Property 1295455071
source: Specifies if you want the program to automatically insert budget entries with balancing accounts.
cs_cz: Určuje, zda chcete, aby program automaticky vložil položky rozpočtu spolu s protiúčty.

# Report 3982347546 - Control 1815604755 - Property 2879900210
source: Insert Bal. Account
cs_cz: Vložit protiúčet

# Report 3982347546 - Control 1640459735 - Property 1295455071
source: Specifies the date to be used as the last date in the period for which you want to calculate projected depreciation. This date must be later than the date in the First Depreciation Date field.
cs_cz: Určuje datum, které má být použito jako poslední datum v období, pro které chcete vypočítat předpokládané odpisy. Toto datum musí být pozdější než datum v poli první datum odpisu.

# Report 3982347546 - Control 1640459735 - Property 2879900210
source: Last Depreciation Date
cs_cz: Datum posledního odpisu

# Report 3982347546 - Control 4129130542 - Property 1295455071
source: Specifies the length of the periods between the first depreciation date and the last depreciation date.
cs_cz: Určuje délku období mezi prvním datem odpisu a posledním datem odpisu.

# Report 3982347546 - Control 4129130542 - Property 2879900210
source: Number of Days
cs_cz: Počet dní

# Report 3982347546 - Control 1102043806 - Property 1295455071
source: Specifies if you want the program to include on the last page of the report a summary of the calculated depreciation for all assets.
cs_cz: Určuje, zda chcete, aby program na poslední stranu sestavy vložil shrnutí vypočtených odpisů pro všechen majetek.

# Report 3982347546 - Control 1102043806 - Property 2879900210
source: Print Amounts per Date
cs_cz: Tisk částek po dnech

# Report 3982347546 - Control 4179148676 - Property 1295455071
source: Specifies if you want the report to print information separately for each fixed asset.
cs_cz: Určuje, zda chcete, aby se v sestavě vytiskly údaje pro každý dlouhodobý majetek zvlášť.

# Report 3982347546 - Control 4179148676 - Property 2879900210
source: Print per Fixed Asset
cs_cz: Tisk dle DM

# Report 3982347546 - Control 4080915568 - Property 1295455071
source: Specifies if you want the report to include projected disposals: the contents of the Projected Proceeds on Disposalfield and the Projected Disposal Date field on the fixed asset depreciation book.
cs_cz: Určuje, zda chcete, aby sestava zahrnula očekávaná vyřazení: obsahy pole Plánovaný postup při vyřazení a pole plánované datum vyřazení v knize odpisů DM.

# Report 3982347546 - Control 4080915568 - Property 2879900210
source: Projected Disposal
cs_cz: Očekávané vyřazení

# Report 3982347546 - Control 1857854540 - Property 1295455071
source: Specifies if the accounting period will be used for fixed asset report
cs_cz: Určuje, zda se pro sestavu dlouhodobého majetku použije účetní období.

# Report 3982347546 - Control 1857854540 - Property 2879900210
source: Use Accounting Period
cs_cz: Použít účetní období

# Report 4247254988 - Property 2879900210
source: Fixed Asset Acquisition
cs_cz: Pořízení dlouhodobého majetku
