Repository: rstefanetti/MSDyn365BC.Code.History
Catalog: CompanyHub/Source/Company Hub/Translations/Company Hub.*.xlf
Languages: es_es, is_is, it_it, nb_no, nl_nl, ru_ru

# Page 2174524830 - Control 3207733361 - Property 1295455071
source: Specifies the last depreciated posted date.
es_es: Especifica la última fecha de amortización registrada.
is_is: Tilgreinir dagsetningu síðustu bókuðu afskriftar.
it_it: Specifica la data dell'ultimo ammortamento registrato.
nb_no: Angir bokføringsdato for siste avskrivning.
nl_nl: Hiermee wordt de datum van de laatst geboekte afschrijving opgegeven.
ru_ru: Определяет дату последнего учета амортизации.

# Page 2174524830 - Control 2432407826 - Property 1295455071
source: Specifies the last refreshed date.
es_es: Especifica la última fecha de actualización.
is_is: Tilgreinir síðasta uppfærsludag.
it_it: Specifica la data dell'ultimo aggiornamento.
nb_no: Angir siste oppdateringsdato.
nl_nl: Hiermee wordt de datum opgegeven waarop voor het laatst is vernieuwd.
ru_ru: Определяет дату последнего обновления.

# Page 2174524830 - Control 2432407826 - Property 2879900210
source: Last Refreshed
es_es: Última actualización
is_is: Síðast uppfært
it_it: Ultimo aggiornamento
nb_no: Sist oppdatert
nl_nl: Laatst vernieuwd
ru_ru: Последнее обновление

# Page 2174524830 - Control 2185352090 - Property 1295455071
source: Specifies the number of my incoming documents that are assigned to you or to a group that you are a member of.
es_es: Especifica el número de documentos entrantes que tiene asignados o que se han asignado a un grupo del que es miembro.
is_is: Tilgreinir fjölda eigin skjala á innleið sem hefur verið úthlutað til þín eða flokks sem þú tilheyrir.
it_it: Specifica il numero di documenti personali in entrata assegnati all'utente corrente o un gruppo di cui l'utente corrente è membro.
nb_no: Angir antall mine innkommende dokumenter som er tilordnet til deg eller til en gruppe du er medlem av.
nl_nl: Hiermee wordt het aantal van mijn inkomende documenten opgegeven die zijn toegewezen aan u of aan een groep waarvan u lid bent.
ru_ru: Определяет количество моих входящих документов, назначенных вам или группе, членом которой вы являетесь.

# Page 2174524830 - Control 1463502244 - Property 1295455071
source: Specifies the number of overdue tasks that are assigned to you or to a group that you are a member of.
es_es: Especifica el número de tareas vencidas que tiene asignadas o que se han asignado a un grupo del que es miembro.
is_is: Tilgreinir fjölda verkefna sem eru komin fram yfir á tíma og sem hefur verið úthlutað til þín eða flokks sem þú tilheyrir.
it_it: Specifica il numero di task scaduti assegnati all'utente corrente o un gruppo di cui l'utente corrente è membro.
nb_no: Angir antall forfalte oppgaver som er tilordnet til deg eller til en gruppe du er medlem av.
nl_nl: Hiermee wordt het aantal achterstallige taken opgegeven dat is toegewezen aan u of aan een groep waarvan u lid bent.
ru_ru: Определяет количество просроченных задач, назначенных вам или группе, членом которой вы являетесь.

# Page 2174524830 - Control 1463502244 - Property 2879900210
source: My Overdue Tasks
es_es: Mis tareas vencidas
is_is: Verkefnin mín sem komin eru fram yfir á tíma
it_it: Task personali scaduti
nb_no: Mine forfalte oppgaver
nl_nl: Mijn achterstallige taken
ru_ru: Мои просроченные задачи

# Page 2174524830 - Control 2366028613 - Property 1295455071
source: Specifies the number of pending tasks that are assigned to you or to a group that you are a member of.
es_es: Especifica el número de tareas pendientes que tiene asignadas o que se han asignado a un grupo del que es miembro.
is_is: Tilgreinir fjölda verkefna í bið sem hefur verið úthlutað til þín eða flokks sem þú tilheyrir.
it_it: Specifica il numero di task in sospeso assegnati all'utente corrente o un gruppo di cui l'utente corrente è membro.
nb_no: Angir antall ventende oppgaver som er tilordnet til deg eller til en gruppe du er medlem av.
nl_nl: Hiermee wordt het aantal wachtende taken opgegeven dat is toegewezen aan u of aan een groep waarvan u lid bent.
ru_ru: Определяет количество ожидающих задач, назначенных вам или группе, членом которой вы являетесь.

# Page 2174524830 - Control 2366028613 - Property 2879900210
source: My User Tasks
es_es: Mis tareas de usuario
is_is: Notandaverkefnin mín
it_it: Task personali dell'utente
nb_no: Mine brukeroppgaver
nl_nl: Mijn gebruikerstaken
ru_ru: Мои задачи пользователя

# Page 2174524830 - Control 2961552353 - Property 1295455071
source: Specifies the name of the environment. Specify your own name for the environment, or use the original name that has been defined in this environment.
es_es: Especifica el nombre del entorno. Especifique su propio nombre para el entorno o use el nombre original que se ha definido en este entorno.
is_is: Tilgreinir heiti umhverfisins. Tilgreindu þitt eigið heiti fyrir umhverfið eða notaðu upprunalegt heiti sem hefur verið skilgreint í þessu umhverfi.
it_it: Specifica il nome dell'ambiente. Specificare un proprio nome per l'ambiente o utilizzare il nome originale definito in questo ambiente.
nb_no: Angir navnet på miljøet. Angi ditt eget navn for miljøet, eller bruk det opprinnelige navnet som er definert i dette miljøet.
nl_nl: Hiermee wordt de naam van de omgeving opgegeven. Geef uw eigen naam op voor de omgeving of gebruik de oorspronkelijke naam die in deze omgeving is gedefinieerd.
ru_ru: Определяет имя среды. Укажите собственное имя для среды или используйте исходное имя, которое было определено в этой среде.

# Page 2174524830 - Control 2961552353 - Property 2879900210
source: Enviroment Name
es_es: Nombre de entorno
is_is: Heiti umhverfis
it_it: Nome ambiente
nb_no: Miljønavn
nl_nl: Omgevingsnaam
ru_ru: Имя среды

# Page 2174524830 - Control 3992271978 - Property 1295455071
source: Specifies the number of new incoming documents that are assigned to you or to a group that you are a member of.
es_es: Especifica el número de nuevos documentos de entrada que tiene asignados o que se han asignado a un grupo del que es miembro.
is_is: Tilgreinir fjölda nýrra skjala á innleið sem hefur verið úthlutað til þín eða flokks sem þú tilheyrir.
it_it: Specifica il numero di nuovi documenti in entrata assegnati all'utente corrente o un gruppo di cui l'utente corrente è membro.
nb_no: Angir antall nye innkommende dokumenter som er tilordnet til deg eller til en gruppe du er medlem av.
nl_nl: Hiermee wordt het aantal nieuwe inkomende documenten opgegeven die zijn toegewezen aan u of aan een groep waarvan u lid bent.
ru_ru: Определяет количество новых входящих документов, назначенных вам или группе, членом которой вы являетесь.

# Page 2174524830 - Control 2004926506 - Property 1295455071
source: Specifies the number of non-applied payments that are assigned to you or to a group that you are a member of.
es_es: Especifica el número de pagos no liquidados que tiene asignados o que se han asignado a un grupo del que es miembro.
is_is: Tilgreinir fjölda ójafnaðra greiðslna sem eru komin fram yfir á tíma og sem hefur verið úthlutað til þín eða flokks sem þú tilheyrir.
it_it: Specifica il numero di pagamenti non collegati assegnati all'utente corrente o un gruppo di cui l'utente corrente è membro.
nb_no: Angir antall ikke-utlignede betalinger som er tilordnet til deg eller til en gruppe du er medlem av.
nl_nl: Hiermee wordt het aantal niet-vereffende betalingen opgegeven die zijn toegewezen aan u of aan een groep waarvan u lid bent.
ru_ru: Определяет количество непримененных платежей, назначенных вам или группе, членом которой вы являетесь.

# Page 2174524830 - Control 3645689861 - Property 1295455071
source: Specifies the number of documents on which OCR is completed that are assigned to you or to a group that you are a member of.
es_es: Especifica el número de documentos en el que se ha completado OCR que tiene asignadas o que se han asignado a un grupo del que es miembro.
is_is: Tilgreinir fjölda skjala þar sem stafakennsl hafa verið keyrð sem hefur verið úthlutað til þín eða flokks sem þú tilheyrir.
it_it: Specifica il numero di documenti con OCR completato assegnati all'utente corrente o un gruppo di cui l'utente corrente è membro.
nb_no: Angir antall dokumenter der OCR er fullført, som er tilordnet til deg eller til en gruppe du er medlem av.
nl_nl: Hiermee wordt het aantal documenten opgegeven waarvoor OCR is voltooid en die zijn toegewezen aan u of aan een groep waarvan u lid bent.
ru_ru: Определяет количество документов с завершенным OCR, назначенных вам или группе, членом которой вы являетесь.

# Page 2174524830 - Control 1333795427 - Property 1295455071
source: Specifies the number of documents pending for OCR that are assigned to you or to a group that you are a member of.
es_es: Especifica el número de documentos pendientes para OCR que tiene asignados o que se han asignado a un grupo del que es miembro.
is_is: Tilgreinir fjölda skjala sem bíða stafakennsla sem eru komin fram yfir á tíma og sem hefur verið úthlutað til þín eða flokks sem þú tilheyrir.
it_it: Specifica il numero di documenti in sospeso per OCR assegnati all'utente corrente o un gruppo di cui l'utente corrente è membro.
nb_no: Angir antall ventende dokumenter for OCR som er tilordnet til deg eller til en gruppe du er medlem av.
nl_nl: Hiermee wordt het aantal documenten opgegeven die in behandeling zijn genomen voor OCR en die zijn toegewezen aan u of aan een groep waarvan u lid bent.
ru_ru: Определяет количество ожидающих OCR документов, назначенных вам или группе, членом которой вы являетесь.

# Page 2174524830 - Control 2397463180 - Property 1295455071
source: Specifies the number of ongoing purchase invoices that are assigned to you or to a group that you are a member of.
es_es: Especifica el número de facturas de compra en curso que tiene asignadas o que se han asignado a un grupo del que es miembro.
is_is: Tilgreinir fjölda innkaupareikninga í gangi sem hefur verið úthlutað til þín eða flokks sem þú tilheyrir.
it_it: Specifica il numero di fatture acquisto in corso assegnate all'utente corrente o un gruppo di cui l'utente corrente è membro.
nb_no: Angir antall pågående kjøpsfakturaer som er tilordnet til deg eller til en gruppe du er medlem av.
nl_nl: Hiermee wordt het aantal lopende inkoopfacturen opgegeven die zijn toegewezen aan u of aan een groep waarvan u lid bent.
ru_ru: Определяет количество текущих счетов покупки, назначенных вам или группе, членом которой вы являетесь.

# Page 2174524830 - Control 3230621205 - Property 1295455071
source: Specifies the number of ongoing sales invoices that are assigned to you or to a group that you are a member of.
es_es: Especifica el número de facturas de venta en curso que tiene asignadas o que se han asignado a un grupo del que es miembro.
is_is: Tilgreinir fjölda sölureikninga í gangi sem hefur verið úthlutað til þín eða flokks sem þú tilheyrir.
it_it: Specifica il numero di fatture vendita in corso assegnate all'utente corrente o un gruppo di cui l'utente corrente è membro.
nb_no: Angir antall pågående salgsfakturaer som er tilordnet til deg eller til en gruppe du er medlem av.
nl_nl: Hiermee wordt het aantal lopende verkoopfacturen opgegeven die zijn toegewezen aan u of aan een groep waarvan u lid bent.
ru_ru: Определяет количество текущих счетов продажи, назначенных вам или группе, членом которой вы являетесь.

# Page 2174524830 - Control 1615783776 - Property 1295455071
source: Specifies the number of ongoing sales orders that are assigned to you or to a group that you are a member of.
es_es: Especifica el número de pedidos de venta en curso que tiene asignados o que se han asignado a un grupo del que es miembro.
is_is: Tilgreinir fjölda sölupantana í gangi sem hefur verið úthlutað til þín eða flokks sem þú tilheyrir.
it_it: Specifica il numero di ordini vendita in corso assegnati all'utente corrente o un gruppo di cui l'utente corrente è membro.
nb_no: Angir antall pågående salgsordrer som er tilordnet til deg eller til en gruppe du er medlem av.
nl_nl: Hiermee wordt het aantal lopende verkooporders opgegeven die zijn toegewezen aan u of aan een groep waarvan u lid bent.
ru_ru: Определяет количество текущих заказов на продажу, назначенных вам или группе, членом которой вы являетесь.

# Page 2174524830 - Control 2094009364 - Property 1295455071
source: Specifies the number of ongoing sales quotes that are assigned to you or to a group that you are a member of.
es_es: Especifica el número de ofertas de venta en curso que tiene asignadas o que se han asignado a un grupo del que es miembro.
is_is: Tilgreinir fjölda sölutilboða í gangi sem hefur verið úthlutað til þín eða flokks sem þú tilheyrir.
it_it: Specifica il numero di offerte vendita in corso assegnate all'utente corrente o un gruppo di cui l'utente corrente è membro.
nb_no: Angir antall pågående tilbud som er tilordnet til deg eller til en gruppe du er medlem av.
nl_nl: Hiermee wordt het aantal lopende verkoopoffertes opgegeven die zijn toegewezen aan u of aan een groep waarvan u lid bent.
ru_ru: Определяет количество текущих предложений по продаже, назначенных вам или группе, членом которой вы являетесь.

# Page 2174524830 - Control 4238549263 - Property 1295455071
source: Specifies the total amount on overdue purchase invoices.
es_es: Especifica el importe total de las facturas de compra vencidas.
is_is: Tilgreinir heildarupphæð á gjaldföllnum innkaupareikningum.
it_it: Specifica l'importo totale sulle fatture acquisto scadute.
nb_no: Angir totalbeløpet på forfalte kjøpsfakturaer.
nl_nl: Hiermee wordt het totale bedrag op achterstallige inkoopfacturen opgegeven.
ru_ru: Определяет итоговую сумму по просроченным счетам покупки.

# Page 2174524830 - Control 1154576810 - Property 1295455071
source: Specifies the total amount on overdue purchase invoices.
es_es: Especifica el importe total de las facturas de compra vencidas.
is_is: Tilgreinir heildarupphæð á gjaldföllnum innkaupareikningum.
it_it: Specifica l'importo totale sulle fatture acquisto scadute.
nb_no: Angir totalbeløpet på forfalte kjøpsfakturaer.
nl_nl: Hiermee wordt het totale bedrag op achterstallige inkoopfacturen opgegeven.
ru_ru: Определяет итоговую сумму по просроченным счетам покупки.

# Page 2174524830 - Control 1154576810 - Property 2879900210
source: Overdue Purch. Invoice Amount
es_es: Importe factura compra vencido
is_is: Upphæð gjaldfallins innkaupareiknings
it_it: Importo fatture di acquisto scadute
nb_no: Forfalt kjøpsfakturabeløp
nl_nl: Achterstallig inkoopfactuurbedrag
ru_ru: Сумма просроченных счетов покупки

# Page 2174524830 - Control 594594727 - Property 1295455071
source: Specifies the number of overdue purchase documents that are assigned to you or to a group that you are a member of.
es_es: Especifica el número de documentos de compra vencidos que tiene asignados o que se han asignado a un grupo del que es miembro.
is_is: Tilgreinir fjölda innkaupaskjala sem eru komin fram yfir á tíma og sem hefur verið úthlutað til þín eða flokks sem þú tilheyrir.
it_it: Specifica il numero di documenti acquisto scaduti assegnati all'utente corrente o un gruppo di cui l'utente corrente è membro.
nb_no: Angir antall forfalte kjøpsdokumenter som er tilordnet til deg eller til en gruppe du er medlem av.
nl_nl: Hiermee wordt het aantal achterstallige inkoopdocumenten opgegeven die zijn toegewezen aan u of aan een groep waarvan u lid bent.
ru_ru: Определяет количество просроченных документов покупки, назначенных вам или группе, членом которой вы являетесь.

# Page 2174524830 - Control 3412597410 - Property 1295455071
source: Specifies the number of overdue sales documents that are assigned to you or to a group that you are a member of.
es_es: Especifica el número de documentos de venta vencidos que tiene asignados o que se han asignado a un grupo del que es miembro.
is_is: Tilgreinir fjölda söluskjala sem eru komin fram yfir á tíma og sem hefur verið úthlutað til þín eða flokks sem þú tilheyrir.
it_it: Specifica il numero di documenti vendita scaduti assegnati all'utente corrente o un gruppo di cui l'utente corrente è membro.
nb_no: Angir antall forfalte salgsdokumenter som er tilordnet til deg eller til en gruppe du er medlem av.
nl_nl: Hiermee wordt het aantal achterstallige verkoopdocumenten opgegeven die zijn toegewezen aan u of aan een groep waarvan u lid bent.
ru_ru: Определяет количество просроченных документов продажи, назначенных вам или группе, членом которой вы являетесь.

# Page 2174524830 - Control 2949566721 - Property 1295455071
source: Specifies the total amount on overdue sales invoices.
es_es: Especifica el importe total de las facturas de venta vencidas.
is_is: Tilgreinir heildarupphæð á gjaldföllnum sölureikningum.
it_it: Specifica l'importo totale sulle fatture vendita scadute.
nb_no: Angir totalbeløpet på forfalte salgsfakturaer.
nl_nl: Hiermee wordt het totale bedrag op achterstallige verkoopfacturen opgegeven.
ru_ru: Определяет итоговую сумму по просроченным счетам продажи.

# Page 2174524830 - Control 3097378552 - Property 1295455071
source: Specifies the total amount on overdue sales invoices.
es_es: Especifica el importe total de las facturas de venta vencidas.
is_is: Tilgreinir heildarupphæð á gjaldföllnum sölureikningum.
it_it: Specifica l'importo totale sulle fatture vendita scadute.
nb_no: Angir totalbeløpet på forfalte salgsfakturaer.
nl_nl: Hiermee wordt het totale bedrag op achterstallige verkoopfacturen opgegeven.
ru_ru: Определяет итоговую сумму по просроченным счетам продажи.

# Page 2174524830 - Control 3097378552 - Property 2879900210
source: Overdue Sales Invoice Amount
es_es: Importe factura ventas vencido
is_is: Upphæð gjaldfallins sölureiknings
it_it: Importo fatture di vendita scadute
nb_no: Forfalt salgsfakturabeløp
nl_nl: Achterstallig verkoopfactuurbedrag
ru_ru: Сумма просроченных счетов продажи

# Page 2174524830 - Control 3103705984 - Property 1295455071
source: Specifies the number of purchase orders pending approval that are assigned to you or to a group that you are a member of.
es_es: Especifica el número de pedidos de compra pendientes de aprobación que tiene asignados o que se han asignado a un grupo del que es miembro.
is_is: Tilgreinir fjölda innkaupapantana sem bíða samþykktar og sem hefur verið úthlutað til þín eða flokks sem þú tilheyrir.
it_it: Specifica il numero di ordini acquisto in attesa di approvazione assegnati all'utente corrente o un gruppo di cui l'utente corrente è membro.
nb_no: Angir antall bestillinger som venter på godkjenning, som er tilordnet til deg eller til en gruppe du er medlem av.
nl_nl: Hiermee wordt het aantal inkooporders opgegeven die in behandeling zijn genomen om te worden goedgekeurd en zijn toegewezen aan u of aan een groep waarvan u lid bent.
ru_ru: Определяет количество ожидающих утверждения заказов на покупку, назначенных вам или группе, членом которой вы являетесь.

# Page 2174524830 - Control 3720205249 - Property 1295455071
source: Specifies the number of purchase invoices that are due for the next week.
es_es: Especifica el número de facturas de compra cuyo pago vence la próxima semana.
is_is: Tilgreinir fjölda innkaupareikninga með gjalddaga í næstu viku.
it_it: Specifica il numero delle fatture acquisto che scadono la prossima settimana.
nb_no: Angir antall kjøpsfakturaer som forfaller neste uke.
nl_nl: Hiermee wordt het aantal inkoopfacturen opgegeven die volgende week moeten worden betaald.
ru_ru: Определяет количество счетов покупки, которые должны быть оплачены на следующей неделе.

# Page 2174524830 - Control 2942533026 - Property 1295455071
source: Specifies the number of purchase discounts for the next week.
es_es: Especifica el número de descuentos de compra para la semana siguiente.
is_is: Tilgreinir fjölda kaupafslátta fyrir næstu viku.
it_it: Specifica il numero di sconti sugli acquisti per la prossima settimana.
nb_no: Angir hvor mange kjøpsrabatter som er tilgjengelige neste uke.
nl_nl: Hiermee wordt het aantal inkoopkortingen voor de volgende week opgegeven.
ru_ru: Определяет количество скидок на покупки на следующую неделю.

# Page 2174524830 - Control 195189496 - Property 1295455071
source: Specifies the number of purchase documents due for today that are assigned to you or to a group that you are a member of.
es_es: Especifica el número de documentos de compra que vencen hoy y que tiene asignados o que se han asignado a un grupo del que es miembro.
is_is: Tilgreinir fjölda innkaupaskjala á gjalddaga í dag sem hefur verið úthlutað til þín eða flokks sem þú tilheyrir.
it_it: Specifica il numero di documenti acquisto con scadenza odierna assegnati all'utente corrente o un gruppo di cui l'utente corrente è membro.
nb_no: Angir antall kjøpsdokumenter som forfaller i dag, som er tilordnet til deg eller til en gruppe du er medlem av.
nl_nl: Hiermee wordt het aantal inkoopdocumenten opgegeven die vandaag vervallen en die zijn toegewezen aan u of aan een groep waarvan u lid bent.
ru_ru: Определяет количество подлежащих оплате сегодня документов покупки, назначенных вам или группе, членом которой вы являетесь.

# Page 2174524830 - Control 2882327954 - Property 1295455071
source: Specifies the number of purchase orders that are assigned to you or to a group that you are a member of.
es_es: Especifica el número de pedidos de compra que tiene asignados o que se han asignado a un grupo del que es miembro.
is_is: Tilgreinir fjölda innkaupapantana sem eru komin fram yfir á tíma og sem hefur verið úthlutað til þín eða flokks sem þú tilheyrir.
it_it: Specifica il numero di ordini acquisto assegnati all'utente corrente o un gruppo di cui l'utente corrente è membro.
nb_no: Angir antall bestillinger som er tilordnet til deg eller til en gruppe du er medlem av.
nl_nl: Hiermee wordt het aantal inkooporders opgegeven die zijn toegewezen aan u of aan een groep waarvan u lid bent.
ru_ru: Определяет количество заказов на покупку, назначенных вам или группе, членом которой вы являетесь.

# Page 2174524830 - Control 849761688 - Property 1295455071
source: Specifies the number of approved purchase return orders that are assigned to you or to a group that you are a member of.
es_es: Especifica el número de pedidos de devolución de compra aprobados que tiene asignados o que se han asignado a un grupo del que es miembro.
is_is: Tilgreinir fjölda samþykktra vöruskilapantana innkaupa sem eru komnar fram yfir á tíma og sem hefur verið úthlutað til þín eða flokks sem þú tilheyrir.
it_it: Specifica il numero di ordini di reso acquisto approvati assegnati all'utente corrente o un gruppo di cui l'utente corrente è membro.
nb_no: Angir antall godkjente bestillingsreturer som er tilordnet til deg eller til en gruppe du er medlem av.
nl_nl: Hiermee wordt het aantal goedgekeurde inkoopretourorders opgegeven die zijn toegewezen aan u of aan een groep waarvan u lid bent.
ru_ru: Определяет количество утвержденных возвратов покупок, назначенных вам или группе, членом которой вы являетесь.

# Page 2174524830 - Control 3694491510 - Property 1295455071
source: Specifies the number of requests sent to approval that are assigned to you or to a group that you are a member of.
es_es: Especifica el número de solicitudes enviadas para aprobación que tiene asignadas o que se han asignado a un grupo del que es miembro.
is_is: Tilgreinir fjölda beiðna sendar til staðfestingar sem hefur verið úthlutað til þín eða flokks sem þú tilheyrir.
it_it: Specifica il numero di richieste inviate per l'approvazione assegnate all'utente corrente o un gruppo di cui l'utente corrente è membro.
nb_no: Angir antall forespørsler sendt til godkjenning som er tilordnet til deg eller til en gruppe du er medlem av.
nl_nl: Hiermee wordt het aantal aanvragen opgegeven die ter goedkeuring zijn verzonden en die zijn toegewezen aan u of aan een groep waarvan u lid bent.
ru_ru: Определяет количество отправленных на утверждение запросов, назначенных вам или группе, членом которой вы являетесь.
