Repository: rstefanetti/MSDyn365BC.Code.History
Catalog: CompanyHub/Source/Company Hub/Translations/Company Hub.*.xlf
Languages: es_es, is_is, it_it, nb_no, nl_nl, ru_ru

# Table 2821884881 - Field 1333795427 - Property 2879900210
source: OCR Pending
es_es: OCR pendiente
is_is: OCR í bið
it_it: OCR in sospeso
nb_no: OCR i kø
nl_nl: OCR in behandeling
ru_ru: Ожидание OCR

# Table 2821884881 - Field 521734458 - Property 2879900210
source: OCR Pending Style
es_es: Estilo de OCR pendiente
is_is: Stíll stafakennsla í bið
it_it: Stile OCR in sospeso
nb_no: Stil for OCR i kø
nl_nl: Stijl van OCR in behandeling
ru_ru: Ожидание OCR - стиль

# Table 2821884881 - Field 2585361234 - Property 2879900210
source: Ongoing Purch. Invoices Style
es_es: Facturas de compras en curso - Estilo
is_is: Stíll opinna innkaupareikninga
it_it: Stile fatture acquisto in corso
nb_no: Stil for pågående kjøpsfakturaer
nl_nl: Stijl van lopende inkoopfacturen
ru_ru: Текущие счета покупки - стиль

# Table 2821884881 - Field 2397463180 - Property 2879900210
source: Ongoing Purchase Invoices
es_es: Facturas de compra en curso
is_is: Opnir innkaupareikningar
it_it: Fatture acquisto in corso
nb_no: Pågående kjøpsfakturaer
nl_nl: Lopende inkoopfacturen
ru_ru: Текущие счета покупки

# Table 2821884881 - Field 3230621205 - Property 2879900210
source: Ongoing Sales Invoices
es_es: Facturas de ventas en curso
is_is: Opnir sölureikningar
it_it: Fatture vendita in corso
nb_no: Pågående salgsfakturaer
nl_nl: Lopende verkoopfacturen
ru_ru: Текущие счета продажи

# Table 2821884881 - Field 3900425032 - Property 2879900210
source: Ongoing Sales Invoices Style
es_es: Facturas de ventas en curso - Estilo
is_is: Stíll opinna sölureikninga
it_it: Stile fatture vendita in corso
nb_no: Stil for pågående salgsfakturaer
nl_nl: Stijl van lopende verkoopfacturen
ru_ru: Текущие счета продажи - стиль

# Table 2821884881 - Field 1615783776 - Property 2879900210
source: Ongoing Sales Orders
es_es: Pedidos de venta en curso
is_is: Opnar sölupantanir
it_it: Ordini vendita in corso
nb_no: Pågående ordrer
nl_nl: Lopende verkooporders
ru_ru: Текущие заказы на продажу

# Table 2821884881 - Field 808993741 - Property 2879900210
source: Ongoing Sales Orders Style
es_es: Pedidos de venta en curso - Estilo
is_is: Stíll opinna sölupantana
it_it: Stile ordini vendita in corso
nb_no: Stil for pågående ordrer
nl_nl: Stijl van lopende verkooporders
ru_ru: Текущие заказы на продажу - стиль

# Table 2821884881 - Field 2094009364 - Property 2879900210
source: Ongoing Sales Quotes
es_es: Ofertas de venta en curso
is_is: Opin sölutilboð
it_it: Offerte vendita in corso
nb_no: Pågående tilbud
nl_nl: Lopende verkoopoffertes
ru_ru: Текущие предложения по продаже

# Table 2821884881 - Field 1798096473 - Property 2879900210
source: Ongoing Sales Quotes Style
es_es: Ofertas de venta en curso - Estilo
is_is: Stíll opinna sölutilboða
it_it: Stile offerte vendita in corso
nb_no: Stil for pågående tilbud
nl_nl: Stijl van lopende verkoopoffertes
ru_ru: Текущие предложения по продаже - стиль

# Table 2821884881 - Field 1218177304 - Property 2879900210
source: Overdue Purch. Docs Style
es_es: Documentos de compras vencidos - Estilo
is_is: Stíll gjaldfallinna innkaupaskjala
it_it: Stile documenti acquisto scaduti
nb_no: Stil for forfalte kjøpsdokumenter
nl_nl: Stijl van achterstallige inkoopdocumenten
ru_ru: Просроченные документы покупки - стиль

# Table 2821884881 - Field 3328126262 - Property 2879900210
source: Overdue Purch. Inv Amt Decimal
es_es: Imp. decimal facturas de compras vencidas
is_is: Tugastafur upphæða gjaldfallinna innkaupareikninga
it_it: Importo fatture acquisto scadute decimali
nb_no: Desimal av forfalt kjøpsfakturabeløp
nl_nl: Decimaal van achterstallig inkoopfactuurbedrag
ru_ru: Десятичная сумма просроченных счетов покупки

# Table 2821884881 - Field 3747266594 - Property 2879900210
source: Overdue Purch. Inv Amt Style
es_es: Imp. facturas de compras vencidas - Estilo
is_is: Stíll upphæða gjaldfallinna innkaupareikninga
it_it: Stile importo fatture acquisto scadute
nb_no: Stil for forfalt kjøpsfakturabeløp
nl_nl: Stijl van achterstallig inkoopfactuurbedrag
ru_ru: Сумма просроченных счетов покупки - стиль

# Table 2821884881 - Field 4238549263 - Property 2879900210
source: Overdue Purch. Invoice Amount
es_es: Importe factura compra vencido
is_is: Upphæð gjaldfallins innkaupareiknings
it_it: Importo fatture di acquisto scadute
nb_no: Forfalt kjøpsfakturabeløp
nl_nl: Achterstallig inkoopfactuurbedrag
ru_ru: Сумма просроченных счетов покупки

# Table 2821884881 - Field 594594727 - Property 2879900210
source: Overdue Purchase Documents
es_es: Documentos compras vencidos
is_is: Gjaldfallin innkaupaskjöl
it_it: Documenti acquisto scaduti
nb_no: Forfalte kjøpsdokumenter
nl_nl: Achterstallige inkoopdocumenten
ru_ru: Просроченные документы покупки

# Table 2821884881 - Field 3412597410 - Property 2879900210
source: Overdue Sales Documents
es_es: Documentos de ventas vencidos
is_is: Gjaldfallin söluskjöl
it_it: Documenti vendita scaduti
nb_no: Forfalte salgsdokumenter
nl_nl: Achterstallige verkoopdocumenten
ru_ru: Просроченные документы продажи

# Table 2821884881 - Field 1160670027 - Property 2879900210
source: Overdue Sales Documents Style
es_es: Documentos de ventas vencidos - Estilo
is_is: Stíll gjaldfallinna söluskjala
it_it: Stile documenti vendita scaduti
nb_no: Stil for forfalte salgsdokumenter
nl_nl: Stijl van achterstallige verkoopdocumenten
ru_ru: Просроченные документы продажи - стиль

# Table 2821884881 - Field 163766080 - Property 2879900210
source: Overdue Sales Inv Amt Style
es_es: Imp. facturas de ventas vencidas - Estilo
is_is: Stíll upphæða gjaldfallinna sölureikninga
it_it: Stile importo fatture vendita scadute
nb_no: Stil for forfalt salgsfakturabeløp
nl_nl: Stijl van achterstallig verkoopfactuurbedrag
ru_ru: Сумма просроченных счетов продажи - стиль

# Table 2821884881 - Field 310118585 - Property 2879900210
source: Overdue Sales Inv. Amt. Dec.
es_es: Dec. imp. facturas de ventas vencidas
is_is: Tugastafur upphæða gjaldfallinna sölureikninga
it_it: Importo fatture vendita scadute decimali
nb_no: Desimal av forfalt salgsfakturabeløp
nl_nl: Dec. van achterstallig verkoopfactuurbedrag
ru_ru: Десятичная сумма просроченных счетов продажи

# Table 2821884881 - Field 2949566721 - Property 2879900210
source: Overdue Sales Invoice Amount
es_es: Importe factura ventas vencido
is_is: Upphæð gjaldfallins sölureiknings
it_it: Importo fatture di vendita scadute
nb_no: Forfalt salgsfakturabeløp
nl_nl: Achterstallig verkoopfactuurbedrag
ru_ru: Сумма просроченных счетов продажи

# Table 2821884881 - Field 3103705984 - Property 2879900210
source: POs Pending Approval
es_es: Aprobación PC pendientes
is_is: Innkaupapantanir sem bíða samþykkis
it_it: Ordini acquisto in attesa di approvazione
nb_no: Bestillinger som venter på godkjenning
nl_nl: Inkooporders wachtend op goedkeuring
ru_ru: Заказы на покупку, ожидающие утверждения

# Table 2821884881 - Field 2427663917 - Property 2879900210
source: POs Pending Approval Style
es_es: Aprobación PC pendientes - Estilo
is_is: Stíll innkaupapantana sem bíða samþykkis
it_it: Stile ordini acquisto in attesa di approvazione
nb_no: Stil for bestillinger som venter på godkjenning
nl_nl: Stijl van inkooporders die wachten op goedkeuring
ru_ru: Заказы на покупку, ожидающие утверждения - стиль

# Table 2821884881 - Field 3145356549 - Property 2879900210
source: Purch. Disc Next Week Style
es_es: Descuentos de compra que vencen la semana que viene - Estilo
is_is: Stíll innkaupaafsláttar í næstu viku
it_it: Stile sconti acquisto prossima settimana
nb_no: Stil for kjøpsrabatter neste uke
nl_nl: Stijl van inkoopkorting van volgende week
ru_ru: Скидки на покупку на сл. неделе - стиль

# Table 2821884881 - Field 1370976087 - Property 2879900210
source: Purch. Docs Due Today Style
es_es: Documentos de compra que vencen hoy - Estilo
is_is: Stíll innkaupaskjala á skilum í dag
it_it: Stile documenti acquisto con scadenza odierna
nb_no: Stil for kjøpsdokumenter som forfaller i dag
nl_nl: Stijl van inkoopdocumenten die vandaag vervallen
ru_ru: Документы покупки, подлежащие оплате сегодня - стиль

# Table 2821884881 - Field 950130645 - Property 2879900210
source: Purch. Inv Due Next Week Style
es_es: Facturas de compra que vencen la semana que viene - Estilo
is_is: Stíll innkreikn. sem þarf að klára í næstu viku
it_it: Stile fatture acquisto con scadenza la prossima settimana
nb_no: Stil for kjøpsfakturaer som forfaller neste uke
nl_nl: Stijl van inkoopfacturen die volgende week vervallen
ru_ru: Счета покупки, подлежащие оплате на сл. неделе - стиль

# Table 2821884881 - Field 3720205249 - Property 2879900210
source: Purch. Invoices Due Next Week
es_es: Facturas compra que vencen la semana que viene
is_is: Innkaupareikningar sem gjaldfalla í næstu viku
it_it: Fatture di acquisto con scadenza la prossima settimana
nb_no: Kjøpsfakturaer som forfaller neste uke
nl_nl: Inkoopfacturen die volgende week vervallen
ru_ru: Счета покупки, подлежащие оплате на сл. неделе

# Table 2821884881 - Field 2942533026 - Property 2879900210
source: Purchase Discounts Next Week
es_es: Descuentos de compra de la semana que viene
is_is: Innkaupaafslættir í næstu viku
it_it: Sconti acquisto prossima settimana
nb_no: Kjøpsrabatter neste uke
nl_nl: Inkoopkortingen van volgende week
ru_ru: Скидки на покупки на следующей неделе

# Table 2821884881 - Field 195189496 - Property 2879900210
source: Purchase Documents Due Today
es_es: Documentos de compras que vencen hoy
is_is: Innkaupaskjöl á skilum í dag
it_it: Documenti acquisto con scadenza odierna
nb_no: Kjøpsdokumenter som forfaller i dag
nl_nl: Inkoopdocumenten die vandaag vervallen
ru_ru: Документы покупки, подлежащие оплате сегодня

# Table 2821884881 - Field 2882327954 - Property 2879900210
source: Purchase Orders
es_es: Pedidos de compra
is_is: Innkaupapantanir
it_it: Ordini acquisto
nb_no: Bestillinger
nl_nl: Inkooporders
ru_ru: Заказы на покупку

# Table 2821884881 - Field 494775835 - Property 2879900210
source: Purchase Orders Style
es_es: Estilo de pedidos de compra
is_is: Stíll innkaupapantana
it_it: Stile ordini acquisto
nb_no: Stil for bestillinger
nl_nl: Stijl van inkooporders
ru_ru: Заказы на покупку - стиль

# Table 2821884881 - Field 849761688 - Property 2879900210
source: Purchase Return Orders
es_es: Pedidos dev. compra
is_is: Vöruskilapantanir innkaupa
it_it: Ordini di reso acquisto
nb_no: Bestillingsreturer
nl_nl: Inkoopretourorders
ru_ru: Возвраты покупок

# Table 2821884881 - Field 3738153637 - Property 2879900210
source: Purchase Return Orders Style
es_es: Pedidos de devoluciones de compra - Estilo
is_is: Stíll vöruskilapantana innkaupa
it_it: Stile ordini di reso acquisto
nb_no: Stil for bestillingsreturer
nl_nl: Stijl van inkoopretourorders
ru_ru: Возвраты покупок - стиль

# Table 2821884881 - Field 1037609595 - Property 2879900210
source: Req Sent for Approval Style
es_es: Solicitudes enviadas para aprobación - Estilo
is_is: Stíll beiðna sendra til samþykkis
it_it: Stile richieste inviate per approvazione
nb_no: Stil for forespørsler sendt til godkjenning
nl_nl: Stijl van voor goedkeuring verzonden aanvragen
ru_ru: Запросы, переданные на утверждение - стиль

# Table 2821884881 - Field 3694491510 - Property 2879900210
source: Requests Sent for Approval
es_es: Solicitudes enviadas para aprobación
is_is: Beiðnir sendar til samþykkis
it_it: Richieste inviate per approvazione
nb_no: Forespørsler sendt til godkjenning
nl_nl: Voor goedkeuring verzonden aanvragen
ru_ru: Запросы, переданные на утверждение

# Table 2821884881 - Field 3319760346 - Property 2879900210
source: Requests to Approve
es_es: Solicitudes para aprobar
is_is: Beiðnir til að samþykkja
it_it: Richieste da approvare
nb_no: Forespørsler å godkjenne
nl_nl: Aanvragen ter goedkeuring
ru_ru: Запросы на утверждение

# Table 2821884881 - Field 4196064803 - Property 2879900210
source: Requests to Approve Style
es_es: Solicitudes para aprobar - Estilo
is_is: Stíll beiðna til að samþykkja
it_it: Stile richieste da approvare
nb_no: Stil for forespørsler å godkjenne
nl_nl: Stijl van aanvragen ter goedkeuring
ru_ru: Запросы на утверждение - стиль

# Table 2821884881 - Field 3389869017 - Property 2879900210
source: Sales CrM-Pend DocExch Style
es_es: Abono ventas - Intercambio doc. pendiente - Estilo
is_is: Stíll CrM-sala með skjalaskipti í bið
it_it: Stile scambio documenti in sospeso note credito vendita
nb_no: Salgskreditnotaer – Venter på dokumentutvekslingsstil
nl_nl: Stijl van verkoopcreditnota's in afwachting van documentuitwisseling
ru_ru: Кредит-нота продажи - ожидание обмена документами - стиль

# Table 2821884881 - Field 1428064786 - Property 2879900210
source: Sales CrM. - Pending Doc.Exch.
es_es: Abono ventas - Intercambio doc. pendiente
is_is: CRM-sölur - skjalaskipti í bið
it_it: Note credito vendita - Scambio documenti in sospeso
nb_no: Salgskreditnotaer – Venter på dokumentutveksling
nl_nl: Verkoopcreditnota's wachtend op documentuitwisseling
ru_ru: Кредит-нота продажи - ожидание обмена документами

# Table 2821884881 - Field 3308548995 - Property 2879900210
source: Sales Inv Due Next Week Style
es_es: Facturas de venta que vencen la semana que viene - Estilo
is_is: Stíll sölureiknings sem þarf að klára í næstu viku
it_it: Stile fatture vendita con scadenza la prossima settimana
nb_no: Stil for salgsfakturaer som forfaller neste uke
nl_nl: Stijl van verkoopfacturen die volgende week vervallen
ru_ru: Счета продажи, подлежащие оплате на сл. неделе - стиль

# Table 2821884881 - Field 2337339062 - Property 2879900210
source: Sales Inv-Pend DocExch Style
es_es: Factura ventas - Intercambio doc. pendiente - Estilo
is_is: Sölureikn.-DocExch stíll í bið
it_it: Stile scambio documenti in sospeso fatture vendita
nb_no: Salgsfaktura – Venter på dokumentutvekslingsstil
nl_nl: Stijl van verkoopfactuur in afwachting van documentuitwisseling
ru_ru: Счет продажи - ожидание обмена документами - стиль

# Table 2821884881 - Field 1812513725 - Property 2879900210
source: Sales Inv. - Pending Doc.Exch.
es_es: Factura de ventas - Intercambio doc. pendiente
is_is: Sölureikn. - skjalaskipti í bið
it_it: Fatture vendita - Scambio documenti in sospeso
nb_no: Salgsfaktura – Venter på dokumentutveksling
nl_nl: Verkoopfactuur wachtend op documentuitwisseling
ru_ru: Счет продажи - ожидание обмена документами

# Table 2821884881 - Field 3112382527 - Property 2879900210
source: Sales Invoices Due Next Week
es_es: Facturas venta que vencen la semana que viene
is_is: Sölureikningar á gjalddaga í næstu viku
it_it: Fatture vendita con scadenza la prossima settimana
nb_no: Salgsfakturaer som forfaller neste uke
nl_nl: Verkoopfacturen die volgende week vervallen
ru_ru: Счета продажи, подлежащие оплате на сл. неделе

# Table 2821884881 - Field 547857757 - Property 2879900210
source: Sales Return Orders - All
es_es: Devoluciones ventas - Todo
is_is: Söluvöruskilapantanir - Allar
it_it: Ordini di reso vendita - Tutti
nb_no: Ordrereturer – alle
nl_nl: Verkoopretourorders - Alle
ru_ru: Возвраты продажи - все

# Table 2821884881 - Field 3797404584 - Property 2879900210
source: Sales Return Orders-All Style
es_es: Pedidos de devoluciones de ventas - Todos los estilos
is_is: Stíll allra söluvöruskilapantana
it_it: Stile ordini di reso vendita - tutti
nb_no: Stil for ordrereturer – alle
nl_nl: Verkoopretourorders-alle stijlen
ru_ru: Возвраты продажи - все - стиль

# Table 2821884881 - Field 25536090 - Property 2879900210
source: Sales This Month
es_es: Ventas de este mes
is_is: Sala þessa mánaðar
it_it: Vendite mese corrente
nb_no: Salg denne måneden
nl_nl: Omzet deze maand
ru_ru: Продажи в этом месяце

# Table 2821884881 - Field 1495209635 - Property 2879900210
source: Sales This Month Style
es_es: Ventas de este mes - Estilo
is_is: Stíll fyrir sölu þessa mánaðar
it_it: Stile vendite mese corrente
nb_no: Stil for salg denne måneden
nl_nl: Stijl van omzet deze maand
ru_ru: Продажи в этом месяце - стиль

# Table 2821884881 - Field 4223543537 - Property 2879900210
source: SOs Pending Approval
es_es: Aprobación PV pendientes
is_is: Sölupantanir sem bíða samþykkis
it_it: Ordini vendita in attesa di approvazione
nb_no: Ordrer som venter på godkjenning
nl_nl: Verkooporders wachtend op goedkeuring
ru_ru: Заказы на продажу, ожидающие утверждения

# Table 2821884881 - Field 3159236076 - Property 2879900210
source: SOs Pending Approval Style
es_es: Aprobación PV pendientes - Estilo
is_is: Stíll sölupantana sem bíða samþykkis
it_it: Stile ordini vendita in attesa di approvazione
nb_no: Stil for ordrer som venter på godkjenning
nl_nl: Stijl van verkooporders die wachten op goedkeuring
ru_ru: Заказы на продажу, ожидающие утверждения - стиль

# Table 2821884881 - Field 677361480 - Property 2879900210
source: Top 10 Company Sales YTD
es_es: Ventas 10 mejores empresas del año hasta la fecha
is_is: Efstu tíu sölur til fyrirtækis á árinu til dagsins í dag
it_it: Lista prime 10 vend. società YTD
nb_no: Topp 10 selskapssalg hittil i år
nl_nl: Top 10 bedrijfsverkopen YTD
ru_ru: 10 крупнейших продаж компании с начала года

# Table 2821884881 - Field 2733130575 - Property 2879900210
source: Top 10 Cust Sales YTD Style
es_es: Ventas 10 mejores clientes del año hasta la fecha - Estilo
is_is: Stíll fyrir efstu tíu sölur til viðskiptamanns á árinu til dagsins í dag
it_it: Stile lista prime 10 vendite clienti YTD
nb_no: Stil for topp 10 kundesalg hittil i år
nl_nl: Stijl van top 10 klantverkopen YTD
ru_ru: 10 крупнейших клиентов по продажам с начала года - стиль

# Table 2821884881 - Field 327717146 - Property 2879900210
source: Vendors - Payment on Hold
es_es: Proveedores - Pago suspendido
is_is: Lánardrottnar - greiðsla í bið
it_it: Fornitori - Pagamento in sospeso
nb_no: Leverandører – avventende utbetalinger
nl_nl: Leveranciers - Wachtende betaling
ru_ru: Поставщики - удерживаемый платеж

# Table 2821884881 - Field 1689784731 - Property 2879900210
source: Vendors-Payment on Hold Style
es_es: Proveedores - Pago suspendido - Estilo
is_is: Stíll lánardrottna með greiðslu í bið
it_it: Stile fornitori - pagamento in sospeso
nb_no: Stil for leverandører – avventende utbetalinger
nl_nl: Stijl van leveranciers-wachtende betaling
ru_ru: Поставщики - удерживаемый платеж - стиль

# Table 3496359017 - Property 2879900210
source: COHUB User Task
es_es: Tarea usuario COHUB
is_is: COHUB-notandaverk
it_it: Task utente COHUB
nb_no: COHUB-brukeroppgave
nl_nl: Taak van COHUB-gebruiker
ru_ru: Задача пользователя COHUB

# Table 3496359017 - Field 392504525 - Property 2879900210
source: Assigned To
es_es: Asignado a
is_is: Úthlutað á
it_it: Assegnato a
nb_no: Tilordnet til
nl_nl: Toegewezen aan
ru_ru: Кому назначено

# Table 3496359017 - Field 1037431910 - Property 2879900210
source: Company Display Name
es_es: Nombre para mostrar de empresa
is_is: Heiti fyrirtækis til birtingar
it_it: Nome visualizzato società
nb_no: Visningsnavn for selskap
nl_nl: Weergavenaam van bedrijf
ru_ru: Отображаемое название компании

# Table 3496359017 - Field 3997336476 - Property 2879900210
source: Company Name
es_es: Nombre de la empresa
is_is: Heiti fyrirtækis
it_it: Nome società
nb_no: Selskapsnavn
nl_nl: Bedrijfsnaam
ru_ru: Название компании

# Table 3496359017 - Field 2369664869 - Property 2879900210
source: Created By
es_es: Autor
is_is: Stofnað af
it_it: Autore creazione
nb_no: Opprettet av
nl_nl: Gemaakt door
ru_ru: Кем создано

# Table 3496359017 - Field 2500892784 - Property 2879900210
source: Created Date
es_es: Fecha de creación
is_is: Dagsetning stofnunar
it_it: Data di creazione
nb_no: Opprettingsdato
nl_nl: Gemaakt op
ru_ru: Дата создания

# Table 3496359017 - Field 4085727052 - Property 2879900210
source: Due Date
es_es: Fecha de vencimiento
is_is: Gjalddagi
it_it: Data di scadenza
nb_no: Forfallsdato
nl_nl: Vervaldatum
ru_ru: Срок

# Table 3496359017 - Field 4114157096 - Property 2879900210
source: Enviroment No.
es_es: N.º entorno
is_is: Umhverfisnúmer
it_it: Nr. ambiente
nb_no: Miljønr.
nl_nl: Omgevingsnr.
ru_ru: Номер среды

# Table 3496359017 - Field 3641927271 - Property 2879900210
source: ID
is_is: Kenni
ru_ru: ИД

# Table 3496359017 - Field 2432407826 - Property 2879900210
source: Last Refreshed
es_es: Última actualización
is_is: Síðast uppfært
it_it: Ultimo aggiornamento
nb_no: Sist oppdatert
nl_nl: Laatst vernieuwd
ru_ru: Последнее обновление

# Table 3496359017 - Field 3817506388 - Property 2879900210
source: Link
es_es: Vínculo
is_is: Tengill
it_it: Collegamento
nb_no: Kobling
nl_nl: Koppeling
ru_ru: Ссылка

# Table 3496359017 - Field 807418830 - Property 2879900210
source: % Complete
es_es: % completado
is_is: % lokið
it_it: % completamento
nb_no: % fullført
nl_nl: % voltooid
ru_ru: % выполнения

# Table 3496359017 - Field 4130293374 - Property 2879900210
source: Priority
es_es: Prioridad
is_is: Forgangur
it_it: Priorità
nb_no: Prioritet
nl_nl: Prioriteit
ru_ru: Приоритет

# Table 3496359017 - Field 4130293374 - Property 62802879
source: ,Low,Normal,High
es_es: ,Baja,Normal,Alta
is_is: ,Lágt,Venjulegt,Hátt
it_it: ,Bassa,Normale,Alta
nb_no: ,Lav,Normal,Høy
nl_nl: ,Laag,Normaal,Hoog
ru_ru: ,Низкий,Обычный,Высокий

# Table 3496359017 - Field 474480784 - Property 2879900210
source: Start Date
es_es: Fecha de inicio
is_is: Upphafsdagur
it_it: Data di inizio
nb_no: Startdato
nl_nl: Begindatum
ru_ru: Дата начала

# Table 3496359017 - Field 329424276 - Property 2879900210
source: Subject
es_es: Asunto
is_is: Efni
it_it: Oggetto
nb_no: Emne
nl_nl: Onderwerp
ru_ru: Тема

# Table 3496359017 - Field 1076138764 - Property 2879900210
source: User Task Group
es_es: Grupo de tareas de usuario
is_is: Verkefnisflokkur notanda
it_it: Gruppo di task utente
nb_no: Gruppe for brukeroppgave
nl_nl: Gebruikerstaakgroep
ru_ru: Группа задач пользователя

# Codeunit 2252641548 - NamedType 3371301238
source: Company Hub
es_es: Hub de empresa
is_is: Fyrirtækjamiðstöð
it_it: Hub aziendale
nb_no: Selskapshub
nl_nl: Bedrijfshub

# Codeunit 2252641548 - NamedType 98932034
source: Updating key performance indicator data failed for the company %1.
es_es: Error al actualizar los datos del indicador clave de rendimiento para la empresa %1.
is_is: Uppfærsla afkastavísisgagna mistókst fyrir %1 fyrirtækið.
it_it: Aggiornamento dei dati indicatore di prestazioni chiave non riuscito per la società %1.
nb_no: Oppdatering av KPI-data (Key Performance Indicator – sentral ytelsesindikator) mislyktes for selskapet %1.
nl_nl: Het bijwerken van de KPI-gegevens voor het bedrijf %1 is mislukt.
ru_ru: Не удалось обновить данные КПЭ для компании %1.

# Codeunit 2252641548 - NamedType 990699014
source: Could not get fresh key performance data for enviroment %1.
es_es: No se pudieron obtener datos clave de rendimiento nuevos para el entorno %1.
is_is: Ekki var hægt að fá ný afkastagögn fyrir %1 umhverfi .
it_it: Impossibile ottenere i dati delle prestazioni chiave aggiornati per l'ambiente %1.
nb_no: Kan ikke hente oppdatert KPI for miljø %1.
nl_nl: Kan geen nieuwe prestatiegegevens verkrijgen voor omgeving %1.
ru_ru: Не удалось получить свежие данные КПЭ для среды %1.
