Repository: rstefanetti/MSDyn365BC.Code.History
Catalog: CompanyHub/Source/Company Hub/Translations/Company Hub.*.xlf
Languages: es_es, is_is, it_it, nb_no, nl_nl, ru_ru

# Page 1103215212 - Property 2879900210
source: My User Tasks
es_es: Mis tareas de usuario
is_is: Notandaverkefnin mín
it_it: Task personali dell'utente
nb_no: Mine brukeroppgaver
nl_nl: Mijn gebruikerstaken
ru_ru: Мои задачи пользователя

# Page 1103215212 - Control 1037431910 - Property 1295455071
source: Specifies the display name of the company.
es_es: Especifica el nombre para mostrar de la empresa.
is_is: Tilgreinir heiti fyrirtækis til birtingar.
it_it: Specifica il nome visualizzato della società.
nb_no: Angir visningsnavnet på selskapet.
nl_nl: Hiermee wordt de weergavenaam van het bedrijf opgegeven.
ru_ru: Определяет отображаемое название организации.

# Page 1103215212 - Control 1037431910 - Property 2879900210
source: Display Name
es_es: Nombre para mostrar
is_is: Birtingarheiti
it_it: Nome visualizzato
nb_no: Visningsnavn
nl_nl: Weergavenaam
ru_ru: Отображаемое имя

# Page 1103215212 - Control 2369664869 - Property 1295455071
source: Specifies user who created the task.
es_es: Especifica quién creó la tarea.
is_is: Tilgreinir notanda sem bjó til verkið.
it_it: Specifica l'utente che ha creato il task.
nb_no: Angir brukeren som opprettet oppgaven.
nl_nl: Hiermee wordt de gebruiker opgegeven die de taak heeft gemaakt.
ru_ru: Определяет пользователя, который создал задачу.

# Page 1103215212 - Control 2369664869 - Property 2879900210
source: Created By
es_es: Autor
is_is: Stofnað af
it_it: Autore creazione
nb_no: Opprettet av
nl_nl: Gemaakt door
ru_ru: Кем создано

# Page 1103215212 - Control 2500892784 - Property 1295455071
source: Specifies date when the task was created.
es_es: Especifica cuándo se creó la tarea.
is_is: Tilgreinir dagsetninguna þegar verkið var stofnað.
it_it: Specifica la data di creazione del task.
nb_no: Angir datoen da oppgaven ble opprettet.
nl_nl: Hiermee wordt de datum opgegeven waarop de taak is gemaakt.
ru_ru: Определяет дату создания задачи.

# Page 1103215212 - Control 2500892784 - Property 2879900210
source: Created Date
es_es: Fecha de creación
is_is: Dagsetning stofnunar
it_it: Data di creazione
nb_no: Opprettingsdato
nl_nl: Gemaakt op
ru_ru: Дата создания

# Page 1103215212 - Control 4085727052 - Property 1295455071
source: Specifies the due date of the task.
es_es: Especifica la fecha de vencimiento de la tarea.
is_is: Tilgreinir skiladagsetningu verksins.
it_it: Specifica la data di scadenza del task.
nb_no: Angir forfallsdatoen for oppgaven.
nl_nl: Hiermee wordt de vervaldatum van de taak opgegeven.
ru_ru: Определяет срок выполнения для задачи.

# Page 1103215212 - Control 4085727052 - Property 2879900210
source: Due date
es_es: Fecha de vencimiento
is_is: Gjalddagi
it_it: Data di scadenza
nb_no: Forfallsdato
nl_nl: Vervaldatum
ru_ru: Срок

# Page 1103215212 - Control 2472339856 - Property 1295455071
source: Specifies the name of the enviroment.
es_es: Especifica el nombre del entorno.
is_is: Tilgreinir heiti umhverfisins.
it_it: Specifica il nome dell'ambiente.
nb_no: Angir navnet på miljøet.
nl_nl: Hiermee wordt de naam van de omgeving opgegeven.
ru_ru: Определяет имя среды.

# Page 1103215212 - Control 2472339856 - Property 2879900210
source: Enviroment Name
es_es: Nombre de entorno
is_is: Heiti umhverfis
it_it: Nome ambiente
nb_no: Miljønavn
nl_nl: Omgevingsnaam
ru_ru: Имя среды

# Page 1103215212 - Control 2432407826 - Property 1295455071
source: Specifies the last refreshed date of this record.
es_es: Especifica la última fecha de actualización de este registro.
is_is: Tilgreinir síðasta uppfærsludag færslunnar.
it_it: Specifica la data dell'ultimo aggiornamento del record.
nb_no: Angir siste oppdateringsdato for denne posten.
nl_nl: Hiermee wordt de datum opgegeven waarop deze record het laatst is vernieuwd.
ru_ru: Определяет дату последнего обновления этой записи.

# Page 1103215212 - Control 2432407826 - Property 2879900210
source: Last Refreshed
es_es: Última actualización
is_is: Síðast uppfært
it_it: Ultimo aggiornamento
nb_no: Sist oppdatert
nl_nl: Laatst vernieuwd
ru_ru: Последнее обновление

# Page 1103215212 - Control 807418830 - Property 1295455071
source: Specifies the completion percentage of the task.
es_es: Especifica el porcentaje de compleción de la tarea.
is_is: Tilgreinir hlutfall sem er lokið af verki.
it_it: Specifica la percentuale di completamento del task.
nb_no: Angir fullføringsprosenten for oppgaven.
nl_nl: Hiermee wordt het voltooiingspercentage van de taak opgegeven.
ru_ru: Определяет процент выполнения задачи.

# Page 1103215212 - Control 807418830 - Property 2879900210
source: Percent Complete
es_es: Porcentaje completado
is_is: Prósent lokið
it_it: Percentuale completamento
nb_no: Prosent fullført
nl_nl: Percentage voltooid
ru_ru: Процент завершения

# Page 1103215212 - Control 4130293374 - Property 1295455071
source: Specifies the priority of the task.
es_es: Permite especificar la prioridad de la tarea.
is_is: Tilgreinir forgang verksins.
it_it: Specifica la priorità del task.
nb_no: Angir prioriteten for oppgaven.
nl_nl: Hiermee wordt de prioriteit van de taak opgegeven.
ru_ru: Определяет приоритет задачи.

# Page 1103215212 - Control 4130293374 - Property 2879900210
source: Priority
es_es: Prioridad
is_is: Forgangur
it_it: Priorità
nb_no: Prioritet
nl_nl: Prioriteit
ru_ru: Приоритет

# Page 1103215212 - Control 329424276 - Property 1295455071
source: Specifies the name of the enviroment.
es_es: Especifica el nombre del entorno.
is_is: Tilgreinir heiti umhverfisins.
it_it: Specifica il nome dell'ambiente.
nb_no: Angir navnet på miljøet.
nl_nl: Hiermee wordt de naam van de omgeving opgegeven.
ru_ru: Определяет имя среды.

# Page 1103215212 - Control 329424276 - Property 2879900210
source: Title
es_es: Título
is_is: Titill
it_it: Titolo
nb_no: Tittel
nl_nl: Titel
ru_ru: Заголовок

# Page 1103215212 - Control 2618634653 - Property 1295455071
source: Specifies the group that the task is assigned to.
es_es: Especifica el grupo al que está asignado la tarea.
is_is: Tilgreinir hópinn sem verkið er úthlutað á.
it_it: Specifica il gruppo assegnato al task.
nb_no: Angir gruppen som denne oppgaven er tilordnet.
nl_nl: Hiermee wordt de groep opgegeven waaraan de taak is toegewezen.
ru_ru: Определяет группу, которой назначена задача.

# Page 1103215212 - Control 2618634653 - Property 2879900210
source: User Task Group
es_es: Grupo de tareas de usuario
is_is: Verkefnisflokkur notanda
it_it: Gruppo di task utente
nb_no: Gruppe for brukeroppgave
nl_nl: Gebruikerstaakgroep
ru_ru: Группа задач пользователя

# Page 1103215212 - Action 3636622344 - Property 1295455071
source: Log into the company and see tasks that are assigned to you or your group.
es_es: Permite iniciar sesión en la empresa y ver las tareas que tiene asignadas usted o su grupo.
is_is: Skrá inn á fyrirtæki og sjá verkefnin sem er úthlutað til þín eða flokks sem þú tilheyrir.
it_it: Accedere alla società e visualizzare i task assegnati all'utente corrente o al gruppo.
nb_no: Logg på selskapet og se oppgavene som er tilordnet til deg eller gruppen din.
nl_nl: Meld u aan bij het bedrijf en bekijk welke taken aan u of uw groep zijn toegewezen.
ru_ru: Вход в компанию и просмотр задач, назначенных вам или вашей группе.

# Page 1103215212 - Action 3636622344 - Property 2879900210
source: Go To Company
es_es: Ir a empresa
is_is: Opna fyrirtæki
it_it: Vai a società
nb_no: Gå til selskap
nl_nl: Ga naar bedrijf
ru_ru: Перейти к компании

# Page 1103215212 - Action 1979718347 - Property 1295455071
source: Mark this task as completed.
es_es: Marca la tarea como completada.
is_is: Merkja þetta verk sem lokið.
it_it: Contrassegnare questo task come completato.
nb_no: Merk denne oppgaven som fullført.
nl_nl: Deze taak markeren als voltooid.
ru_ru: Отметка этой задачи как завершенной.

# Page 1103215212 - Action 1979718347 - Property 2879900210
source: Mark Task Complete
es_es: Marcar tarea completada
is_is: Merkja verk sem lokið
it_it: Contrassegna task come completato
nb_no: Merk oppgave som fullført
nl_nl: Taak als voltooid markeren
ru_ru: Пометить задачу как завершенную

# Page 1103215212 - Action 3913955181 - Property 1295455071
source: Refresh data for the selected Tasks Company.
es_es: Permite actualizar los datos de la empresa de tareas.
is_is: Uppfæra gögn fyrir valið verkefnafyrirtæki.
it_it: Aggiornare i dati dei task per la società selezionata.
nb_no: Oppdater data for det valgte oppgaver – selskap.
nl_nl: Vernieuw gegevens voor het geselecteerde bedrijf (taken).
ru_ru: Обновление данных компании, связанной с выбранными задачами.

# Page 1103215212 - Action 3913955181 - Property 2879900210
source: Refresh Current Task
es_es: Actualizar tarea actual
is_is: Uppfæra núverandi verk
it_it: Aggiorna task corrente
nb_no: Oppdater gjeldende oppgave
nl_nl: Huidige taak vernieuwen
ru_ru: Обновить текущую задачу

# Page 1103215212 - Action 1864769499 - Property 1295455071
source: Refresh data from all companies.
es_es: Permite actualizar los datos de todas las empresas.
is_is: Uppfæra gögn frá öllum fyrirtækjum.
it_it: Aggiornare i dati di tutte le società.
nb_no: Oppdater data fra alle selskaper.
nl_nl: Vernieuw gegevens van alle bedrijven.
ru_ru: Обновление данных по всем компаниям.

# Page 1103215212 - Action 1864769499 - Property 2879900210
source: Refresh all data
es_es: Actualizar todos los datos
is_is: Endurnýja öll gögn
it_it: Aggiorna tutti i dati
nb_no: Oppdater alle data
nl_nl: Alle gegevens vernieuwen
ru_ru: Обновить все данные

# Page 1623714640 - Property 2879900210
source: Company Hub
es_es: Hub de empresa
is_is: Fyrirtækjamiðstöð
it_it: Hub aziendale
nb_no: Selskapshub
nl_nl: Bedrijfshub

# Page 1623714640 - Control 2930974909 - Property 2879900210
source: Summary
es_es: Resumen
is_is: Samantekt
it_it: Riepilogo
nb_no: Sammendrag
nl_nl: Overzicht
ru_ru: Сводка

# Page 1623714640 - Action 3084187460 - Property 1295455071
source: View and easily access all companies you work in. View key KPIs and manage User Tasks for each company.
es_es: Vea y obtenga acceso con facilidad a todas las empresas en las que trabaja. Vea los KPI clave y administre las tareas de usuario para cada empresa.
is_is: Skoðaðu og fáðu aðgang að öllum fyrirtækjum sem þú vinnur í. Skoðaðu afkastavísa og stjórnaðu verkum notenda fyrir hvert fyrirtæki.
it_it: Visualizzare e accedere facilmente a tutte le società in cui si lavora. Visualizzare i KPI delle chiavi e gestire i task utente per ogni società.
nb_no: Vis og få enkel tilgang til alle selskaper du arbeider i. Vis viktige KPI-er og administrer brukeroppgaver for hvert selskap.
nl_nl: Alle bedrijven waarin u werkt, bekijken en er eenvoudig toegang toe krijgen. Belangrijke KPI's weergeven en gebruikerstaken voor elk bedrijf beheren.
ru_ru: Здесь находятся все компании, в которых работаете. Вы можете просматривать КПЭ и управлять задачами пользователя для каждой компании.

# Page 1623714640 - Action 3084187460 - Property 2879900210
source: Company Hub
es_es: Hub de empresa
is_is: Fyrirtækjamiðstöð
it_it: Hub aziendale
nb_no: Selskapshub
nl_nl: Bedrijfshub

# Page 1623714640 - Action 2366028613 - Property 1295455071
source: View pending user tasks that are assigned to you across all companies.
es_es: Permite ver las tareas de usuario pendientes que se le asignan a través de todas las empresas.
is_is: Skoða notandaverk sem er úthlutað á þig í öllum fyrirtækjum.
it_it: Visualizzare i task in sospeso assegnati all'utente corrente per tutte le società.
nb_no: Vis ventende brukeroppgaver som er tilordnet til deg via alle selskaper.
nl_nl: Geef in behandeling genomen gebruikerstaken weer die in alle bedrijven aan u zijn toegewezen.
ru_ru: Просмотр ожидающих задач пользователя, назначенных вам во всех компаниях.

# Page 1623714640 - Action 2366028613 - Property 2879900210
source: My User Tasks
es_es: Mis tareas de usuario
is_is: Notandaverkefnin mín
it_it: Task personali dell'utente
nb_no: Mine brukeroppgaver
nl_nl: Mijn gebruikerstaken
ru_ru: Мои задачи пользователя

# Page 1623714640 - Action 1514883969 - Property 2879900210
source: Setup
es_es: Configuración
is_is: Uppsetning
nb_no: Installasjon
nl_nl: Instellingen
ru_ru: Настройка

# Page 1623714640 - Action 28344312 - Property 1295455071
source: Show enviroment groups.
es_es: Muestra grupos de entornos.
is_is: Sýna umhverfishópa.
it_it: Visualizzare i gruppi di ambienti.
nb_no: Vis miljøgrupper.
nl_nl: Omgevingsgroepen weergeven.
ru_ru: Отображение групп сред.

# Page 1623714640 - Action 28344312 - Property 2879900210
source: Enviroment Groups
es_es: Grupos de entornos
is_is: Umhverfishópar
it_it: Gruppi di ambienti
nb_no: Miljøgrupper
nl_nl: Omgevingsgroepen
ru_ru: Группы сред

# Page 1623714640 - Action 1268314337 - Property 1295455071
source: Show the list of enviroments that you have access to in the Company Hub.
es_es: Muestra la lista de entornos a los que se tiene acceso en el Hub de empresa.
is_is: Sýna listann yfir umhverfi sem þú hefur aðgang að í Fyrirtækjamiðstöðinni.
it_it: Visualizzare la lista degli ambienti a cui si ha accesso nell'hub aziendale.
nb_no: Vis listen over miljøer som du har tilgang til i selskapshuben.
nl_nl: De lijst met omgevingen waartoe u toegang hebt, weergeven in de bedrijfshub.
ru_ru: Отображение списка сред в Company Hub, к которым у вас есть доступ.

# Page 1623714640 - Action 1268314337 - Property 2879900210
source: Environment Links
es_es: Vínculos de entorno
is_is: Umhverfistenglar
it_it: Collegamenti ambiente
nb_no: Miljøkoblinger
nl_nl: Omgevingskoppelingen
ru_ru: Ссылки на среды

# Page 1623714640 - Action 1864769499 - Property 1295455071
source: Reload all companies and update the data.
es_es: Vuelve a cargar todas las empresas y actualiza los datos.
is_is: Endurhladdu öllum fyrirtækjum og uppfærðu gögnin.
it_it: Ricaricare tutte le società e aggiornare i dati.
nb_no: Last inn alle selskaper på nytt og oppdater dataene.
nl_nl: Laad alle bedrijven opnieuw en werk de gegevens bij.
ru_ru: Перезагрузка всех компаний и обновление данных.

# Page 1623714640 - Action 1864769499 - Property 2879900210
source: Reload all companies
es_es: Volver a cargar todas las empresas
is_is: Endurhlaða öllum fyrirtækjum
it_it: Ricarica tutte le società
nb_no: Last inn alle selskaper på nytt
nl_nl: Alle bedrijven opnieuw laden
ru_ru: Перезагрузить все компании

# Profile 3084187460 - Property 2879900210
source: Company Hub
es_es: Hub de empresa
is_is: Fyrirtækjamiðstöð
it_it: Hub aziendale
nb_no: Selskapshub
nl_nl: Bedrijfshub

# Profile 3084187460 - Property 4111922599
source: For users that primarily do work in other companies. Company Hub gives you a list of links to the companies you work in.
es_es: Para los usuarios que trabajan principalmente en otras empresas. El Hub de empresa le ofrece una lista de vínculos a las empresas en las que trabaja.
is_is: Fyrir notendur sem vinna aðallega í öðrum fyrirtækjum. Fyrirtækjamiðstöð gefur upp lista yfir tengla í fyrirtækin þar sem þú vinnur.
it_it: Per gli utenti che lavorano principalmente in altre società. Hub società fornisce una lista di collegamenti alle società in cui si lavora.
nb_no: For brukere som hovedsakelig gjør arbeid i andre selskaper. Selskapshub gir deg en oversikt over koblinger til selskapene du arbeider i.
nl_nl: Voor gebruikers die primair werken in andere bedrijven. De bedrijfshub biedt een lijst met koppelingen naar de bedrijven waarin u werkt.
ru_ru: Для пользователей, которые работают главным образом в других компаниях. Company Hub содержит список ссылок на компании, в которых вы работаете.

# Codeunit 2252641548 - NamedType 3409897219
source: EnviromentsList.json
es_es: EnviromentsList.jsen
it_it: EnviromentsList.jssu
