Repository: rstefanetti/MSDyn365BC.Code.History
Catalog: CompanyHub/Source/Company Hub/Translations/Company Hub.*.xlf
Languages: es_es, is_is, it_it, nb_no, nl_nl, ru_ru

# Codeunit 2252641548 - NamedType 1195850950
source: Failed to fetch the companies. Please verify if you can log in manually by using the following link: %1
es_es: No se pudieron capturar las empresas. Compruebe si puede iniciar sesión manualmente con el siguiente vínculo: %1
is_is: Mistókst að sækja fyrirtækin. Athugaðu hvort þú getir skráð þig inn handvirkt með því að nota eftirfarandi tengil: %1
it_it: Impossibile recuperare le società. Verificare se è possibile eseguire l'accesso manualmente utilizzando il seguente collegamento: %1
nb_no: Kan ikke hente selskapene. Kontroller om du kan logge på manuelt ved hjelp av følgende kobling: %1
nl_nl: Kan de bedrijven niet ophalen. Controleer of u zich handmatig kunt aanmelden met behulp van de volgende koppeling: %1
ru_ru: Не удалось получить компании. Проверьте, удается ли вам войти в систему вручную, по следующей ссылке: %1

# Codeunit 2252641548 - NamedType 3793709468
source: The specified link is not valid. The link to the company must have the following format: https://businesscentral.dynamics.com/tenant[/enviroment]?redirectedfromsignup=1
es_es: El vínculo especificado no es válido. El vínculo a la empresa debe tener el formato siguiente: https://businesscentral.dynamics.com/tenant[/enviroment]?redirectedfromsignup=1
is_is: Tilgreindi tengillinn er ekki gildur. Tengillinn í fyrirtækið verður að vera á eftirfarandi sniði: https://businesscentral.dynamics.com/tenant[/enviroment]?redirectedfromsignup=1
it_it: Il collegamento specificato non è valido. Il collegamento della società deve essere nel seguente formato: https://businesscentral.dynamics.com/tenant[/enviroment]?redirectedfromsignup=1
nb_no: Den angitte koblingen er ugyldig. Koblingen til selskapet må ha følgende format: https://businesscentral.dynamics.com/tenant[/enviroment]?redirectedfromsignup=1
nl_nl: De opgegeven koppeling is niet geldig. De koppeling naar het bedrijf moet de volgende indeling hebben: https://businesscentral.dynamics.com/tenant[/enviroment]?redirectedfromsignup=1
ru_ru: Указана недопустимая ссылка. Ссылка на компанию должна иметь следующий формат: https://businesscentral.dynamics.com/tenant[/enviroment]?redirectedfromsignup=1

# Codeunit 2252641548 - NamedType 871813535
source: An environment with the specified link already exists. Enviroment number %1, name %2.
es_es: Ya existe un entorno con el vínculo especificado. Número de entorno %1, nombre %2.
is_is: Umhverfi þar sem tilgreindur tengill er þegar til staðar. Umhverfisnúmer %1, heiti %2.
it_it: Esiste già un ambiente con il collegamento specificato. Numero di ambiente %1, nome %2.
nb_no: Det finnes allerede et miljø med den angitte koblingen. Miljønummer %1, navn %2.
nl_nl: Er bestaat al een omgeving met de opgegeven koppeling. Omgevingsnummer %1, naam %2.
ru_ru: Среда с указанной ссылкой уже существует. Номер среды: %1, имя: %2.

# Codeunit 2252641548 - NamedType 3101518995
source: Company Hub extension is not supported in the On-Prem enviroment.
es_es: No se admite la extensión de Hub de empresa en el entorno local.
is_is: Fyrirtækjamiðstöð er ekki studd í innanhússumhverfinu.
it_it: Estensione hub aziendale non supportata nell'ambiente locale.
nb_no: Selskapssenterutvidelsen støttes ikke i det lokale miljøet.
nl_nl: De extensie Bedrijfshub wordt niet ondersteund in de on-premises omgeving.
ru_ru: Расширение Company Hub не поддерживается в локальной среде.

# Codeunit 2252641548 - NamedType 992987378
source: CRONUS - SAMPLE
es_es: CRONUS: EJEMPLO
is_is: CRONUS - SÝNIFYRIRTÆKI
it_it: CRONUS - ESEMPIO
nb_no: CRONUS – EKSEMPEL
nl_nl: CRONUS - VOORBEELD
ru_ru: CRONUS — ПРИМЕР

# Codeunit 2252641548 - NamedType 1053948920
source: The link was successfully validated.
es_es: El vínculo se ha validado correctamente.
is_is: Tengillinn var staðfestur.
it_it: Convalida collegamento completata.
nb_no: Koblingen ble validert.
nl_nl: De koppeling is gevalideerd.
ru_ru: Ссылка успешно проверена.

# Codeunit 2252641548 - NamedType 3001008578
source: Export
es_es: Exportar
is_is: Flytja út
it_it: Esporta
nb_no: Eksporter
nl_nl: Exporteren
ru_ru: Экспорт

# Codeunit 2252641548 - NamedType 2673837281
source: Please specify the location of the file that contains the data that you want to import.
es_es: Especifique la ubicación del archivo que contiene los datos que desea importar.
is_is: Tilgreindu staðsetningu skráarinnar sem inniheldur gögnin sem þú vilt flytja inn.
it_it: Specificare il percorso del file contenente i dati da importare.
nb_no: Angi plasseringen for filen som inneholder dataene du vil importere.
nl_nl: Geef de locatie op van het bestand met de gegevens die u wilt importeren.
ru_ru: Укажите расположение файла, содержащего данные, которые вы хотите импортировать.

# Codeunit 2252641548 - NamedType 2396624874
source: Was the login successful?
es_es: ¿Se ha realizado correctamente el inicio de sesión?
is_is: Tókst innskráningin?
it_it: L'accesso è stato completato?
nb_no: Var påloggingen vellykket?
nl_nl: Is de aanmelding geslaagd?
ru_ru: Удалось ли войти в систему?

# Codeunit 2252641548 - NamedType 2233045677
source: We recommend that you verify that you can access the target company so that we can verify your permissions, and you can provide consent if needed.\\Would you like us to open the company in a new window to verify your access?
es_es: Le recomendamos que compruebe que puede tener acceso a la empresa de destino para que podamos comprobar sus permisos y que usted pueda proporcionar su consentimiento si es necesario.\\¿Desea abrir la empresa en una ventana nueva para comprobar su acceso?
is_is: Við ráðleggjum að þú staðfestir aðgang þinn að viðtökufyrirtækinu til að við getum staðfest heimildir þínar og þú getur veitt samþykki þitt ef þörf krefur.\\ Viltu að við opnum fyrirtækið í nýjum glugga til að staðfesta aðganginn?
it_it: Si raccomanda di verificare di poter accedere alla società di destinazione per poter controllare le autorizzazioni e fornire il consenso, se necessario.\\Aprire la società in una nuova finestra per verificare l'accesso?
nb_no: Vi anbefaler at du kontrollerer at du har tilgang til målselskapet slik at vi kan bekrefte tillatelsene dine, og du kan gi samtykke hvis det er nødvendig.\\Vil du at vi skal åpne selskapet i et nytt vindu for å bekrefte tilgangen?
nl_nl: We adviseren u te controleren of u toegang hebt tot het doelbedrijf, zodat we uw machtigingen kunnen verifiëren; u kunt indien nodig toestemming geven.\\Wilt u dat het bedrijf in een nieuw venster wordt geopend om uw toegang te controleren?
ru_ru: Рекомендуем убедиться, что у вас есть доступ к целевой компании. Так мы сможем проверить ваши разрешения, а вы сможете предоставить согласие, если оно необходимо.\\Открыть компанию в новом окне для проверки доступа?

# Codeunit 1604991389 - NamedType 3371301238
source: Company Hub
es_es: Hub de empresa
is_is: Fyrirtækjamiðstöð
it_it: Hub aziendale
nb_no: Selskapshub
nl_nl: Bedrijfshub

# Codeunit 2706456750 - NamedType 1599302730
source: Dyn. 365 Company Hub
es_es: Hub de empresa de Dyn. 365
is_is: Dyn. 365 fyrirtækjamiðstöð
it_it: Hub aziendale Dynamics 365
nb_no: Dyn. 365-selskapshub
nl_nl: Dyn. 365 bedrijfshub

# Codeunit 218967869 - NamedType 834335602
source: The data was updated successfully
es_es: Los datos se actualizaron correctamente
is_is: Gögnunum var hlaðið upp
it_it: Aggiornamento dati completato.
nb_no: Dataene er oppdatert.
nl_nl: De gegevens zijn met succes bijgewerkt.
ru_ru: Данные успешно обновлены

# Codeunit 974053442 - NamedType 2153063748
source: Could not fetch companies, verify if you have permissions to access the company.
es_es: No se han podido capturar las empresas. Compruebe si tiene permisos para obtener acceso a la empresa.
is_is: Ekki tókst að sækja fyrirtæki, staðfestu að þú hafir aðgangsheimild að fyrirtækinu.
it_it: Impossibile recuperare le società. Verificare se si dispone delle autorizzazioni per accedere alla società.
nb_no: Kan ikke hente selskaper. Kontroller om du har tillatelse til å åpne selskapet.
nl_nl: Kan geen bedrijven ophalen. Controleer of u toegang hebt tot het bedrijf.
ru_ru: Не удалось извлечь компании. Убедитесь, что у вас есть разрешения на доступ к компании.

# Codeunit 974053442 - NamedType 1403261393
source: Demo companies are currently not included. Choose the Include Demo Companies field to add them.
es_es: Las empresas de demostración no están incluidas actualmente. Elija el campo Incluir empresas de demostración para agregarlas.
is_is: Sýnifyrirtæki eru ekki tekin með. Veldu reitinn „Taka með sýnifyrirtæki“ til að bæta þeim við.
it_it: Le società demo non sono attualmente incluse. Scegliere il campo Includi società demo per aggiungerle.
nb_no: Demonstrasjonsselskaper er ikke inkludert for øyeblikket. Velg feltet Inkluder demonstrasjonsselskaper for å legge dem til.
nl_nl: Er zijn momenteel geen demonstratiebedrijven opgenomen. Kies het veld Demonstratiebedrijven opnemen om ze toe te voegen.
ru_ru: Демонстрационные компании в настоящее время не включены. Выберите поле "Включить демонстрационные компании", чтобы их добавить.

# Page 2379616563 - Property 2019332006
source: New,Process,Report,Setup,Errors,Tasks
es_es: Nuevo,Proceso,Informe,Configuración,Errores,Tareas
is_is: Nýtt,vinnsla,skýrsla,Uppsetning,villur,verk
it_it: Nuovo,Processo,Report,Setup,Errori,Task
nb_no: Ny,Prosess,Rapport,Oppsett,Feil,Oppgaver
nl_nl: Nieuw,Proces,Rapport,Instellen,Fouten,Taken
ru_ru: Новый,Процесс,Отчет,Настройка,Ошибки,Задачи

# Page 2379616563 - Property 2879900210
source: Company Hub
es_es: Hub de empresa
is_is: Fyrirtækjamiðstöð
it_it: Hub aziendale
nb_no: Selskapshub
nl_nl: Bedrijfshub

# Page 2379616563 - Control 2930974909 - Property 2879900210
source: Summary
es_es: Resumen
is_is: Samantekt
it_it: Riepilogo
nb_no: Sammendrag
nl_nl: Overzicht
ru_ru: Сводка

# Page 2379616563 - Action 2687027117 - Property 2879900210
source: Errors
es_es: Errores
is_is: Villur
it_it: Errori
nb_no: Feil
nl_nl: Fouten
ru_ru: Ошибки

# Page 2379616563 - Action 1791959279 - Property 1295455071
source: Show a list of synchronization errors.
es_es: Muestra una lista de errores de sincronización.
is_is: Sýna lista yfir samstillingarvillur.
it_it: Visualizzare la lista di errori di sincronizzazione.
nb_no: Vis en liste over synkroniseringsfeil.
nl_nl: Een lijst met synchronisatiefouten weergeven.
ru_ru: Отображение списка ошибок синхронизации.

# Page 2379616563 - Action 1791959279 - Property 2879900210
source: Check Errors
es_es: Comprobar errores
is_is: Leita að villum
it_it: Controlla errori
nb_no: Sjekk feil
nl_nl: Fouten controleren
ru_ru: Проверить ошибки

# Page 2379616563 - Action 2399031822 - Property 1295455071
source: Clear the list of synchronization errors.
es_es: Borra la lista de errores de sincronización.
is_is: Hreinsaðu listann yfir samstillingarvillur.
it_it: Cancellare la lista di errori di sincronizzazione.
nb_no: Tøm listen over synkroniseringsfeil.
nl_nl: Wis de lijst met synchronisatiefouten.
ru_ru: Очистка списка ошибок синхронизации.

# Page 2379616563 - Action 2399031822 - Property 2879900210
source: Delete Errors
es_es: Eliminar errores
is_is: Eyða villum
it_it: Elimina errori
nb_no: Slett feil
nl_nl: Fouten verwijderen
ru_ru: Удалить ошибки

# Page 2379616563 - Action 1514883969 - Property 2879900210
source: Setup
es_es: Configuración
is_is: Uppsetning
nb_no: Installasjon
nl_nl: Instellingen
ru_ru: Настройка

# Page 2379616563 - Action 1268314337 - Property 1295455071
source: Show the list of enviroments that you have access to in the Company Hub.
es_es: Muestra la lista de entornos a los que se tiene acceso en el Hub de empresa.
is_is: Sýna listann yfir umhverfi sem þú hefur aðgang að í Fyrirtækjamiðstöðinni.
it_it: Visualizzare la lista degli ambienti a cui si ha accesso nell'hub aziendale.
nb_no: Vis listen over miljøer som du har tilgang til i selskapshuben.
nl_nl: De lijst met omgevingen waartoe u toegang hebt, weergeven in de bedrijfshub.
ru_ru: Отображение списка сред в Company Hub, к которым у вас есть доступ.

# Page 2379616563 - Action 1268314337 - Property 2879900210
source: Environment Links
es_es: Vínculos de entorno
is_is: Umhverfistenglar
it_it: Collegamenti ambiente
nb_no: Miljøkoblinger
nl_nl: Omgevingskoppelingen
ru_ru: Ссылки на среды

# Page 2379616563 - Action 1864769499 - Property 1295455071
source: Reload all companies and update the data.
es_es: Vuelve a cargar todas las empresas y actualiza los datos.
is_is: Endurhladdu öllum fyrirtækjum og uppfærðu gögnin.
it_it: Ricaricare tutte le società e aggiornare i dati.
nb_no: Last inn alle selskaper på nytt og oppdater dataene.
nl_nl: Laad alle bedrijven opnieuw en werk de gegevens bij.
ru_ru: Перезагрузка всех компаний и обновление данных.

# Page 2379616563 - Action 1864769499 - Property 2879900210
source: Reload all companies
es_es: Volver a cargar todas las empresas
is_is: Endurhlaða öllum fyrirtækjum
it_it: Ricarica tutte le società
nb_no: Last inn alle selskaper på nytt
nl_nl: Alle bedrijven opnieuw laden
ru_ru: Перезагрузить все компании

# Page 2379616563 - Action 2973329650 - Property 2879900210
source: Tasks
es_es: Tareas
is_is: Verkefni
it_it: Task
nb_no: Oppgaver
nl_nl: Taken
ru_ru: Задачи

# Page 2379616563 - Action 2366028613 - Property 1295455071
source: View pending user tasks that are assigned to you across all companies.
es_es: Permite ver las tareas de usuario pendientes que se le asignan a través de todas las empresas.
is_is: Skoða notandaverk sem er úthlutað á þig í öllum fyrirtækjum.
it_it: Visualizzare i task in sospeso assegnati all'utente corrente per tutte le società.
nb_no: Vis ventende brukeroppgaver som er tilordnet til deg via alle selskaper.
nl_nl: Geef in behandeling genomen gebruikerstaken weer die in alle bedrijven aan u zijn toegewezen.
ru_ru: Просмотр ожидающих задач пользователя, назначенных вам во всех компаниях.

# Page 2379616563 - Action 2366028613 - Property 2879900210
source: My User Tasks
es_es: Mis tareas de usuario
is_is: Notandaverkefnin mín
it_it: Task personali dell'utente
nb_no: Mine brukeroppgaver
nl_nl: Mijn gebruikerstaken
ru_ru: Мои задачи пользователя

# Page 2174524830 - Property 2879900210
source: Company Hub
es_es: Hub de empresa
is_is: Fyrirtækjamiðstöð
it_it: Hub aziendale
nb_no: Selskapshub
nl_nl: Bedrijfshub

# Page 2174524830 - NamedType 708797588
source: Add Enviroments
es_es: Agregar entornos
is_is: Bæta við umhverfum
it_it: Aggiungi ambienti
nb_no: Legg til miljøer
nl_nl: Omgevingen toevoegen
ru_ru: Добавить среды

# Page 2174524830 - NamedType 162686461
source: You have chosen the name of a group, and there is nothing to look up.
es_es: Ha elegido el nombre de un grupo y no hay nada que buscar.
is_is: Þú hefur valið heiti hóps og það er ekkert til að leita að.
it_it: È stato scelto il nome di un gruppo, ma non cosa cercare.
nb_no: Du har valgt navnet på en gruppe, og det finnes ingenting å slå opp.
nl_nl: U hebt de naam van een groep gekozen, maar er is niets om op te zoeken.
ru_ru: Вы выбрали имя группы, поэтому искать нечего.

# Page 2174524830 - NamedType 1453233508
source: No environments have been added yet. Go ahead and add the first environment.
es_es: Aún no se ha agregado ningún entorno. Continúe y agregue el primer entorno.
is_is: Engu umhverfi hefur enn verið bætt við. Haltu áfram og bættu við fyrsta umhverfinu.
it_it: Non sono stati ancora aggiunti ambienti. Proseguire e aggiungere il primo ambiente.
nb_no: Ingen miljøer er lagt til ennå. Du kan legge til det første miljøet.
nl_nl: Er zijn nog geen omgevingen toegevoegd. Voeg eerst een eerste omgeving toe.
ru_ru: Пока не добавлено ни одной среды. Добавьте первую среду прямо сейчас.

# Page 2174524830 - Control 2886508691 - Property 1295455071
source: Specifies the number of approved incoming documents that are assigned to you or to a group that you are a member of.
es_es: Especifica el número de documentos entrantes aprobados que tiene asignados o que se han asignado a un grupo del que es miembro.
is_is: Tilgreinir fjölda samþykktra skjala á innleið sem hefur verið úthlutað til þín eða flokks sem þú tilheyrir.
it_it: Specifica il numero di documenti in entrata approvati assegnati all'utente corrente o un gruppo di cui l'utente corrente è membro.
nb_no: Angir antall godkjente innkommende dokumenter som er tilordnet til deg eller til en gruppe du er medlem av.
nl_nl: Hiermee wordt het aantal goedgekeurde inkomende documenten opgegeven die zijn toegewezen aan u of aan een groep waarvan u lid bent.
ru_ru: Определяет количество утвержденных входящих документов, назначенных вам или группе, членом которой вы являетесь.

# Page 2174524830 - Control 3213065903 - Property 1295455071
source: Specifies the number of approved purchase orders that are assigned to you or to a group that you are a member of.
es_es: Especifica el número de pedidos de compra aprobados que tiene asignados o que se han asignado a un grupo del que es miembro.
is_is: Tilgreinir fjölda samþykktra innkaupapantana sem eru komin fram yfir á tíma og sem hefur verið úthlutað til þín eða flokks sem þú tilheyrir.
it_it: Specifica il numero di task in sospeso assegnati all'utente corrente o un gruppo di cui l'utente corrente è membro.
nb_no: Angir antall godkjente bestillinger, som er tilordnet til deg eller til en gruppe du er medlem av.
nl_nl: Hiermee wordt het aantal goedgekeurde inkooporders opgegeven die zijn toegewezen aan u of aan een groep waarvan u lid bent.
ru_ru: Определяет количество утвержденных заказов на покупку, назначенных вам или группе, членом которой вы являетесь.

# Page 2174524830 - Control 3604703450 - Property 1295455071
source: Specifies the number of approved sales orders that are assigned to you or to a group that you are a member of.
es_es: Especifica el número de pedidos de venta aprobados que tiene asignados o que se han asignado a un grupo del que es miembro.
is_is: Tilgreinir fjölda samþykktra sölupantana í gangi sem hefur verið úthlutað til þín eða flokks sem þú tilheyrir.
it_it: Specifica il numero di ordini vendita approvati assegnati all'utente corrente o un gruppo di cui l'utente corrente è membro.
nb_no: Angir antall godkjente salgsordrer som er tilordnet til deg eller til en gruppe du er medlem av.
nl_nl: Hiermee wordt het aantal goedgekeurde verkooporders opgegeven die zijn toegewezen aan u of aan een groep waarvan u lid bent.
ru_ru: Определяет количество утвержденных заказов на продажу, назначенных вам или группе, членом которой вы являетесь.

# Page 2174524830 - Control 699576046 - Property 1295455071
source: Specifies the average collection days.
es_es: Especifica el promedio de días de cobro.
is_is: Tilgreinir meðalinnheimtudaga.
it_it: Specifica la media dei giorni di credito.
nb_no: Angir gjennomsnittlig antall kredittdager.
nl_nl: Hiermee wordt de gemiddelde betalingstermijn opgegeven.
ru_ru: Определяет среднее время погашения долга в днях.

# Page 2174524830 - Control 2113664607 - Property 1295455071
source: Specifies the balance on cash accounts.
es_es: Especifica el saldo de las cuentas de caja.
is_is: Tilgreinir stöðu á sjóðsreikningi.
it_it: Specifica il saldo dei conti cassa.
nb_no: Angir saldoen på kontantkonti.
nl_nl: Hiermee wordt het saldo op kasrekeningen opgegeven.
ru_ru: Определяет сальдо по счетам кассы.

# Page 2174524830 - Control 2364333754 - Property 1295455071
source: Specifies the balance on cash accounts.
es_es: Especifica el saldo de las cuentas de caja.
is_is: Tilgreinir stöðu á sjóðsreikningi.
it_it: Specifica il saldo dei conti cassa.
nb_no: Angir saldoen på kontantkonti.
nl_nl: Hiermee wordt het saldo op kasrekeningen opgegeven.
ru_ru: Определяет сальдо по счетам кассы.

# Page 2174524830 - Control 2364333754 - Property 2879900210
source: Cash Accounts Balance
es_es: Saldo de cuentas de efectivo
is_is: Staða lausafjárreikninga
it_it: Saldo conti cassa
nb_no: Saldo for kontantkontoer
nl_nl: Saldo van kasrekeningen
ru_ru: Сальдо кассы

# Page 2174524830 - Control 1037431910 - Property 1295455071
source: Specifies the name of the company.
es_es: Especifica el nombre de la empresa.
is_is: Tilgreinir heiti fyrirtækisins.
it_it: Specifica il nome della società.
nb_no: Angir navnet på selskapet.
nl_nl: Hiermee wordt de naam van het bedrijf opgegeven.
ru_ru: Определяет название организации.

# Page 2174524830 - Control 1037431910 - Property 2879900210
source: Company Name
es_es: Nombre de la empresa
is_is: Heiti fyrirtækis
it_it: Nome società
nb_no: Selskapsnavn
nl_nl: Bedrijfsnaam
ru_ru: Название компании

# Page 2174524830 - Control 2378863201 - Property 1295455071
source: Specifies the name of the Company Group.
es_es: Especifica el nombre del grupo de empresa.
is_is: Tilgreinir heiti fyrirtækjaflokks.
it_it: Specifica il nome del gruppo di società.
nb_no: Angir navnet på selskapsgruppen.
nl_nl: Hiermee wordt de naam van de bedrijfsgroep opgegeven.
ru_ru: Определяет имя группы компаний.

# Page 2174524830 - Control 2378863201 - Property 2879900210
source: Name
es_es: Nombre
is_is: Heiti
it_it: Nome
nb_no: Navn
nl_nl: Naam
ru_ru: Имя

# Page 2174524830 - Control 4114157096 - Property 1295455071
source: Specifies the number used to lookup the setup record more easilly.
es_es: Especifica el número que se usa para buscar el registro de configuración más fácilmente.
is_is: Tilgreinir númerið sem er notað til að fletta upp uppsetningarfærslunni á auðveldari hátt.
it_it: Specifica il numero utilizzato per cercare il record di setup più facilmente.
nb_no: Angir nummeret som brukes til å slå opp konfigurasjonsposten enklere.
nl_nl: Hiermee wordt het nummer opgegeven dat wordt gebruikt om de instellingsrecord gemakkelijker op te zoeken.
ru_ru: Определяет номер, который облегчает поиск записи настройки.

# Page 2174524830 - Control 4114157096 - Property 2879900210
source: No.
es_es: N.º
is_is: Nr.
it_it: Nr.
nb_no: Nr.
nl_nl: Nr.

# Page 2174524830 - Control 3300536399 - Property 1295455071
source: Specifies the number of blocked tenants.
es_es: Especifica el número de suscriptores bloqueados.
is_is: Tilgreinir fjölda útilokaðra leigjenda.
it_it: Specifica il numero di tenant bloccati.
nb_no: Angir antall blokkerte leietakere.
nl_nl: Hiermee wordt het aantal geblokkeerde tenants opgegeven.
ru_ru: Определяет количество заблокированных арендаторов.

# Page 2174524830 - Control 3027363170 - Property 1295455071
source: Specifies the number of inconming documents awaiting verfication that are assigned to you or to a group that you are a member of.
es_es: Especifica el número de documentos entrantes en espera de comprobación que tiene asignados o que se han asignado a un grupo del que es miembro.
is_is: Tilgreinir fjölda skjala á innleið sem bíða staðfestingar og hefur verið úthlutað til þín eða flokks sem þú tilheyrir.
it_it: Specifica il numero di documenti in entrata in attesa di verifica assegnati all'utente corrente o un gruppo di cui l'utente corrente è membro.
nb_no: Angir antall innkommende dokumenter som venter på bekreftelse, som er tilordnet til deg eller til en gruppe du er medlem av.
nl_nl: Hiermee wordt het aantal inkomende documenten opgegeven die wachten op verificatie en die zijn toegewezen aan u of aan een groep waarvan u lid bent.
ru_ru: Определяет количество ожидающих проверки входящих документов, назначенных вам или группе, членом которой вы являетесь.

# Page 2174524830 - Control 3027363170 - Property 2879900210
source: Inc. Doc. Awaiting Verification
es_es: Doc. ent. en espera de comprobación
is_is: Skjöl á innleið sem bíða staðfestingar
it_it: In attesa di verifica documento in entrata
nb_no: Inng. dok. venter på bekreftelse
nl_nl: Inkomende documenten in afwachting van verificatie
ru_ru: Вх. документ, ожидающий проверки
