Repository: rstefanetti/MSDyn365BC.Code.History
Catalog: CompanyHub/Source/Company Hub/Translations/Company Hub.*.xlf
Languages: es_es, is_is, it_it, nb_no, nl_nl, ru_ru

# Page 937184972 - Control 3112382527 - Property 1295455071
source: Specifies the number of sales invoices due for next week that are assigned to you or to a group that you are a member of.
es_es: Especifica el número de facturas de venta que vencen la próxima semana que tiene asignadas o que se han asignado a un grupo del que es miembro.
is_is: Tilgreinir fjölda sölureikninga á gjalddaga í næstu viku sem hefur verið úthlutað til þín eða flokks sem þú tilheyrir.
it_it: Specifica il numero di fatture vendita in scadenza la prossima settimana assegnate all'utente corrente o un gruppo di cui l'utente corrente è membro.
nb_no: Angir antall salgsfakturaer som forfaller neste uke, som er tilordnet til deg eller til en gruppe du er medlem av.
nl_nl: Hiermee wordt het aantal verkoopfacturen opgegeven die de komende week betaald moeten zijn en die zijn toegewezen aan u of aan een groep waarvan u lid bent.
ru_ru: Определяет количество подлежащих оплате на следующей неделе счетов продажи, назначенных вам или группе, членом которой вы являетесь.

# Page 937184972 - Control 547857757 - Property 1295455071
source: Specifies the number of sales return orders that are assigned to you or to a group that you are a member of.
es_es: Especifica el número de pedidos de devolución de venta que tiene asignados o que se han asignado a un grupo del que es miembro.
is_is: Tilgreinir fjölda söluvöruskilapantana sem hefur verið úthlutað til þín eða flokks sem þú tilheyrir.
it_it: Specifica il numero di ordini di reso vendita assegnati all'utente corrente o un gruppo di cui l'utente corrente è membro.
nb_no: Angir antall ordrereturer som er tilordnet til deg eller til en gruppe du er medlem av.
nl_nl: Hiermee wordt het aantal verkoopretourorders opgegeven die zijn toegewezen aan u of aan een groep waarvan u lid bent.
ru_ru: Определяет количество возвратов продаж, назначенных вам или группе, членом которой вы являетесь.

# Page 937184972 - Control 25536090 - Property 1295455071
source: Specifies the total sales for this month.
es_es: Especifica las ventas totales de este mes.
is_is: Tilgreinir heildarsölu þessa mánaðar.
it_it: Specifica le vendite totali per questo mese.
nb_no: Angir totalt antall salg for denne måneden.
nl_nl: Hiermee wordt de totale verkoop voor deze maand opgegeven.
ru_ru: Определяет общую сумму продаж за этот месяц.

# Page 937184972 - Control 4223543537 - Property 1295455071
source: Specifies the number of sales orders pending approval that are assigned to you or to a group that you are a member of.
es_es: Especifica el número de pedidos de venta pendientes de aprobación que tiene asignados o que se han asignado a un grupo del que es miembro.
is_is: Tilgreinir fjölda sölupantana sem bíða samþykktar og sem hefur verið úthlutað til þín eða flokks sem þú tilheyrir.
it_it: Specifica il numero di ordini vendita in attesa di approvazione assegnati all'utente corrente o un gruppo di cui l'utente corrente è membro.
nb_no: Angir antall salgsordrer som venter på godkjenning, som er tilordnet til deg eller til en gruppe du er medlem av.
nl_nl: Hiermee wordt het aantal verkooporders opgegeven die in behandeling zijn genomen om te worden goedgekeurd en die zijn toegewezen aan u of aan een groep waarvan u lid bent.
ru_ru: Определяет количество ожидающих утверждения заказов на продажу, назначенных вам или группе, членом которой вы являетесь.

# Page 937184972 - Control 677361480 - Property 1295455071
source: Specifies the top 10 company sales year to date.
es_es: Especifica Ventas 10 mejores empresas del año hasta la fecha.
is_is: Tilgreinir efstu 10 sölur fyrirtækisins á árinu.
it_it: Specifica le prime 10 vendite della società da inizio anno.
nb_no: Angir de ti beste selskapssalgene hittil i år.
nl_nl: Hiermee worden de 10 beste verkoopjaren van het bedrijf tot heden opgegeven.
ru_ru: Определяет 10 крупнейших продаж компании с начала года.

# Page 937184972 - Control 327717146 - Property 1295455071
source: Specifies the number of vendor payments on hold that are assigned to you or to a group that you are a member of.
es_es: Especifica el número de pagos de proveedor en espera que tiene asignados o que se han asignado a un grupo del que es miembro.
is_is: Tilgreinir fjölda lánardrottnagreiðslna í bið sem hefur verið úthlutað til þín eða flokks sem þú tilheyrir.
it_it: Specifica il numero di pagamenti fornitore in sospeso assegnati all'utente corrente o un gruppo di cui l'utente corrente è membro.
nb_no: Angir antall avventende leverandørbetalinger som er tilordnet til deg eller til en gruppe du er medlem av.
nl_nl: Hiermee wordt het aantal in de wacht geplaatste leveranciersbetalingen opgegeven die zijn toegewezen aan u of aan een groep waarvan u lid bent.
ru_ru: Определяет количество находящихся на удержании платежей поставщикам, назначенных вам или группе, членом которой вы являетесь.

# Page 937184972 - Action 3486028960 - Property 1295455071
source: Open this company in a new window.
es_es: Permite abrir esta empresa en una nueva ventana.
is_is: Opna þetta fyrirtæki í nýjum glugga.
it_it: Aprire la società in una nuova finestra.
nb_no: Åpne dette selskapet i et nytt vindu.
nl_nl: Dit bedrijf in een nieuw venster openen.
ru_ru: Открытие этой компании в новом окне.

# Page 937184972 - Action 3486028960 - Property 2879900210
source: Go To Company
es_es: Ir a empresa
is_is: Opna fyrirtæki
it_it: Vai a società
nb_no: Gå til selskap
nl_nl: Ga naar bedrijf
ru_ru: Перейти к компании

# Page 937184972 - Action 3913955181 - Property 1295455071
source: Get fresh data for the chosen company.
es_es: Permite obtener datos nuevos para la empresa elegida.
is_is: Fáðu uppfærð gögn fyrir valið fyrirtæki.
it_it: Ottenere dati aggiornati per la società scelta.
nb_no: Få nye data for det valgte selskapet.
nl_nl: Recente gegevens ophalen voor het gekozen bedrijf.
ru_ru: Получение свежих данных для выбранной компании.

# Page 937184972 - Action 3913955181 - Property 2879900210
source: Refresh Current Company
es_es: Actualizar la empresa actual
is_is: Uppfæra núverandi fyrirtæki
it_it: Aggiorna società corrente
nb_no: Oppdater gjeldende selskap
nl_nl: Huidig bedrijf vernieuwen
ru_ru: Обновить текущую компанию

# Page 937184972 - Action 1864769499 - Property 1295455071
source: Reload all enviroments and update company data.
es_es: Vuelve a cargar todos los entornos y actualiza los datos de la empresa.
is_is: Endurhladdu öll umhverfi og uppfærðu fyrirtækisgögn.
it_it: Ricaricare tutti gli ambienti e aggiornare i dati della società.
nb_no: Last inn alle miljøer og oppdater selskapsdata på nytt.
nl_nl: Alle omgevingen opnieuw laden en bedrijfsgegevens bijwerken.
ru_ru: Перезагрузка всех сред и обновление данных компаний.

# Page 937184972 - Action 1864769499 - Property 2879900210
source: Reload
es_es: Volver a cargar
is_is: Endurhlaða
it_it: Ricarica
nb_no: Last inn på nytt
nl_nl: Opnieuw laden
ru_ru: Перезагрузить

# Page 1145113728 - Property 2879900210
source: Enviroment Link
es_es: Vínculo del entorno
is_is: Umhverfistengill
it_it: Collegamento ambiente
nb_no: Miljøkobling
nl_nl: Omgevingskoppeling
ru_ru: Ссылка на среду

# Page 1145113728 - Control 344051255 - Property 2879900210
source: Address & Contact
es_es: Dirección y contacto
is_is: Aðsetur og tengiliður
it_it: Indirizzo e contatto
nb_no: Adresse og kontakt
nl_nl: Adres en contact
ru_ru: Адрес и контакты

# Page 1145113728 - Control 2784646184 - Property 2879900210
source: Address
es_es: Dirección
is_is: Netfang
it_it: Indirizzo
nb_no: Adresse
nl_nl: Adres
ru_ru: Адрес

# Page 1145113728 - Control 3168444338 - Property 1295455071
source: Specifies the company's address.
es_es: Especifica la dirección de la empresa.
is_is: Tilgreinir aðsetur fyrirtækisins.
it_it: Specifica l'indirizzo della società.
nb_no: Angir selskapets adresse.
nl_nl: Hiermee wordt het adres van het bedrijf opgegeven.
ru_ru: Определяет адрес компании.

# Page 1145113728 - Control 2306852000 - Property 1295455071
source: Specifies additional address information.
es_es: Especifica información adicional de la dirección.
is_is: Tilgreinir aðrar upplýsingar um aðsetur.
it_it: Specifica informazioni aggiuntive sull'indirizzo.
nb_no: Angir ekstra adresseinformasjon.
nl_nl: Hiermee wordt aanvullende adresinformatie opgegeven.
ru_ru: Определяет дополнительные сведения адреса.

# Page 1145113728 - Control 714791889 - Property 1295455071
source: Specifies the company's city.
es_es: Especifica la localidad de la empresa.
is_is: Tilgreinir borg fyrirtækisins.
it_it: Specifica la città della società.
nb_no: Angir selskapets poststed.
nl_nl: Hiermee wordt de plaats van het bedrijf opgegeven.
ru_ru: Определяет город организации.

# Page 1145113728 - Control 284764054 - Property 1295455071
source: Specifies the country or region of the address.
es_es: Especifica el país o la región de la dirección.
is_is: Tilgreinir land eða svæði aðsetursins.
it_it: Specifica il paese o l'area geografica dell'indirizzo.
nb_no: Angir landet eller området i adressen.
nl_nl: Hiermee wordt het land of de regio van het adres opgegeven.
ru_ru: Определяет страну или регион адреса.

# Page 1145113728 - Control 499448942 - Property 1295455071
source: Specifies the state, province or county as a part of the address.
es_es: Especifica el estado, provincia o comarca como parte de la dirección.
is_is: Tilgreinir ríkið, héraðið eða sýsluna sem hluta aðsetursins.
it_it: Specifica lo stato, la provincia o la regione come parte dell'indirizzo.
nb_no: Angir delstat, område eller fylke som en del av adressen.
nl_nl: Hiermee wordt de staat of provincie als onderdeel van het adres opgegeven.
ru_ru: Определяет область, республику, край, округ как часть адреса.

# Page 1145113728 - Control 3660300303 - Property 1295455071
source: Specifies the postal code.
es_es: Especifica el código postal.
is_is: Tilgreinir póstnúmer.
it_it: Specifica il codice postale.
nb_no: Angir postnummeret.
nl_nl: Hiermee wordt de postcode opgegeven.
ru_ru: Определяет почтовый индекс.

# Page 1145113728 - Control 2593889414 - Property 2879900210
source: Contact
es_es: Contacto
is_is: Tengiliður
it_it: Contatto
nb_no: Kontakt
ru_ru: Контакт

# Page 1145113728 - Control 4144518489 - Property 1295455071
source: Specifies the name of your primary contact.
es_es: Especifica el nombre del contacto principal.
is_is: Tilgreinir heiti aðaltengiliðarins.
it_it: Specifica il nome del contatto primario.
nb_no: Angir navnet på primærkontakten.
nl_nl: Hiermee wordt de naam van uw primaire contactpersoon opgegeven.
ru_ru: Определяет имя вашего основного контакта.

# Page 1145113728 - Control 4144518489 - Property 2879900210
source: Contact Name
es_es: Nombre contacto
is_is: Nafn tengiliðs
it_it: Nome contatto
nb_no: Kontaktnavn
nl_nl: Contactnaam
ru_ru: Имя контакта

# Page 1145113728 - Control 1541011875 - Property 1295455071
source: Specifies the email address of primary contact.
es_es: Especifica la dirección de correo electrónico del contacto principal.
is_is: Tilgreinir netfang aðaltengiliðar.
it_it: Specifica l'indirizzo e-mail del contatto primario.
nb_no: Angir e-postadressen for primærkontakten.
nl_nl: Hiermee wordt het e-mailadres van de primaire contactpersoon opgegeven.
ru_ru: Определяет адрес электронной почты основного контакта.

# Page 1145113728 - Control 2909674232 - Property 1295455071
source: Specifies the company's home page address.
es_es: Especifica la dirección de la página web de la empresa.
is_is: Tilgreinir vefslóð heimasíðu fyrirtækisins.
it_it: Specifica l'indirizzo della home page della società.
nb_no: Angir selskapets hjemmesideadresse.
nl_nl: Hiermee wordt het adres van de startpagina van het bedrijf opgegeven.
ru_ru: Определяет адрес сайта компании.

# Page 1145113728 - Control 3986423421 - Property 1295455071
source: Specifies the telephone number of your primary contact.
es_es: Especifica el número de teléfono del contacto principal.
is_is: Tilgreinir símanúmer aðaltengiliðs.
it_it: Specifica il numero di telefono del contatto primario.
nb_no: Angir telefonnummeret til primærkontakten.
nl_nl: Hiermee wordt het telefoonnummer van uw primaire contactpersoon opgegeven.
ru_ru: Определяет номер телефона вашего основного контакта.

# Page 1145113728 - Control 2445482498 - Property 2879900210
source: General
is_is: Almennt
it_it: Generale
nb_no: Generelt
nl_nl: Algemeen
ru_ru: Общие сведения

# Page 1145113728 - Control 1663794414 - Property 1295455071
source: Select a group for this client.
es_es: Seleccione un grupo para este cliente.
is_is: Velja flokk fyrir þennan viðskiptamann.
it_it: Selezionare un gruppo per questo cliente.
nb_no: Velg en gruppe for denne klienten.
nl_nl: Een groep selecteren voor deze cliënt.
ru_ru: Позволяет выбрать группу для этого клиента.

# Page 1145113728 - Control 1663794414 - Property 2879900210
source: Group Code
es_es: Código de grupo
is_is: Flokkskóði
it_it: Codice gruppo
nb_no: Gruppekode
nl_nl: Groepscode
ru_ru: Код группы

# Page 1145113728 - Control 1842558322 - Property 1295455071
source: Specifies if the demo companies from this enviroment should be included or not.
es_es: Especifica si las empresas de demostración de este entorno deben incluirse o no.
is_is: Tilgreinir hvort taka eigi með sýnifyrirtæki úr þessu umhverfi eða ekki.
it_it: Specifica se le società demo di questo ambiente devono essere incluse o meno.
nb_no: Angir om demonstrasjonsselskapene fra dette miljøet skal inkluderes eller ikke.
nl_nl: Hiermee wordt opgegeven of de demonstratiebedrijven uit deze omgeving moeten worden opgenomen.
ru_ru: Указывает, включать демонстрационные компании из этой среды или нет.

# Page 1145113728 - Control 1842558322 - Property 2879900210
source: Include Demo Companies
es_es: Incluir empresas de demostración
is_is: Taka með sýnifyrirtæki
it_it: Includi società demo
nb_no: Inkluder demonstrasjonsselskaper
nl_nl: Demonstratiebedrijven opnemen
ru_ru: Включить демонстрационные компании

# Page 1145113728 - Control 3817506388 - Property 1295455071
source: Specifies the link used to access the enviroment's companies.
es_es: Especifica el vínculo que se usa para obtener acceso a las empresas del entorno.
is_is: Tilgreinir tengilinn sem er notaður til að fá aðgang að fyrirtækjum umhverfisins.
it_it: Specifica il collegamento utilizzato per accedere alle società dell'ambiente.
nb_no: Angir koblingen som brukes til å åpne miljøets selskaper.
nl_nl: Hiermee wordt de koppeling opgegeven die wordt gebruikt om toegang te krijgen tot de bedrijven van de omgeving.
ru_ru: Определяет ссылку, используемую для доступа к компаниям среды.

# Page 1145113728 - Control 3817506388 - Property 2879900210
source: Enviroment Link
es_es: Vínculo del entorno
is_is: Umhverfistengill
it_it: Collegamento ambiente
nb_no: Miljøkobling
nl_nl: Omgevingskoppeling
ru_ru: Ссылка на среду

# Page 1145113728 - Control 2961552353 - Property 1295455071
source: Specifies the enviroment's name.
es_es: Especifica el nombre del entorno.
is_is: Tilgreinir heiti umhverfis.
it_it: Specifica il nome dell'ambiente.
nb_no: Angir miljøets navn.
nl_nl: Hiermee wordt de naam van de omgeving opgegeven.
ru_ru: Определяет имя среды.

# Page 1145113728 - Control 2961552353 - Property 2879900210
source: Name
es_es: Nombre
is_is: Heiti
it_it: Nome
nb_no: Navn
nl_nl: Naam
ru_ru: Имя

# Page 1145113728 - Control 4200184881 - Property 1295455071
source: Specifies the number of the enviroment.
es_es: Especifica el número del entorno.
is_is: Tilgreinir númer umhverfisins.
it_it: Specifica il numero dell'ambiente.
nb_no: Angir nummeret for miljøet.
nl_nl: Hiermee wordt het nummer van de omgeving opgegeven.
ru_ru: Определяет номер среды.

# Page 1145113728 - Control 4200184881 - Property 2879900210
source: No.
es_es: N.º
is_is: Nr.
it_it: Nr.
nb_no: Nr.
nl_nl: Nr.

# Page 1145113728 - Control 880902346 - Property 1295455071
source: Specifies if the companies from this enviroment are blocked for privacy reasons.
es_es: Especifica si las empresas de este entorno están bloqueadas por motivos de privacidad.
is_is: Tilgreinir hvort fyrirtæki í þessu umhverfi eru útilokuð vegna persónuverndar.
it_it: Specifica se le società di questo ambiente sono bloccate per ragioni di privacy.
nb_no: Angir om selskapene fra dette miljøet er sperret av personvernhensyn.
nl_nl: Hiermee wordt opgegeven of de bedrijven uit deze omgeving om privacyredenen zijn geblokkeerd.
ru_ru: Указывает, заблокированы ли компании из этой среды по соображениям безопасности.

# Page 1145113728 - Control 880902346 - Property 2879900210
source: Privacy Blocked
es_es: Privacidad bloqueada
is_is: Lokað fyrir vegna persónuverndar
it_it: Bloccato dalla privacy
nb_no: Personvern sperret
nl_nl: Geblokkeerd vanwege privacy
ru_ru: Заблокировано из-за конфиденциальности

# Page 1145113728 - Action 2077735175 - Property 1295455071
source: Validates that you have access to the specified environment.
es_es: Valida que tiene acceso al entorno especificado.
is_is: Sannvottar að þú hafir aðgang að tilgreindu umhverfi.
it_it: Convalida l'accesso all'ambiente specificato.
nb_no: Kontrollerer at du har tilgang til det angitte miljøet.
nl_nl: Hiermee wordt gecontroleerd of u toegang hebt tot de opgegeven omgeving.
ru_ru: Проверка наличия у вас доступа к указанной среде.

# Page 1145113728 - Action 2077735175 - Property 2879900210
source: Test the connection
es_es: Probar la conexión
is_is: Prófa tenginguna
it_it: Test della connessione
nb_no: Test tilkoblingen
nl_nl: De verbinding testen
ru_ru: Тестировать подключение

# Page 2272604806 - Property 2879900210
source: Enviroments
es_es: Entornos
is_is: Umhverfi
it_it: Ambienti
nb_no: Miljøer
nl_nl: Omgevingen
ru_ru: Среды

# Page 2272604806 - Control 3993128796 - Property 1295455071
source: Specifies the name of the primary contact.
es_es: Especifica el nombre del contacto principal.
is_is: Tilgreinir heiti aðaltengiliðar.
it_it: Specifica il nome del contatto primario.
nb_no: Angir navnet på primærkontakten.
nl_nl: Hiermee wordt de naam van de primaire contactpersoon opgegeven.
ru_ru: Определяет имя основного контакта.

# Page 2272604806 - Control 3817506388 - Property 1295455071
source: Specifies the link that is used to access companies in the environment.
es_es: Especifica el vínculo que se usa para obtener acceso a las empresas del entorno.
is_is: Tilgreinir tengilinn sem er notaður til að fá aðgang að fyrirtækjum í umhverfinu.
it_it: Specifica il collegamento utilizzato per accedere alle società dell'ambiente.
nb_no: Angir koblingen som brukes til å få tilgang til selskaper i miljøet.
nl_nl: Hiermee wordt de koppeling opgegeven die wordt gebruikt om toegang te krijgen tot bedrijven in de omgeving.
ru_ru: Определяет ссылку, используемую для доступа к компаниям в среде.

# Page 2272604806 - Control 2961552353 - Property 1295455071
source: Specifies the name of the enviroment.
es_es: Especifica el nombre del entorno.
is_is: Tilgreinir heiti umhverfisins.
it_it: Specifica il nome dell'ambiente.
nb_no: Angir navnet på miljøet.
nl_nl: Hiermee wordt de naam van de omgeving opgegeven.
ru_ru: Определяет имя среды.

# Page 2272604806 - Control 4200184881 - Property 1295455071
source: Specifies the No. of the enviroment.
es_es: Especifica el n.º del entorno.
is_is: Tilgreinir nr. umhverfisins.
it_it: Specifica il nr. dell'ambiente.
nb_no: Angir nummeret på miljøet.
nl_nl: Hiermee wordt het nummer van de omgeving opgegeven.
ru_ru: Определяет номер среды.

# Page 2272604806 - Control 3986423421 - Property 1295455071
source: Specifies the primary contact's telephone number.
es_es: Especifica el número de teléfono del contacto principal.
is_is: Tilgreinir símanúmer aðaltengiliðar.
it_it: Specifica il numero di telefono del contatto primario.
nb_no: Angir primærkontaktens telefonnummer.
nl_nl: Hiermee wordt het telefoonnummer van de primaire contactpersoon opgegeven.
ru_ru: Определяет номер телефона основного контакта.

# Page 2272604806 - Control 3986423421 - Property 2879900210
source: Phone No.
es_es: N.º teléfono
is_is: Símanúmer
it_it: Nr. di telefono
nb_no: Telefonnr.
nl_nl: Telefoon
ru_ru: Телефон

# Page 2272604806 - Action 1404105712 - Property 1295455071
source: Exports the list of enviroments.
es_es: Exporta la lista de entornos.
is_is: Flytur út listann yfir umhverfi.
it_it: Esporta la lista degli ambienti.
nb_no: Eksporterer listen over miljøer.
nl_nl: Hiermee wordt de lijst met omgevingen geëxporteerd.
ru_ru: Экспортирует список сред.

# Page 2272604806 - Action 1404105712 - Property 2879900210
source: Export Enviroments
es_es: Exportar entornos
is_is: Flytja út umhverfi
it_it: Esporta ambienti
nb_no: Eksporter miljøer
nl_nl: Omgevingen exporteren
ru_ru: Экспортировать среды

# Page 2272604806 - Action 28344312 - Property 1295455071
source: Show enviroment groups.
es_es: Muestra grupos de entornos.
is_is: Sýna umhverfishópa.
it_it: Visualizzare i gruppi di ambienti.
nb_no: Vis miljøgrupper.
nl_nl: Omgevingsgroepen weergeven.
ru_ru: Отображение групп сред.

# Page 2272604806 - Action 28344312 - Property 2879900210
source: Enviroment Groups
es_es: Grupos de entornos
is_is: Umhverfishópar
it_it: Gruppi di ambienti
nb_no: Miljøgrupper
nl_nl: Omgevingsgroepen
ru_ru: Группы сред

# Page 2272604806 - Action 2032648135 - Property 1295455071
source: Imports data about environments and companies from a file.
es_es: Importa datos sobre entornos y empresas desde un archivo.
is_is: Flytur inn gögn um umhverfi og fyrirtæki úr skrá.
it_it: Importa i dati su ambienti e società da un file.
nb_no: Importerer data om miljøer og selskaper fra en fil.
nl_nl: Hiermee importeert u gegevens over omgevingen en bedrijven uit een bestand.
ru_ru: Импортирует данные о средах и компаниях из файла.

# Page 2272604806 - Action 2032648135 - Property 2879900210
source: Import Enviroments
es_es: Importar entornos
is_is: Flytja inn umhverfi
it_it: Importa ambienti
nb_no: Importer miljøer
nl_nl: Omgevingen importeren
ru_ru: Импортировать среды

# Page 1863125914 - Property 2879900210
source: Groups
es_es: Grupos
is_is: Flokkar
it_it: Gruppi
nb_no: Grupper
nl_nl: Groepen
ru_ru: Группы

# Page 1863125914 - Control 3004954119 - Property 1295455071
source: Specifies the code of the group
es_es: Especifica el código del grupo
is_is: Tilgreinir kóða hópsins.
it_it: Specifica il codice del gruppo
nb_no: Angir koden for gruppen
nl_nl: Hiermee wordt de code van de groep opgegeven.
ru_ru: Определяет код группы.

# Page 1863125914 - Control 3004954119 - Property 2879900210
source: Code
es_es: Código
is_is: Kóði
it_it: Codice
nb_no: Kode
ru_ru: Код

# Page 1863125914 - Control 3461834954 - Property 1295455071
source: Specifies the group description
es_es: Especifica la descripción del grupo
is_is: Tilgreinir flokkalýsingu
it_it: Specifica la descrizione del gruppo
nb_no: Angir gruppebeskrivelsen
nl_nl: Hiermee wordt de groepsbeschrijving opgegeven.
ru_ru: Определяет описание группы

# Page 1863125914 - Control 3461834954 - Property 2879900210
source: Description
es_es: Descripción
is_is: Lýsing
it_it: Descrizione
nb_no: Beskrivelse
nl_nl: Beschrijving
ru_ru: Описание

# Page 1863125914 - Action 1864769499 - Property 1295455071
source: Reload all companies and update the data.
es_es: Vuelve a cargar todas las empresas y actualiza los datos.
is_is: Endurhladdu öllum fyrirtækjum og uppfærðu gögnin.
it_it: Ricaricare tutte le società e aggiornare i dati.
nb_no: Last inn alle selskaper på nytt og oppdater dataene.
nl_nl: Laad alle bedrijven opnieuw en werk de gegevens bij.
ru_ru: Перезагрузка всех компаний и обновление данных.

# Page 1863125914 - Action 1864769499 - Property 2879900210
source: Reload all companies
es_es: Volver a cargar todas las empresas
is_is: Endurhlaða öllum fyrirtækjum
it_it: Ricarica tutte le società
nb_no: Last inn alle selskaper på nytt
nl_nl: Alle bedrijven opnieuw laden
ru_ru: Перезагрузить все компании
