Repository: rstefanetti/MSDyn365BC.Code.History
Catalog: CompanyHub/Source/Company Hub/Translations/Company Hub.*.xlf
Languages: es_es, is_is, it_it, nb_no, nl_nl, ru_ru

# Page 2174524830 - Control 3319760346 - Property 1295455071
source: Specifies the number of requests to approve that are assigned to you or to a group that you are a member of.
es_es: Especifica el número de solicitudes para aprobar que tiene asignadas o que se han asignado a un grupo del que es miembro.
is_is: Tilgreinir fjölda staðfestingarbeiðna sem hefur verið úthlutað til þín eða flokks sem þú tilheyrir.
it_it: Specifica il numero di richieste di approvazione assegnate all'utente corrente o un gruppo di cui l'utente corrente è membro.
nb_no: Angir antall forespørsler som skal godkjennes, som er tilordnet til deg eller til en gruppe du er medlem av.
nl_nl: Hiermee wordt het aantal goedkeuringsaanvragen opgegeven die zijn toegewezen aan u of aan een groep waarvan u lid bent.
ru_ru: Определяет количество требующих утверждения запросов, назначенных вам или группе, членом которой вы являетесь.

# Page 2174524830 - Control 1428064786 - Property 1295455071
source: Specifies the number of sales credit memos pending sending to the document exchange that are assigned to you or to a group that you are a member of.
es_es: Especifica el número de abonos de venta pendientes de envío al intercambio de documentos que tiene asignados o que se han asignado a un grupo del que es miembro.
is_is: Tilgreinir fjölda sölukreditreikninga sem bíða sendingar til skjalaskipta og sem hefur verið úthlutað til þín eða flokks sem þú tilheyrir.
it_it: Specifica il numero di note credito vendita con invio al servizio di scambio documenti in sospeso assegnate all'utente corrente o un gruppo di cui l'utente corrente è membro.
nb_no: Angir antall ventende salgskreditnotaer som sendes til dokumentutvekslingen, som er tilordnet deg eller til en gruppe du er medlem av.
nl_nl: Hiermee wordt het aantal verkoopcreditnota's opgegeven die in behandeling zijn genomen om te worden verzonden naar documentuitwisseling en die zijn toegewezen aan u of aan een groep waarvan u lid bent.
ru_ru: Определяет количество ожидающих отправки в службу обмена документами кредит-нот, назначенных вам или группе, членом которой вы являетесь.

# Page 2174524830 - Control 1812513725 - Property 1295455071
source: Specifies the number of sales invoices pending sending to document exchange that are assigned to you or to a group that you are a member of.
es_es: Especifica el número de facturas de venta pendientes de envío al intercambio de documentos que tiene asignadas o que se han asignado a un grupo del que es miembro.
is_is: Tilgreinir fjölda sölureikninga sem bíða sendingar til skjalaskipta og sem hefur verið úthlutað til þín eða flokks sem þú tilheyrir.
it_it: Specifica il numero di fatture vendita con invio al servizio di scambio documenti in sospeso assegnate all'utente corrente o un gruppo di cui l'utente corrente è membro.
nb_no: Angir antall ventende salgsfakturaer som sendes til dokumentutvekslingen, som er tilordnet til deg eller til en gruppe du er medlem av.
nl_nl: Hiermee wordt het aantal verkoopfacturen opgegeven die in behandeling zijn genomen om te worden verzonden naar documentuitwisseling en die zijn toegewezen aan u of aan een groep waarvan u lid bent.
ru_ru: Определяет количество ожидающих отправки в службу обмена документами счетов продажи, назначенных вам или группе, членом которой вы являетесь.

# Page 2174524830 - Control 3112382527 - Property 1295455071
source: Specifies the number of sales invoices due for next week that are assigned to you or to a group that you are a member of.
es_es: Especifica el número de facturas de venta que vencen la próxima semana que tiene asignadas o que se han asignado a un grupo del que es miembro.
is_is: Tilgreinir fjölda sölureikninga á gjalddaga í næstu viku sem hefur verið úthlutað til þín eða flokks sem þú tilheyrir.
it_it: Specifica il numero di fatture vendita in scadenza la prossima settimana assegnate all'utente corrente o un gruppo di cui l'utente corrente è membro.
nb_no: Angir antall salgsfakturaer som forfaller neste uke, som er tilordnet til deg eller til en gruppe du er medlem av.
nl_nl: Hiermee wordt het aantal verkoopfacturen opgegeven die de komende week betaald moeten zijn en die zijn toegewezen aan u of aan een groep waarvan u lid bent.
ru_ru: Определяет количество подлежащих оплате на следующей неделе счетов продажи, назначенных вам или группе, членом которой вы являетесь.

# Page 2174524830 - Control 547857757 - Property 1295455071
source: Specifies the number of sales return orders that are assigned to you or to a group that you are a member of.
es_es: Especifica el número de pedidos de devolución de venta que tiene asignados o que se han asignado a un grupo del que es miembro.
is_is: Tilgreinir fjölda söluvöruskilapantana sem hefur verið úthlutað til þín eða flokks sem þú tilheyrir.
it_it: Specifica il numero di ordini di reso vendita assegnati all'utente corrente o un gruppo di cui l'utente corrente è membro.
nb_no: Angir antall ordrereturer som er tilordnet til deg eller til en gruppe du er medlem av.
nl_nl: Hiermee wordt het aantal verkoopretourorders opgegeven die zijn toegewezen aan u of aan een groep waarvan u lid bent.
ru_ru: Определяет количество возвратов продаж, назначенных вам или группе, членом которой вы являетесь.

# Page 2174524830 - Control 25536090 - Property 1295455071
source: Specifies the total sales for this month.
es_es: Especifica las ventas totales de este mes.
is_is: Tilgreinir heildarsölu þessa mánaðar.
it_it: Specifica le vendite totali per questo mese.
nb_no: Angir totalt antall salg for denne måneden.
nl_nl: Hiermee wordt de totale verkoop voor deze maand opgegeven.
ru_ru: Определяет общую сумму продаж за этот месяц.

# Page 2174524830 - Control 4223543537 - Property 1295455071
source: Specifies the number of sales orders pending approval that are assigned to you or to a group that you are a member of.
es_es: Especifica el número de pedidos de venta pendientes de aprobación que tiene asignados o que se han asignado a un grupo del que es miembro.
is_is: Tilgreinir fjölda sölupantana sem bíða samþykktar og sem hefur verið úthlutað til þín eða flokks sem þú tilheyrir.
it_it: Specifica il numero di ordini vendita in attesa di approvazione assegnati all'utente corrente o un gruppo di cui l'utente corrente è membro.
nb_no: Angir antall salgsordrer som venter på godkjenning, som er tilordnet til deg eller til en gruppe du er medlem av.
nl_nl: Hiermee wordt het aantal verkooporders opgegeven die in behandeling zijn genomen om te worden goedgekeurd en die zijn toegewezen aan u of aan een groep waarvan u lid bent.
ru_ru: Определяет количество ожидающих утверждения заказов на продажу, назначенных вам или группе, членом которой вы являетесь.

# Page 2174524830 - Control 677361480 - Property 1295455071
source: Specifies the top 10 company sales year to date.
es_es: Especifica Ventas 10 mejores empresas del año hasta la fecha.
is_is: Tilgreinir efstu 10 sölur fyrirtækisins á árinu.
it_it: Specifica le prime 10 vendite della società da inizio anno.
nb_no: Angir de ti beste selskapssalgene hittil i år.
nl_nl: Hiermee worden de 10 beste verkoopjaren van het bedrijf tot heden opgegeven.
ru_ru: Определяет 10 крупнейших продаж компании с начала года.

# Page 2174524830 - Control 327717146 - Property 1295455071
source: Specifies the number of vendor payments on hold that are assigned to you or to a group that you are a member of.
es_es: Especifica el número de pagos de proveedor en espera que tiene asignados o que se han asignado a un grupo del que es miembro.
is_is: Tilgreinir fjölda lánardrottnagreiðslna í bið sem hefur verið úthlutað til þín eða flokks sem þú tilheyrir.
it_it: Specifica il numero di pagamenti fornitore in sospeso assegnati all'utente corrente o un gruppo di cui l'utente corrente è membro.
nb_no: Angir antall avventende leverandørbetalinger som er tilordnet til deg eller til en gruppe du er medlem av.
nl_nl: Hiermee wordt het aantal in de wacht geplaatste leveranciersbetalingen opgegeven die zijn toegewezen aan u of aan een groep waarvan u lid bent.
ru_ru: Определяет количество находящихся на удержании платежей поставщикам, назначенных вам или группе, членом которой вы являетесь.

# Page 2174524830 - Action 3486028960 - Property 1295455071
source: Open this company in a new window.
es_es: Permite abrir esta empresa en una nueva ventana.
is_is: Opna þetta fyrirtæki í nýjum glugga.
it_it: Aprire la società in una nuova finestra.
nb_no: Åpne dette selskapet i et nytt vindu.
nl_nl: Dit bedrijf in een nieuw venster openen.
ru_ru: Открытие этой компании в новом окне.

# Page 2174524830 - Action 3486028960 - Property 2879900210
source: Go To Company
es_es: Ir a empresa
is_is: Opna fyrirtæki
it_it: Vai a società
nb_no: Gå til selskap
nl_nl: Ga naar bedrijf
ru_ru: Перейти к компании

# Page 2174524830 - Action 3913955181 - Property 1295455071
source: Get fresh data for the chosen company.
es_es: Permite obtener datos nuevos para la empresa elegida.
is_is: Fáðu uppfærð gögn fyrir valið fyrirtæki.
it_it: Ottenere dati aggiornati per la società scelta.
nb_no: Få nye data for det valgte selskapet.
nl_nl: Recente gegevens ophalen voor het gekozen bedrijf.
ru_ru: Получение свежих данных для выбранной компании.

# Page 2174524830 - Action 3913955181 - Property 2879900210
source: Refresh Current Company
es_es: Actualizar la empresa actual
is_is: Uppfæra núverandi fyrirtæki
it_it: Aggiorna società corrente
nb_no: Oppdater gjeldende selskap
nl_nl: Huidig bedrijf vernieuwen
ru_ru: Обновить текущую компанию

# Page 2174524830 - Action 1864769499 - Property 1295455071
source: Reload all enviroments and update company data.
es_es: Vuelve a cargar todos los entornos y actualiza los datos de la empresa.
is_is: Endurhladdu öll umhverfi og uppfærðu fyrirtækisgögn.
it_it: Ricaricare tutti gli ambienti e aggiornare i dati della società.
nb_no: Last inn alle miljøer og oppdater selskapsdata på nytt.
nl_nl: Alle omgevingen opnieuw laden en bedrijfsgegevens bijwerken.
ru_ru: Перезагрузка всех сред и обновление данных компаний.

# Page 2174524830 - Action 1864769499 - Property 2879900210
source: Reload
es_es: Volver a cargar
is_is: Endurhlaða
it_it: Ricarica
nb_no: Last inn på nytt
nl_nl: Opnieuw laden
ru_ru: Перезагрузить

# Page 937184972 - Property 2879900210
source: Summary
es_es: Resumen
is_is: Samantekt
it_it: Riepilogo
nb_no: Sammendrag
nl_nl: Overzicht
ru_ru: Сводка

# Page 937184972 - NamedType 708797588
source: Add Enviroments
es_es: Agregar entornos
is_is: Bæta við umhverfum
it_it: Aggiungi ambienti
nb_no: Legg til miljøer
nl_nl: Omgevingen toevoegen
ru_ru: Добавить среды

# Page 937184972 - NamedType 162686461
source: You have chosen the name of a group, and there is nothing to look up.
es_es: Ha elegido el nombre de un grupo y no hay nada que buscar.
is_is: Þú hefur valið heiti hóps og það er ekkert til að leita að.
it_it: È stato scelto il nome di un gruppo, ma non cosa cercare.
nb_no: Du har valgt navnet på en gruppe, og det finnes ingenting å slå opp.
nl_nl: U hebt de naam van een groep gekozen, maar er is niets om op te zoeken.
ru_ru: Вы выбрали имя группы, поэтому искать нечего.

# Page 937184972 - NamedType 1453233508
source: No environments have been added yet. Go ahead and add the first environment.
es_es: Aún no se ha agregado ningún entorno. Continúe y agregue el primer entorno.
is_is: Engu umhverfi hefur enn verið bætt við. Haltu áfram og bættu við fyrsta umhverfinu.
it_it: Non sono stati ancora aggiunti ambienti. Proseguire e aggiungere il primo ambiente.
nb_no: Ingen miljøer er lagt til ennå. Du kan legge til det første miljøet.
nl_nl: Er zijn nog geen omgevingen toegevoegd. Voeg eerst een eerste omgeving toe.
ru_ru: Пока не добавлено ни одной среды. Добавьте первую среду прямо сейчас.

# Page 937184972 - Control 2886508691 - Property 1295455071
source: Specifies the number of approved incoming documents that are assigned to you or to a group that you are a member of.
es_es: Especifica el número de documentos entrantes aprobados que tiene asignados o que se han asignado a un grupo del que es miembro.
is_is: Tilgreinir fjölda samþykktra skjala á innleið sem hefur verið úthlutað til þín eða flokks sem þú tilheyrir.
it_it: Specifica il numero di documenti in entrata approvati assegnati all'utente corrente o un gruppo di cui l'utente corrente è membro.
nb_no: Angir antall godkjente innkommende dokumenter som er tilordnet til deg eller til en gruppe du er medlem av.
nl_nl: Hiermee wordt het aantal goedgekeurde inkomende documenten opgegeven die zijn toegewezen aan u of aan een groep waarvan u lid bent.
ru_ru: Определяет количество утвержденных входящих документов, назначенных вам или группе, членом которой вы являетесь.

# Page 937184972 - Control 3213065903 - Property 1295455071
source: Specifies the number of approved purchase orders that are assigned to you or to a group that you are a member of.
es_es: Especifica el número de pedidos de compra aprobados que tiene asignados o que se han asignado a un grupo del que es miembro.
is_is: Tilgreinir fjölda samþykktra innkaupapantana sem eru komin fram yfir á tíma og sem hefur verið úthlutað til þín eða flokks sem þú tilheyrir.
it_it: Specifica il numero di task in sospeso assegnati all'utente corrente o un gruppo di cui l'utente corrente è membro.
nb_no: Angir antall godkjente bestillinger, som er tilordnet til deg eller til en gruppe du er medlem av.
nl_nl: Hiermee wordt het aantal goedgekeurde inkooporders opgegeven die zijn toegewezen aan u of aan een groep waarvan u lid bent.
ru_ru: Определяет количество утвержденных заказов на покупку, назначенных вам или группе, членом которой вы являетесь.

# Page 937184972 - Control 3604703450 - Property 1295455071
source: Specifies the number of approved sales orders that are assigned to you or to a group that you are a member of.
es_es: Especifica el número de pedidos de venta aprobados que tiene asignados o que se han asignado a un grupo del que es miembro.
is_is: Tilgreinir fjölda samþykktra sölupantana í gangi sem hefur verið úthlutað til þín eða flokks sem þú tilheyrir.
it_it: Specifica il numero di ordini vendita approvati assegnati all'utente corrente o un gruppo di cui l'utente corrente è membro.
nb_no: Angir antall godkjente salgsordrer som er tilordnet til deg eller til en gruppe du er medlem av.
nl_nl: Hiermee wordt het aantal goedgekeurde verkooporders opgegeven die zijn toegewezen aan u of aan een groep waarvan u lid bent.
ru_ru: Определяет количество утвержденных заказов на продажу, назначенных вам или группе, членом которой вы являетесь.

# Page 937184972 - Control 699576046 - Property 1295455071
source: Specifies the average collection days.
es_es: Especifica el promedio de días de cobro.
is_is: Tilgreinir meðalinnheimtudaga.
it_it: Specifica la media dei giorni di credito.
nb_no: Angir gjennomsnittlig antall kredittdager.
nl_nl: Hiermee wordt de gemiddelde betalingstermijn opgegeven.
ru_ru: Определяет среднее время погашения долга в днях.

# Page 937184972 - Control 2113664607 - Property 1295455071
source: Specifies the balance on cash accounts.
es_es: Especifica el saldo de las cuentas de caja.
is_is: Tilgreinir stöðu á sjóðsreikningi.
it_it: Specifica il saldo dei conti cassa.
nb_no: Angir saldoen på kontantkonti.
nl_nl: Hiermee wordt het saldo op kasrekeningen opgegeven.
ru_ru: Определяет сальдо по счетам кассы.

# Page 937184972 - Control 2364333754 - Property 1295455071
source: Specifies the balance on cash accounts.
es_es: Especifica el saldo de las cuentas de caja.
is_is: Tilgreinir stöðu á sjóðsreikningi.
it_it: Specifica il saldo dei conti cassa.
nb_no: Angir saldoen på kontantkonti.
nl_nl: Hiermee wordt het saldo op kasrekeningen opgegeven.
ru_ru: Определяет сальдо по счетам кассы.

# Page 937184972 - Control 2364333754 - Property 2879900210
source: Cash Accounts Balance
es_es: Saldo de cuentas de efectivo
is_is: Staða lausafjárreikninga
it_it: Saldo conti cassa
nb_no: Saldo for kontantkontoer
nl_nl: Saldo van kasrekeningen
ru_ru: Сальдо кассы

# Page 937184972 - Control 1037431910 - Property 1295455071
source: Specifies the name of the company.
es_es: Especifica el nombre de la empresa.
is_is: Tilgreinir heiti fyrirtækisins.
it_it: Specifica il nome della società.
nb_no: Angir navnet på selskapet.
nl_nl: Hiermee wordt de naam van het bedrijf opgegeven.
ru_ru: Определяет название организации.

# Page 937184972 - Control 1037431910 - Property 2879900210
source: Company Name
es_es: Nombre de la empresa
is_is: Heiti fyrirtækis
it_it: Nome società
nb_no: Selskapsnavn
nl_nl: Bedrijfsnaam
ru_ru: Название компании

# Page 937184972 - Control 2378863201 - Property 1295455071
source: Specifies the name of the Company Group.
es_es: Especifica el nombre del grupo de empresa.
is_is: Tilgreinir heiti fyrirtækjaflokks.
it_it: Specifica il nome del gruppo di società.
nb_no: Angir navnet på selskapsgruppen.
nl_nl: Hiermee wordt de naam van de bedrijfsgroep opgegeven.
ru_ru: Определяет имя группы компаний.

# Page 937184972 - Control 2378863201 - Property 2879900210
source: Name
es_es: Nombre
is_is: Heiti
it_it: Nome
nb_no: Navn
nl_nl: Naam
ru_ru: Имя

# Page 937184972 - Control 4114157096 - Property 1295455071
source: Specifies the number used to lookup the setup record more easilly.
es_es: Especifica el número que se usa para buscar el registro de configuración más fácilmente.
is_is: Tilgreinir númerið sem er notað til að fletta upp uppsetningarfærslunni á auðveldari hátt.
it_it: Specifica il numero utilizzato per cercare il record di setup più facilmente.
nb_no: Angir nummeret som brukes til å slå opp konfigurasjonsposten enklere.
nl_nl: Hiermee wordt het nummer opgegeven dat wordt gebruikt om de instellingsrecord gemakkelijker op te zoeken.
ru_ru: Определяет номер, который облегчает поиск записи настройки.

# Page 937184972 - Control 4114157096 - Property 2879900210
source: No.
es_es: N.º
is_is: Nr.
it_it: Nr.
nb_no: Nr.
nl_nl: Nr.

# Page 937184972 - Control 3300536399 - Property 1295455071
source: Specifies the number of blocked tenants.
es_es: Especifica el número de suscriptores bloqueados.
is_is: Tilgreinir fjölda útilokaðra leigjenda.
it_it: Specifica il numero di tenant bloccati.
nb_no: Angir antall blokkerte leietakere.
nl_nl: Hiermee wordt het aantal geblokkeerde tenants opgegeven.
ru_ru: Определяет количество заблокированных арендаторов.

# Page 937184972 - Control 3027363170 - Property 1295455071
source: Specifies the number of inconming documents awaiting verfication that are assigned to you or to a group that you are a member of.
es_es: Especifica el número de documentos entrantes en espera de comprobación que tiene asignados o que se han asignado a un grupo del que es miembro.
is_is: Tilgreinir fjölda skjala á innleið sem bíða staðfestingar og hefur verið úthlutað til þín eða flokks sem þú tilheyrir.
it_it: Specifica il numero di documenti in entrata in attesa di verifica assegnati all'utente corrente o un gruppo di cui l'utente corrente è membro.
nb_no: Angir antall innkommende dokumenter som venter på bekreftelse, som er tilordnet til deg eller til en gruppe du er medlem av.
nl_nl: Hiermee wordt het aantal inkomende documenten opgegeven die wachten op verificatie en die zijn toegewezen aan u of aan een groep waarvan u lid bent.
ru_ru: Определяет количество ожидающих проверки входящих документов, назначенных вам или группе, членом которой вы являетесь.

# Page 937184972 - Control 3027363170 - Property 2879900210
source: Inc. Doc. Awaiting Verification
es_es: Doc. ent. en espera de comprobación
is_is: Skjöl á innleið sem bíða staðfestingar
it_it: In attesa di verifica documento in entrata
nb_no: Inng. dok. venter på bekreftelse
nl_nl: Inkomende documenten in afwachting van verificatie
ru_ru: Вх. документ, ожидающий проверки

# Page 937184972 - Control 3207733361 - Property 1295455071
source: Specifies the last depreciated posted date.
es_es: Especifica la última fecha de amortización registrada.
is_is: Tilgreinir dagsetningu síðustu bókuðu afskriftar.
it_it: Specifica la data dell'ultimo ammortamento registrato.
nb_no: Angir bokføringsdato for siste avskrivning.
nl_nl: Hiermee wordt de datum van de laatst geboekte afschrijving opgegeven.
ru_ru: Определяет дату последнего учета амортизации.

# Page 937184972 - Control 2432407826 - Property 1295455071
source: Specifies the last refreshed date.
es_es: Especifica la última fecha de actualización.
is_is: Tilgreinir síðasta uppfærsludag.
it_it: Specifica la data dell'ultimo aggiornamento.
nb_no: Angir siste oppdateringsdato.
nl_nl: Hiermee wordt de datum opgegeven waarop voor het laatst is vernieuwd.
ru_ru: Определяет дату последнего обновления.

# Page 937184972 - Control 2432407826 - Property 2879900210
source: Last Refreshed
es_es: Última actualización
is_is: Síðast uppfært
it_it: Ultimo aggiornamento
nb_no: Sist oppdatert
nl_nl: Laatst vernieuwd
ru_ru: Последнее обновление

# Page 937184972 - Control 2185352090 - Property 1295455071
source: Specifies the number of my incoming documents that are assigned to you or to a group that you are a member of.
es_es: Especifica el número de documentos entrantes que tiene asignados o que se han asignado a un grupo del que es miembro.
is_is: Tilgreinir fjölda eigin skjala á innleið sem hefur verið úthlutað til þín eða flokks sem þú tilheyrir.
it_it: Specifica il numero di documenti personali in entrata assegnati all'utente corrente o un gruppo di cui l'utente corrente è membro.
nb_no: Angir antall mine innkommende dokumenter som er tilordnet til deg eller til en gruppe du er medlem av.
nl_nl: Hiermee wordt het aantal van mijn inkomende documenten opgegeven die zijn toegewezen aan u of aan een groep waarvan u lid bent.
ru_ru: Определяет количество моих входящих документов, назначенных вам или группе, членом которой вы являетесь.

# Page 937184972 - Control 1463502244 - Property 1295455071
source: Specifies the number of overdue tasks that are assigned to you or to a group that you are a member of.
es_es: Especifica el número de tareas vencidas que tiene asignadas o que se han asignado a un grupo del que es miembro.
is_is: Tilgreinir fjölda verkefna sem eru komin fram yfir á tíma og sem hefur verið úthlutað til þín eða flokks sem þú tilheyrir.
it_it: Specifica il numero di task scaduti assegnati all'utente corrente o un gruppo di cui l'utente corrente è membro.
nb_no: Angir antall forfalte oppgaver som er tilordnet til deg eller til en gruppe du er medlem av.
nl_nl: Hiermee wordt het aantal achterstallige taken opgegeven dat is toegewezen aan u of aan een groep waarvan u lid bent.
ru_ru: Определяет количество просроченных задач, назначенных вам или группе, членом которой вы являетесь.

# Page 937184972 - Control 1463502244 - Property 2879900210
source: My Overdue Tasks
es_es: Mis tareas vencidas
is_is: Verkefnin mín sem komin eru fram yfir á tíma
it_it: Task personali scaduti
nb_no: Mine forfalte oppgaver
nl_nl: Mijn achterstallige taken
ru_ru: Мои просроченные задачи

# Page 937184972 - Control 2366028613 - Property 1295455071
source: Specifies the number of pending tasks that are assigned to you or to a group that you are a member of.
es_es: Especifica el número de tareas pendientes que tiene asignadas o que se han asignado a un grupo del que es miembro.
is_is: Tilgreinir fjölda verkefna í bið sem hefur verið úthlutað til þín eða flokks sem þú tilheyrir.
it_it: Specifica il numero di task in sospeso assegnati all'utente corrente o un gruppo di cui l'utente corrente è membro.
nb_no: Angir antall ventende oppgaver som er tilordnet til deg eller til en gruppe du er medlem av.
nl_nl: Hiermee wordt het aantal wachtende taken opgegeven dat is toegewezen aan u of aan een groep waarvan u lid bent.
ru_ru: Определяет количество ожидающих задач, назначенных вам или группе, членом которой вы являетесь.
