Repository: rstefanetti/MSDyn365BC.Code.History
Catalog: CompanyHub/Source/Company Hub/Translations/Company Hub.*.xlf
Languages: es_es, is_is, it_it, nb_no, nl_nl, ru_ru

# Table 1042448833 - Property 2879900210
source: COHUB Company Endpoint
es_es: Extremo empresa COHUB
is_is: COHUB-endastöð fyrirtækis
it_it: Endpoint società COHUB
nb_no: Endepunkt for COHUB-selskap
nl_nl: Eindpunt van COHUB-bedrijf
ru_ru: Конечная точка организации COHUB

# Table 1042448833 - Field 392504525 - Property 2879900210
source: Assigned To
es_es: Asignado a
is_is: Úthlutað á
it_it: Assegnato a
nb_no: Tilordnet til
nl_nl: Toegewezen aan
ru_ru: Кому назначено

# Table 1042448833 - Field 1037431910 - Property 2879900210
source: Company Display Name
es_es: Nombre para mostrar de empresa
is_is: Heiti fyrirtækis til birtingar
it_it: Nome visualizzato società
nb_no: Visningsnavn for selskap
nl_nl: Weergavenaam van bedrijf
ru_ru: Отображаемое название компании

# Table 1042448833 - Field 3997336476 - Property 2879900210
source: Company Name
es_es: Nombre de la empresa
is_is: Heiti fyrirtækis
it_it: Nome società
nb_no: Selskapsnavn
nl_nl: Bedrijfsnaam
ru_ru: Название компании

# Table 1042448833 - Field 4114157096 - Property 2879900210
source: Enviroment No.
es_es: N.º entorno
is_is: Umhverfisnúmer
it_it: Nr. ambiente
nb_no: Miljønr.
nl_nl: Omgevingsnr.
ru_ru: Номер среды

# Table 1042448833 - Field 2266471611 - Property 2879900210
source: Evaulation Company
es_es: Empresa de evaluación
is_is: Matsfyrirtæki
it_it: Valutazione società
nb_no: Evalueringsselskap
nl_nl: Evaluatiebedrijf
ru_ru: Ознакомительная компания

# Table 1042448833 - Field 3441549693 - Property 2879900210
source: ODATA Company URL
es_es: URL de empresa de ODATA
is_is: VEFSLÓÐ ODATA-fyrirtækis
it_it: URL società ODATA
nb_no: URL-adresse for ODATA-selskap
nl_nl: ODATA-bedrijfs-URL
ru_ru: URL-адрес компании ODATA

# Table 1480219922 - Property 2879900210
source: COHUB Company KPI
es_es: KPI empresa COHUB
is_is: COHUB-afkastavísir fyrirtækis
it_it: KPI società COHUB
nb_no: KPI for COHUB-selskap
nl_nl: KPI van COHUB-bedrijf
ru_ru: КПЭ организации COHUB

# Table 1480219922 - Field 3764554179 - Property 2879900210
source: Approved Incoming Docs Style
es_es: Documentos entrantes aprobados - Estilo
is_is: Stíll samþykktra skjala á innleið
it_it: Stile documenti in entrata approvati
nb_no: Stil for godkjente inngående dokumenter
nl_nl: Stijl van goedgekeurde inkomende documenten
ru_ru: Утвержденные входящие документы - стиль

# Table 1480219922 - Field 2886508691 - Property 2879900210
source: Approved Incoming Documents
es_es: Documentos entrantes aprobados
is_is: Samþykkt skjöl á innleið
it_it: Documenti in entrata approvati
nb_no: Godkjente inngående dokumenter
nl_nl: Goedgekeurde inkomende documenten
ru_ru: Утвержденные входящие документы

# Table 1480219922 - Field 3213065903 - Property 2879900210
source: Approved Purchase Orders
es_es: Pedidos compra aprobados
is_is: Samþykktar innkaupapantanir
it_it: Ordini acquisto approvati
nb_no: Godkjente bestillinger
nl_nl: Goedgekeurde inkooporders
ru_ru: Утвержденные заказы на покупку

# Table 1480219922 - Field 1469691438 - Property 2879900210
source: Approved Purchase Orders Style
es_es: Pedidos de compra aprobados - Estilo
is_is: Stíll samþykktra innkaupapantana
it_it: Stile ordini acquisto approvati
nb_no: Stil for godkjente bestillinger
nl_nl: Stijl van goedgekeurde inkooporders
ru_ru: Утвержденные заказы на покупку - стиль

# Table 1480219922 - Field 3604703450 - Property 2879900210
source: Approved Sales Orders
es_es: Pedidos venta aprobados
is_is: Samþykktar sölupantanir
it_it: Ordini vendita approvati
nb_no: Godkjente ordrer
nl_nl: Goedgekeurde verkooporders
ru_ru: Утвержденные заказы на продажу

# Table 1480219922 - Field 2443268387 - Property 2879900210
source: Approved Sales Orders Style
es_es: Pedidos de venta aprobados - Estilo
is_is: Stíll samþykktra sölupantana
it_it: Stile ordini vendita approvati
nb_no: Stil for godkjente ordrer
nl_nl: Stijl van goedgekeurde verkooporders
ru_ru: Утвержденные заказы на продажу - стиль

# Table 1480219922 - Field 392504525 - Property 2879900210
source: Assigned To
es_es: Asignado a
is_is: Úthlutað á
it_it: Assegnato a
nb_no: Tilordnet til
nl_nl: Toegewezen aan
ru_ru: Кому назначено

# Table 1480219922 - Field 699576046 - Property 2879900210
source: Average Collection Days
es_es: Promedio de días de cobro
is_is: Meðalinnheimtudagar
it_it: Media giorni di credito
nb_no: Gjennomsnittlig antall kredittdager
nl_nl: Gemiddelde betalingstermijn in dagen
ru_ru: Среднее время погашения долга, дни

# Table 1480219922 - Field 3340859471 - Property 2879900210
source: Average Collection Days Style
es_es: Promedio de días de pago - Estilo
is_is: Stíll meðalinnheimtudaga
it_it: Stile media giorni di credito
nb_no: Stil for gjennomsnittlig antall kredittdager
nl_nl: Stijl van gemiddelde betalingstermijn in dagen
ru_ru: Среднее время погашения долга, дни - стиль

# Table 1480219922 - Field 2113664607 - Property 2879900210
source: Cash Accounts Balance
es_es: Saldo de cuentas de efectivo
is_is: Staða lausafjárreikninga
it_it: Saldo conti cassa
nb_no: Saldo for kontantkontoer
nl_nl: Saldo van kasrekeningen
ru_ru: Сальдо кассы

# Table 1480219922 - Field 2364333754 - Property 2879900210
source: Cash Accounts Balance Decimal
es_es: Saldo decimal de cuentas de efectivo
is_is: Tugastafur stöðu lausafjárreikninga
it_it: Saldo conti cassa decimali
nb_no: Desimal av saldo for kontantkontoer
nl_nl: Decimaal van saldo van kasrekeningen
ru_ru: Десятичное сальдо кассы

# Table 1480219922 - Field 2703486014 - Property 2879900210
source: Cash Accounts Balance Style
es_es: Saldo de cuentas de efectivo - Estilo
is_is: Stíll stöðu lausafjárreikninga
it_it: Stile saldo conti cassa
nb_no: Stil for saldo for kontantkontoer
nl_nl: Stijl van saldo van kasrekeningen
ru_ru: Сальдо кассы - стиль

# Table 1480219922 - Field 1037431910 - Property 2879900210
source: Company Display Name
es_es: Nombre para mostrar de empresa
is_is: Heiti fyrirtækis til birtingar
it_it: Nome visualizzato società
nb_no: Visningsnavn for selskap
nl_nl: Weergavenaam van bedrijf
ru_ru: Отображаемое название компании

# Table 1480219922 - Field 3997336476 - Property 2879900210
source: Company Name
es_es: Nombre de la empresa
is_is: Heiti fyrirtækis
it_it: Nome società
nb_no: Selskapsnavn
nl_nl: Bedrijfsnaam
ru_ru: Название компании

# Table 1480219922 - Field 2378863201 - Property 2879900210
source: Contact Name
es_es: Nombre contacto
is_is: Nafn tengiliðs
it_it: Nome contatto
nb_no: Kontaktnavn
nl_nl: Contactnaam
ru_ru: Имя контакта

# Table 1480219922 - Field 3594024764 - Property 2879900210
source: Contact Name Style
es_es: Estilo de nombre de contacto
is_is: Stíll nafns tengiliðar
it_it: Stile nome contatto
nb_no: Stil for kontaktnavn
nl_nl: Stijl van naam van contactpersoon
ru_ru: Имя контакта - стиль

# Table 1480219922 - Field 1745754443 - Property 2879900210
source: Currency Symbol
es_es: Símbolo de divisa
is_is: Gjaldmiðilstákn
it_it: Simbolo valuta
nb_no: Valutasymbol
nl_nl: Valutasymbool
ru_ru: Символ валюты

# Table 1480219922 - Field 4114157096 - Property 2879900210
source: Enviroment No.
es_es: N.º entorno
is_is: Umhverfisnúmer
it_it: Nr. ambiente
nb_no: Miljønr.
nl_nl: Omgevingsnr.
ru_ru: Номер среды

# Table 1480219922 - Field 3300536399 - Property 2879900210
source: Enviroments - Blocked
es_es: Entornos - Bloqueados
is_is: Umhverfi - Útilokuð
it_it: Ambienti - Bloccati
nb_no: Miljøer – sperret
nl_nl: Omgevingen - Geblokkeerd
ru_ru: Среды - заблокированные

# Table 1480219922 - Field 2291163278 - Property 2879900210
source: Enviroments - Blocked Style
es_es: Estilo de entornos bloqueados
is_is: Umhverfi - Stíll útilokunar
it_it: Stile ambienti - bloccati
nb_no: Miljøer – sperret stil
nl_nl: Omgevingen - Stijl van geblokkeerd
ru_ru: Среды - заблокированные - стиль

# Table 1480219922 - Field 1663794414 - Property 2879900210
source: Group Code
es_es: Código de grupo
is_is: Flokkskóði
it_it: Codice gruppo
nb_no: Gruppekode
nl_nl: Groepscode
ru_ru: Код группы

# Table 1480219922 - Field 2103948034 - Property 2879900210
source: Inc Doc Awaiting Verf Style
es_es: Estilo de doc. ent. en espera de comprobación
is_is: Stíll skjala á innleið sem bíða staðfestingar
it_it: Stile in attesa di verifica documento in entrata
nb_no: Stil for inng. dok. venter på bekreftelse
nl_nl: Stijl van inkomend document in afwachting van verificatie
ru_ru: Вх. документы, ожидающие проверки - стиль

# Table 1480219922 - Field 3027363170 - Property 2879900210
source: Inc. Doc. Awaiting Verification
es_es: Doc. ent. en espera de comprobación
is_is: Skjöl á innleið sem bíða staðfestingar
it_it: In attesa di verifica documento in entrata
nb_no: Inng. dok. venter på bekreftelse
nl_nl: Inkomende documenten in afwachting van verificatie
ru_ru: Вх. документ, ожидающий проверки

# Table 1480219922 - Field 181693683 - Property 2879900210
source: Last Dep Posted Date Style
es_es: Última fecha de registro amortizado - Estilo
is_is: Stíll dagsetningar bókunar síðustu afskriftar
it_it: Stile data registrazione ultimo ammortamento
nb_no: Stil for bokføringsdato for siste avskrivning
nl_nl: Stijl van datum van laatst geboekte afschrijving
ru_ru: Дата последнего учета амортизации - стиль

# Table 1480219922 - Field 3207733361 - Property 2879900210
source: Last Depreciated Posted Date
es_es: Última fecha de registro amortizado
is_is: Dagsetning bókunar síðustu afskriftar
it_it: Data registrazione ultimo ammortamento
nb_no: Bokføringsdato for siste avskrivning
nl_nl: Datum van laatst geboekte afschrijving
ru_ru: Дата последнего учета амортизации

# Table 1480219922 - Field 378991847 - Property 2879900210
source: Last Login Date
es_es: Última fecha de inicio de sesión
is_is: Dagsetning síðustu innskráningar
it_it: Data ultimo accesso
nb_no: Siste påloggingsdato
nl_nl: Datum van laatste aanmelding
ru_ru: Дата последнего входа

# Table 1480219922 - Field 611686758 - Property 2879900210
source: Last Login Date Style
es_es: Última fecha de inicio de sesión - Estilo
is_is: Stíll dagsetningar síðustu innskráningar
it_it: Stile data ultimo accesso
nb_no: Stil for siste påloggingsdato
nl_nl: Stijl van laatste aanmelddatum
ru_ru: Дата последнего входа - стиль

# Table 1480219922 - Field 2432407826 - Property 2879900210
source: Last Refreshed
es_es: Última actualización
is_is: Síðast uppfært
it_it: Ultimo aggiornamento
nb_no: Sist oppdatert
nl_nl: Laatst vernieuwd
ru_ru: Последнее обновление

# Table 1480219922 - Field 2185352090 - Property 2879900210
source: My Incoming Documents
es_es: Mis documentos entrantes
is_is: Mín skjöl á innleið
it_it: Documenti in entrata personali
nb_no: Mine inngående dokumenter
nl_nl: Mijn inkomende documenten
ru_ru: Мои входящие документы

# Table 1480219922 - Field 2776116579 - Property 2879900210
source: My Incoming Documents Style
es_es: Mis documentos entrantes - Estilo
is_is: Stíll minna skjala á innleið
it_it: Stile documenti in entrata personali
nb_no: Stil for mine inngående dokumenter
nl_nl: Stijl van mijn inkomende documenten
ru_ru: Мои входящие документы - стиль

# Table 1480219922 - Field 2299868809 - Property 2879900210
source: My User Task Style
es_es: Mi estilo de tarea de usuario
is_is: Stíll notandaverkefnanna minna
it_it: Stile task personali dell'utente
nb_no: Stil for Min brukeroppgave
nl_nl: Stijl van mijn gebruikerstaak
ru_ru: Мой стиль задач пользователя

# Table 1480219922 - Field 2961552353 - Property 2879900210
source: Name
es_es: Nombre
is_is: Heiti
it_it: Nome
nb_no: Navn
nl_nl: Naam
ru_ru: Имя

# Table 1480219922 - Field 3992271978 - Property 2879900210
source: New Incoming Documents
es_es: Documentos entrantes nuevos
is_is: Ný skjöl á innleið
it_it: Nuovi documenti in entrata
nb_no: Nye inngående dokumenter
nl_nl: Nieuwe inkomende documenten
ru_ru: Новые входящие документы

# Table 1480219922 - Field 3535867091 - Property 2879900210
source: New Incoming Documents Style
es_es: Documentos entrantes nuevos - Estilo
is_is: Stíll nýrra skjala á innleið
it_it: Stile nuovi documenti in entrata
nb_no: Stil for nye inngående dokumenter
nl_nl: Stijl van nieuwe inkomende documenten
ru_ru: Новые входящие документы - стиль

# Table 1480219922 - Field 2004926506 - Property 2879900210
source: Non-Applied Payments
es_es: Pagos no liquidados
is_is: Ójafnaðar greiðslur
it_it: Pagamenti non collegati
nb_no: Ikke-utlignede betalinger
nl_nl: Niet-vereffende betalingen
ru_ru: Непримененные платежи

# Table 1480219922 - Field 4238981395 - Property 2879900210
source: Non-Applied Payments Style
es_es: Estilo de pagos no liquidados
is_is: Stíll ójafnaðra greiðslna
it_it: Stile pagamenti non collegati
nb_no: Stil for ikke-utlignede betalinger
nl_nl: Stijl van niet-vereffende betalingen
ru_ru: Непримененные платежи - стиль

# Table 1480219922 - Field 3645689861 - Property 2879900210
source: OCR Completed
es_es: OCR completado
is_is: OCR lokið
it_it: OCR completato
nb_no: OCR fullført
nl_nl: OCR voltooid
ru_ru: OCR завершено

# Table 1480219922 - Field 3788092184 - Property 2879900210
source: OCR Completed Style
es_es: Estilo de OCR completado
is_is: Stíll lokinna stafakennsla
it_it: Stile OCR completato
nb_no: Stil for OCR fullført
nl_nl: Stijl van OCR voltooid
ru_ru: OCR завершено - стиль

# Table 1480219922 - Field 1333795427 - Property 2879900210
source: OCR Pending
es_es: OCR pendiente
is_is: OCR í bið
it_it: OCR in sospeso
nb_no: OCR i kø
nl_nl: OCR in behandeling
ru_ru: Ожидание OCR

# Table 1480219922 - Field 521734458 - Property 2879900210
source: OCR Pending Style
es_es: Estilo de OCR pendiente
is_is: Stíll stafakennsla í bið
it_it: Stile OCR in sospeso
nb_no: Stil for OCR i kø
nl_nl: Stijl van OCR in behandeling
ru_ru: Ожидание OCR - стиль

# Table 1480219922 - Field 2585361234 - Property 2879900210
source: Ongoing Purch. Invoices Style
es_es: Facturas de compras en curso - Estilo
is_is: Stíll opinna innkaupareikninga
it_it: Stile fatture acquisto in corso
nb_no: Stil for pågående kjøpsfakturaer
nl_nl: Stijl van lopende inkoopfacturen
ru_ru: Текущие счета покупки - стиль

# Table 1480219922 - Field 2397463180 - Property 2879900210
source: Ongoing Purchase Invoices
es_es: Facturas de compra en curso
is_is: Opnir innkaupareikningar
it_it: Fatture acquisto in corso
nb_no: Pågående kjøpsfakturaer
nl_nl: Lopende inkoopfacturen
ru_ru: Текущие счета покупки

# Table 1480219922 - Field 3230621205 - Property 2879900210
source: Ongoing Sales Invoices
es_es: Facturas de ventas en curso
is_is: Opnir sölureikningar
it_it: Fatture vendita in corso
nb_no: Pågående salgsfakturaer
nl_nl: Lopende verkoopfacturen
ru_ru: Текущие счета продажи

# Table 1480219922 - Field 3900425032 - Property 2879900210
source: Ongoing Sales Invoices Style
es_es: Facturas de ventas en curso - Estilo
is_is: Stíll opinna sölureikninga
it_it: Stile fatture vendita in corso
nb_no: Stil for pågående salgsfakturaer
nl_nl: Stijl van lopende verkoopfacturen
ru_ru: Текущие счета продажи - стиль

# Table 1480219922 - Field 1615783776 - Property 2879900210
source: Ongoing Sales Orders
es_es: Pedidos de venta en curso
is_is: Opnar sölupantanir
it_it: Ordini vendita in corso
nb_no: Pågående ordrer
nl_nl: Lopende verkooporders
ru_ru: Текущие заказы на продажу

# Table 1480219922 - Field 808993741 - Property 2879900210
source: Ongoing Sales Orders Style
es_es: Pedidos de venta en curso - Estilo
is_is: Stíll opinna sölupantana
it_it: Stile ordini vendita in corso
nb_no: Stil for pågående ordrer
nl_nl: Stijl van lopende verkooporders
ru_ru: Текущие заказы на продажу - стиль

# Table 1480219922 - Field 2094009364 - Property 2879900210
source: Ongoing Sales Quotes
es_es: Ofertas de venta en curso
is_is: Opin sölutilboð
it_it: Offerte vendita in corso
nb_no: Pågående tilbud
nl_nl: Lopende verkoopoffertes
ru_ru: Текущие предложения по продаже

# Table 1480219922 - Field 1798096473 - Property 2879900210
source: Ongoing Sales Quotes Style
es_es: Ofertas de venta en curso - Estilo
is_is: Stíll opinna sölutilboða
it_it: Stile offerte vendita in corso
nb_no: Stil for pågående tilbud
nl_nl: Stijl van lopende verkoopoffertes
ru_ru: Текущие предложения по продаже - стиль

# Table 1480219922 - Field 1218177304 - Property 2879900210
source: Overdue Purch. Docs Style
es_es: Documentos de compras vencidos - Estilo
is_is: Stíll gjaldfallinna innkaupaskjala
it_it: Stile documenti acquisto scaduti
nb_no: Stil for forfalte kjøpsdokumenter
nl_nl: Stijl van achterstallige inkoopdocumenten
ru_ru: Просроченные документы покупки - стиль

# Table 1480219922 - Field 3747266594 - Property 2879900210
source: Overdue Purch. Inv Amt Style
es_es: Imp. facturas de compras vencidas - Estilo
is_is: Stíll upphæða gjaldfallinna innkaupareikninga
it_it: Stile importo fatture acquisto scadute
nb_no: Stil for forfalt kjøpsfakturabeløp
nl_nl: Stijl van achterstallig inkoopfactuurbedrag
ru_ru: Сумма просроченных счетов покупки - стиль

# Table 1480219922 - Field 1461904327 - Property 2879900210
source: Overdue Purch. Inv. Amt. Dec.
es_es: Dec. imp. facturas de compras vencidas
is_is: Tugastafur upphæða gjaldfallinna innkaupareikninga
it_it: Importo fatture acquisto scadute decimali
nb_no: Desimal av forfalt kjøpsfakturabeløp
nl_nl: Dec. van achterstallig inkoopfactuurbedrag
ru_ru: Десятичная сумма просроченных счетов покупки

# Table 1480219922 - Field 4238549263 - Property 2879900210
source: Overdue Purch. Invoice Amount
es_es: Importe factura compra vencido
is_is: Upphæð gjaldfallins innkaupareiknings
it_it: Importo fatture di acquisto scadute
nb_no: Forfalt kjøpsfakturabeløp
nl_nl: Achterstallig inkoopfactuurbedrag
ru_ru: Сумма просроченных счетов покупки

# Table 1480219922 - Field 594594727 - Property 2879900210
source: Overdue Purchase Documents
es_es: Documentos compras vencidos
is_is: Gjaldfallin innkaupaskjöl
it_it: Documenti acquisto scaduti
nb_no: Forfalte kjøpsdokumenter
nl_nl: Achterstallige inkoopdocumenten
ru_ru: Просроченные документы покупки

# Table 1480219922 - Field 3412597410 - Property 2879900210
source: Overdue Sales Documents
es_es: Documentos de ventas vencidos
is_is: Gjaldfallin söluskjöl
it_it: Documenti vendita scaduti
nb_no: Forfalte salgsdokumenter
nl_nl: Achterstallige verkoopdocumenten
ru_ru: Просроченные документы продажи

# Table 1480219922 - Field 1160670027 - Property 2879900210
source: Overdue Sales Documents Style
es_es: Documentos de ventas vencidos - Estilo
is_is: Stíll gjaldfallinna söluskjala
it_it: Stile documenti vendita scaduti
nb_no: Stil for forfalte salgsdokumenter
nl_nl: Stijl van achterstallige verkoopdocumenten
ru_ru: Просроченные документы продажи - стиль

# Table 1480219922 - Field 163766080 - Property 2879900210
source: Overdue Sales Inv Amt Style
es_es: Imp. facturas de ventas vencidas - Estilo
is_is: Stíll upphæða gjaldfallinna sölureikninga
it_it: Stile importo fatture vendita scadute
nb_no: Stil for forfalt salgsfakturabeløp
nl_nl: Stijl van achterstallig verkoopfactuurbedrag
ru_ru: Сумма просроченных счетов продажи - стиль

# Table 1480219922 - Field 310118585 - Property 2879900210
source: Overdue Sales Inv. Amt. Dec.
es_es: Dec. imp. facturas de ventas vencidas
is_is: Tugastafur upphæða gjaldfallinna sölureikninga
it_it: Importo fatture vendita scadute decimali
nb_no: Desimal av forfalt salgsfakturabeløp
nl_nl: Dec. van achterstallig verkoopfactuurbedrag
ru_ru: Десятичная сумма просроченных счетов продажи

# Table 1480219922 - Field 2949566721 - Property 2879900210
source: Overdue Sales Invoice Amount
es_es: Importe factura ventas vencido
is_is: Upphæð gjaldfallins sölureiknings
it_it: Importo fatture di vendita scadute
nb_no: Forfalt salgsfakturabeløp
nl_nl: Achterstallig verkoopfactuurbedrag
ru_ru: Сумма просроченных счетов продажи

# Table 1480219922 - Field 3103705984 - Property 2879900210
source: POs Pending Approval
es_es: Aprobación PC pendientes
is_is: Innkaupapantanir sem bíða samþykkis
it_it: Ordini acquisto in attesa di approvazione
nb_no: Bestillinger som venter på godkjenning
nl_nl: Inkooporders wachtend op goedkeuring
ru_ru: Заказы на покупку, ожидающие утверждения

# Table 1480219922 - Field 2427663917 - Property 2879900210
source: POs Pending Approval Style
es_es: Aprobación PC pendientes - Estilo
is_is: Stíll innkaupapantana sem bíða samþykkis
it_it: Stile ordini acquisto in attesa di approvazione
nb_no: Stil for bestillinger som venter på godkjenning
nl_nl: Stijl van inkooporders die wachten op goedkeuring
ru_ru: Заказы на покупку, ожидающие утверждения - стиль

# Table 1480219922 - Field 3145356549 - Property 2879900210
source: Purch. Disc Next Week Style
es_es: Descuentos de compra que vencen la semana que viene - Estilo
is_is: Stíll innkaupaafsláttar í næstu viku
it_it: Stile sconti acquisto prossima settimana
nb_no: Stil for kjøpsrabatter neste uke
nl_nl: Stijl van inkoopkorting van volgende week
ru_ru: Скидки на покупку на сл. неделе - стиль

# Table 1480219922 - Field 1370976087 - Property 2879900210
source: Purch. Docs Due Today Style
es_es: Documentos de compra que vencen hoy - Estilo
is_is: Stíll innkaupaskjala á skilum í dag
it_it: Stile documenti acquisto con scadenza odierna
nb_no: Stil for kjøpsdokumenter som forfaller i dag
nl_nl: Stijl van inkoopdocumenten die vandaag vervallen
ru_ru: Документы покупки, подлежащие оплате сегодня - стиль

# Table 1480219922 - Field 950130645 - Property 2879900210
source: Purch. Inv Due Next Week Style
es_es: Facturas de compra que vencen la semana que viene - Estilo
is_is: Stíll innkreikn. sem þarf að klára í næstu viku
it_it: Stile fatture acquisto con scadenza la prossima settimana
nb_no: Stil for kjøpsfakturaer som forfaller neste uke
nl_nl: Stijl van inkoopfacturen die volgende week vervallen
ru_ru: Счета покупки, подлежащие оплате на сл. неделе - стиль

# Table 1480219922 - Field 3720205249 - Property 2879900210
source: Purch. Invoices Due Next Week
es_es: Facturas compra que vencen la semana que viene
is_is: Innkaupareikningar sem gjaldfalla í næstu viku
it_it: Fatture di acquisto con scadenza la prossima settimana
nb_no: Kjøpsfakturaer som forfaller neste uke
nl_nl: Inkoopfacturen die volgende week vervallen
ru_ru: Счета покупки, подлежащие оплате на сл. неделе

# Table 1480219922 - Field 2942533026 - Property 2879900210
source: Purchase Discounts Next Week
es_es: Descuentos de compra de la semana que viene
is_is: Innkaupaafslættir í næstu viku
it_it: Sconti acquisto prossima settimana
nb_no: Kjøpsrabatter neste uke
nl_nl: Inkoopkortingen van volgende week
ru_ru: Скидки на покупки на следующей неделе

# Table 1480219922 - Field 195189496 - Property 2879900210
source: Purchase Documents Due Today
es_es: Documentos de compras que vencen hoy
is_is: Innkaupaskjöl á skilum í dag
it_it: Documenti acquisto con scadenza odierna
nb_no: Kjøpsdokumenter som forfaller i dag
nl_nl: Inkoopdocumenten die vandaag vervallen
ru_ru: Документы покупки, подлежащие оплате сегодня

# Table 1480219922 - Field 2882327954 - Property 2879900210
source: Purchase Orders
es_es: Pedidos de compra
is_is: Innkaupapantanir
it_it: Ordini acquisto
nb_no: Bestillinger
nl_nl: Inkooporders
ru_ru: Заказы на покупку

# Table 1480219922 - Field 494775835 - Property 2879900210
source: Purchase Orders Style
es_es: Estilo de pedidos de compra
is_is: Stíll innkaupapantana
it_it: Stile ordini acquisto
nb_no: Stil for bestillinger
nl_nl: Stijl van inkooporders
ru_ru: Заказы на покупку - стиль

# Table 1480219922 - Field 849761688 - Property 2879900210
source: Purchase Return Orders
es_es: Pedidos dev. compra
is_is: Vöruskilapantanir innkaupa
it_it: Ordini di reso acquisto
nb_no: Bestillingsreturer
nl_nl: Inkoopretourorders
ru_ru: Возвраты покупок

# Table 1480219922 - Field 3738153637 - Property 2879900210
source: Purchase Return Orders Style
es_es: Pedidos de devoluciones de compra - Estilo
is_is: Stíll vöruskilapantana innkaupa
it_it: Stile ordini di reso acquisto
nb_no: Stil for bestillingsreturer
nl_nl: Stijl van inkoopretourorders
ru_ru: Возвраты покупок - стиль
