Repository: rstefanetti/MSDyn365BC.Code.History
Catalog: CompanyHub/Source/Company Hub/Translations/Company Hub.*.xlf
Languages: es_es, is_is, it_it, nb_no, nl_nl, ru_ru

# Table 1480219922 - Field 1037609595 - Property 2879900210
source: Req Sent for Approval Style
es_es: Solicitudes enviadas para aprobación - Estilo
is_is: Stíll beiðna sendra til samþykkis
it_it: Stile richieste inviate per approvazione
nb_no: Stil for forespørsler sendt til godkjenning
nl_nl: Stijl van voor goedkeuring verzonden aanvragen
ru_ru: Запросы, переданные на утверждение - стиль

# Table 1480219922 - Field 3694491510 - Property 2879900210
source: Requests Sent for Approval
es_es: Solicitudes enviadas para aprobación
is_is: Beiðnir sendar til samþykkis
it_it: Richieste inviate per approvazione
nb_no: Forespørsler sendt til godkjenning
nl_nl: Voor goedkeuring verzonden aanvragen
ru_ru: Запросы, переданные на утверждение

# Table 1480219922 - Field 3319760346 - Property 2879900210
source: Requests to Approve
es_es: Solicitudes para aprobar
is_is: Beiðnir til að samþykkja
it_it: Richieste da approvare
nb_no: Forespørsler å godkjenne
nl_nl: Aanvragen ter goedkeuring
ru_ru: Запросы на утверждение

# Table 1480219922 - Field 4196064803 - Property 2879900210
source: Requests to Approve Style
es_es: Solicitudes para aprobar - Estilo
is_is: Stíll beiðna til að samþykkja
it_it: Stile richieste da approvare
nb_no: Stil for forespørsler å godkjenne
nl_nl: Stijl van aanvragen ter goedkeuring
ru_ru: Запросы на утверждение - стиль

# Table 1480219922 - Field 3389869017 - Property 2879900210
source: Sales Credit Memos - Pending Document Exchange
es_es: Abonos de venta: intercambio de documentos pendiente
is_is: Sölukreditreikningar - Bíða skjalaskipta
it_it: Note credito vendita - Servizio di scambio documenti in sospeso
nb_no: Salgskreditnotaer – venter på dokumentutveksling
nl_nl: Verkoopcreditnota's - wachtend op documentuitwisseling
ru_ru: Кредит-ноты продажи - ожидание обмена документами

# Table 1480219922 - Field 1428064786 - Property 2879900210
source: Sales Credit Memos - Pending Document Exchange
es_es: Abonos de venta: intercambio de documentos pendiente
is_is: Sölukreditreikningar - Bíða skjalaskipta
it_it: Note credito vendita - Servizio di scambio documenti in sospeso
nb_no: Salgskreditnotaer – venter på dokumentutveksling
nl_nl: Verkoopcreditnota's - wachtend op documentuitwisseling
ru_ru: Кредит-ноты продажи - ожидание обмена документами

# Table 1480219922 - Field 3308548995 - Property 2879900210
source: Sales Inv Due Next Week Style
es_es: Facturas de venta que vencen la semana que viene - Estilo
is_is: Stíll sölureiknings sem þarf að klára í næstu viku
it_it: Stile fatture vendita con scadenza la prossima settimana
nb_no: Stil for salgsfakturaer som forfaller neste uke
nl_nl: Stijl van verkoopfacturen die volgende week vervallen
ru_ru: Счета продажи, подлежащие оплате на сл. неделе - стиль

# Table 1480219922 - Field 2337339062 - Property 2879900210
source: Sales Invoices - Pending Document Exchange
es_es: Facturas de venta: intercambio de documentos pendiente
is_is: Sölureikningar - Bíða skjalaskipta
it_it: Fatture vendita - Servizio di scambio documenti in sospeso
nb_no: Salgsfakturaer – venter på dokumentutveksling
nl_nl: Verkoopfacturen - wachtend op documentuitwisseling
ru_ru: Счета продажи - ожидание обмена документами

# Table 1480219922 - Field 1812513725 - Property 2879900210
source: Sales Invoices - Pending Document Exchange
es_es: Facturas de venta: intercambio de documentos pendiente
is_is: Sölureikningar - Bíða skjalaskipta
it_it: Fatture vendita - Servizio di scambio documenti in sospeso
nb_no: Salgsfakturaer – venter på dokumentutveksling
nl_nl: Verkoopfacturen - wachtend op documentuitwisseling
ru_ru: Счета продажи - ожидание обмена документами

# Table 1480219922 - Field 3112382527 - Property 2879900210
source: Sales Invoices Due Next Week
es_es: Facturas venta que vencen la semana que viene
is_is: Sölureikningar á gjalddaga í næstu viku
it_it: Fatture vendita con scadenza la prossima settimana
nb_no: Salgsfakturaer som forfaller neste uke
nl_nl: Verkoopfacturen die volgende week vervallen
ru_ru: Счета продажи, подлежащие оплате на сл. неделе

# Table 1480219922 - Field 547857757 - Property 2879900210
source: Sales Return Orders - All
es_es: Devoluciones ventas - Todo
is_is: Söluvöruskilapantanir - Allar
it_it: Ordini di reso vendita - Tutti
nb_no: Ordrereturer – alle
nl_nl: Verkoopretourorders - Alle
ru_ru: Возвраты продажи - все

# Table 1480219922 - Field 3797404584 - Property 2879900210
source: Sales Return Orders-All Style
es_es: Pedidos de devoluciones de ventas - Todos los estilos
is_is: Stíll allra söluvöruskilapantana
it_it: Stile ordini di reso vendita - tutti
nb_no: Stil for ordrereturer – alle
nl_nl: Verkoopretourorders-alle stijlen
ru_ru: Возвраты продажи - все - стиль

# Table 1480219922 - Field 25536090 - Property 2879900210
source: Sales This Month
es_es: Ventas de este mes
is_is: Sala þessa mánaðar
it_it: Vendite mese corrente
nb_no: Salg denne måneden
nl_nl: Omzet deze maand
ru_ru: Продажи в этом месяце

# Table 1480219922 - Field 1495209635 - Property 2879900210
source: Sales This Month Style
es_es: Ventas de este mes - Estilo
is_is: Stíll fyrir sölu þessa mánaðar
it_it: Stile vendite mese corrente
nb_no: Stil for salg denne måneden
nl_nl: Stijl van omzet deze maand
ru_ru: Продажи в этом месяце - стиль

# Table 1480219922 - Field 4223543537 - Property 2879900210
source: SOs Pending Approval
es_es: Aprobación PV pendientes
is_is: Sölupantanir sem bíða samþykkis
it_it: Ordini vendita in attesa di approvazione
nb_no: Ordrer som venter på godkjenning
nl_nl: Verkooporders wachtend op goedkeuring
ru_ru: Заказы на продажу, ожидающие утверждения

# Table 1480219922 - Field 3159236076 - Property 2879900210
source: SOs Pending Approval Style
es_es: Aprobación PV pendientes - Estilo
is_is: Stíll sölupantana sem bíða samþykkis
it_it: Stile ordini vendita in attesa di approvazione
nb_no: Stil for ordrer som venter på godkjenning
nl_nl: Stijl van verkooporders die wachten op goedkeuring
ru_ru: Заказы на продажу, ожидающие утверждения - стиль

# Table 1480219922 - Field 677361480 - Property 2879900210
source: Top 10 Company Sales YTD
es_es: Ventas 10 mejores empresas del año hasta la fecha
is_is: Efstu tíu sölur til fyrirtækis á árinu til dagsins í dag
it_it: Lista prime 10 vend. società YTD
nb_no: Topp 10 selskapssalg hittil i år
nl_nl: Top 10 bedrijfsverkopen YTD
ru_ru: 10 крупнейших продаж компании с начала года

# Table 1480219922 - Field 2733130575 - Property 2879900210
source: Top 10 Cust Sales YTD Style
es_es: Ventas 10 mejores clientes del año hasta la fecha - Estilo
is_is: Stíll fyrir efstu tíu sölur til viðskiptamanns á árinu til dagsins í dag
it_it: Stile lista prime 10 vendite clienti YTD
nb_no: Stil for topp 10 kundesalg hittil i år
nl_nl: Stijl van top 10 klantverkopen YTD
ru_ru: 10 крупнейших клиентов по продажам с начала года - стиль

# Table 1480219922 - Field 327717146 - Property 2879900210
source: Vendors - Payment on Hold
es_es: Proveedores - Pago suspendido
is_is: Lánardrottnar - greiðsla í bið
it_it: Fornitori - Pagamento in sospeso
nb_no: Leverandører – avventende utbetalinger
nl_nl: Leveranciers - Wachtende betaling
ru_ru: Поставщики - удерживаемый платеж

# Table 1480219922 - Field 1689784731 - Property 2879900210
source: Vendors-Payment on Hold Style
es_es: Proveedores - Pago suspendido - Estilo
is_is: Stíll lánardrottna með greiðslu í bið
it_it: Stile fornitori - pagamento in sospeso
nb_no: Stil for leverandører – avventende utbetalinger
nl_nl: Stijl van leveranciers-wachtende betaling
ru_ru: Поставщики - удерживаемый платеж - стиль

# Table 4066499956 - Property 2879900210
source: COHUB Enviroment
es_es: Entorno COHUB
is_is: COHUB-umhverfi
it_it: Ambiente COHUB
nb_no: COHUB-miljø
nl_nl: COHUB-omgeving
ru_ru: Среда COHUB

# Table 4066499956 - Field 3168444338 - Property 2879900210
source: Address
es_es: Dirección
is_is: Netfang
it_it: Indirizzo
nb_no: Adresse
nl_nl: Adres
ru_ru: Адрес

# Table 4066499956 - Field 2306852000 - Property 2879900210
source: Address 2
es_es: Dirección 2
is_is: Aðsetur 2
it_it: Indirizzo 2
nb_no: Adresse 2
nl_nl: Adres 2
ru_ru: Адрес 2

# Table 4066499956 - Field 714791889 - Property 2879900210
source: City
es_es: Ciudad
is_is: Borg
it_it: Città
nb_no: Sted
nl_nl: Plaats
ru_ru: Город

# Table 4066499956 - Field 1043218467 - Property 2879900210
source: Email
es_es: Correo electrónico
is_is: Tölvupóstur
nb_no: E-post
nl_nl: E-mailadres
ru_ru: Адрес эл. почты

# Table 4066499956 - Field 2378863201 - Property 2879900210
source: Contact Name
es_es: Nombre contacto
is_is: Nafn tengiliðs
it_it: Nome contatto
nb_no: Kontaktnavn
nl_nl: Contactnaam
ru_ru: Имя контакта

# Table 4066499956 - Field 3390705917 - Property 2879900210
source: Phone No.
es_es: N.º teléfono
is_is: Símanúmer
it_it: Nr. di telefono
nb_no: Telefonnr.
nl_nl: Telefoon
ru_ru: Телефон

# Table 4066499956 - Field 284764054 - Property 2879900210
source: Country/Region Code
es_es: Código país/región
is_is: Lands-/svæðiskóði
it_it: Codice paese/area geografica
nb_no: Lands-/områdekode
nl_nl: Land/regio-code
ru_ru: Код страны/региона

# Table 4066499956 - Field 499448942 - Property 2879900210
source: County
es_es: Provincia
is_is: Sýsla
it_it: Provincia
nb_no: Fylke/delstat
nl_nl: Provincie
ru_ru: Район

# Table 4066499956 - Field 1663794414 - Property 2879900210
source: Group Code
es_es: Código de grupo
is_is: Flokkskóði
it_it: Codice gruppo
nb_no: Gruppekode
nl_nl: Groepscode
ru_ru: Код группы

# Table 4066499956 - Field 2909674232 - Property 2879900210
source: Home Page
es_es: Página Web
is_is: Heimasíða
nb_no: Hjemmeside
nl_nl: Startpagina
ru_ru: Интернет-адрес

# Table 4066499956 - Field 1842558322 - Property 2879900210
source: Include Demo Companies
es_es: Incluir empresas de demostración
is_is: Taka með sýnifyrirtæki
it_it: Includi società demo
nb_no: Inkluder demonstrasjonsselskaper
nl_nl: Demonstratiebedrijven opnemen
ru_ru: Включить демонстрационные компании

# Table 4066499956 - Field 3817506388 - Property 2879900210
source: Link
es_es: Vínculo
is_is: Tengill
it_it: Collegamento
nb_no: Kobling
nl_nl: Koppeling
ru_ru: Ссылка

# Table 4066499956 - Field 2961552353 - Property 2879900210
source: Name
es_es: Nombre
is_is: Heiti
it_it: Nome
nb_no: Navn
nl_nl: Naam
ru_ru: Имя

# Table 4066499956 - Field 4200184881 - Property 2879900210
source: No.
es_es: N.º
is_is: Nr.
it_it: Nr.
nb_no: Nr.
nl_nl: Nr.

# Table 4066499956 - Field 3660300303 - Property 2879900210
source: Post Code
es_es: Código postal
is_is: Póstnúmer
it_it: Codice postale
nb_no: Postnummer
ru_ru: Почтовый индекс

# Table 4066499956 - Field 880902346 - Property 2879900210
source: Privacy Blocked
es_es: Privacidad bloqueada
is_is: Lokað fyrir vegna persónuverndar
it_it: Bloccato dalla privacy
nb_no: Personvern sperret
nl_nl: Geblokkeerd vanwege privacy
ru_ru: Заблокировано из-за конфиденциальности

# Table 2619134632 - Property 2879900210
source: COHUB Group
es_es: Grupo COHUB
is_is: COHUB-hópur
it_it: Gruppo COHUB
nb_no: COHUB-gruppe
nl_nl: COHUB-groep
ru_ru: Группа COHUB

# Table 2619134632 - NamedType 1969705838
source: There are companies assigned to this group. This action will remove the group assignment from the companies and delete the group. Do you want to continue?
es_es: Hay empresas asignadas a este grupo. Esta acción quitará la asignación de grupo de las empresas y eliminará el grupo. ¿Desea continuar?
is_is: Fyrirtækjum er úthlutað í þennan flokk. Þessi aðgerð mun fjarlægja flokksúthlutun fyrirtækja og eyða flokknum. Á að halda áfram?
it_it: Sono presenti società assegnate a questo gruppo. Questa azione rimuove l'assegnazione del gruppo dalle società ed elimina il gruppo. Continuare?
nb_no: Selskaper er tilordnet til denne gruppen. Denne handlingen fjerner gruppetilordningen fra selskapene og sletter gruppen. Vil du fortsette?
nl_nl: Er zijn bedrijven toegewezen aan deze groep. Met deze actie wordt de groepstoewijzing voor de bedrijven verwijderd en wordt de groep verwijderd. Wilt u doorgaan?
ru_ru: Этой группе назначены компании. Это действие приведет к удалению назначения группы компаниям, а также самой группы. Продолжить?

# Table 2619134632 - Field 3004954119 - Property 2879900210
source: Code
es_es: Código
is_is: Kóði
it_it: Codice
nb_no: Kode
ru_ru: Код

# Table 2619134632 - Field 3461834954 - Property 2879900210
source: Description
es_es: Descripción
is_is: Lýsing
it_it: Descrizione
nb_no: Beskrivelse
nl_nl: Beschrijving
ru_ru: Описание

# Table 2821884881 - Property 2879900210
source: COHUB Group Company Summary
es_es: Resumen empresa grupo COHUB
is_is: COHUB-hópsamant. fyrirt.
it_it: Riepilogo società gruppo COHUB
nb_no: Selskapssammendrag for COHUB-gruppe
nl_nl: Overzicht van bedrijf COHUB-groep
ru_ru: Сводка по организации группы COHUB

# Table 2821884881 - Field 3764554179 - Property 2879900210
source: Approved Incoming Docs Style
es_es: Documentos entrantes aprobados - Estilo
is_is: Stíll samþykktra skjala á innleið
it_it: Stile documenti in entrata approvati
nb_no: Stil for godkjente inngående dokumenter
nl_nl: Stijl van goedgekeurde inkomende documenten
ru_ru: Утвержденные входящие документы - стиль

# Table 2821884881 - Field 2886508691 - Property 2879900210
source: Approved Incoming Documents
es_es: Documentos entrantes aprobados
is_is: Samþykkt skjöl á innleið
it_it: Documenti in entrata approvati
nb_no: Godkjente inngående dokumenter
nl_nl: Goedgekeurde inkomende documenten
ru_ru: Утвержденные входящие документы

# Table 2821884881 - Field 3213065903 - Property 2879900210
source: Approved Purchase Orders
es_es: Pedidos compra aprobados
is_is: Samþykktar innkaupapantanir
it_it: Ordini acquisto approvati
nb_no: Godkjente bestillinger
nl_nl: Goedgekeurde inkooporders
ru_ru: Утвержденные заказы на покупку

# Table 2821884881 - Field 1469691438 - Property 2879900210
source: Approved Purchase Orders Style
es_es: Pedidos de compra aprobados - Estilo
is_is: Stíll samþykktra innkaupapantana
it_it: Stile ordini acquisto approvati
nb_no: Stil for godkjente bestillinger
nl_nl: Stijl van goedgekeurde inkooporders
ru_ru: Утвержденные заказы на покупку - стиль

# Table 2821884881 - Field 3604703450 - Property 2879900210
source: Approved Sales Orders
es_es: Pedidos venta aprobados
is_is: Samþykktar sölupantanir
it_it: Ordini vendita approvati
nb_no: Godkjente ordrer
nl_nl: Goedgekeurde verkooporders
ru_ru: Утвержденные заказы на продажу

# Table 2821884881 - Field 2443268387 - Property 2879900210
source: Approved Sales Orders Style
es_es: Pedidos de venta aprobados - Estilo
is_is: Stíll samþykktra sölupantana
it_it: Stile ordini vendita approvati
nb_no: Stil for godkjente ordrer
nl_nl: Stijl van goedgekeurde verkooporders
ru_ru: Утвержденные заказы на продажу - стиль

# Table 2821884881 - Field 392504525 - Property 2879900210
source: Assigned To
es_es: Asignado a
is_is: Úthlutað á
it_it: Assegnato a
nb_no: Tilordnet til
nl_nl: Toegewezen aan
ru_ru: Кому назначено

# Table 2821884881 - Field 699576046 - Property 2879900210
source: Average Collection Days
es_es: Promedio de días de cobro
is_is: Meðalinnheimtudagar
it_it: Media giorni di credito
nb_no: Gjennomsnittlig antall kredittdager
nl_nl: Gemiddelde betalingstermijn in dagen
ru_ru: Среднее время погашения долга, дни

# Table 2821884881 - Field 3340859471 - Property 2879900210
source: Average Collection Days Style
es_es: Promedio de días de pago - Estilo
is_is: Stíll meðalinnheimtudaga
it_it: Stile media giorni di credito
nb_no: Stil for gjennomsnittlig antall kredittdager
nl_nl: Stijl van gemiddelde betalingstermijn in dagen
ru_ru: Среднее время погашения долга, дни - стиль

# Table 2821884881 - Field 2113664607 - Property 2879900210
source: Cash Accounts Balance
es_es: Saldo de cuentas de efectivo
is_is: Staða lausafjárreikninga
it_it: Saldo conti cassa
nb_no: Saldo for kontantkontoer
nl_nl: Saldo van kasrekeningen
ru_ru: Сальдо кассы

# Table 2821884881 - Field 2364333754 - Property 2879900210
source: Cash Accounts Balance Decimal
es_es: Saldo decimal de cuentas de efectivo
is_is: Tugastafur stöðu lausafjárreikninga
it_it: Saldo conti cassa decimali
nb_no: Desimal av saldo for kontantkontoer
nl_nl: Decimaal van saldo van kasrekeningen
ru_ru: Десятичное сальдо кассы

# Table 2821884881 - Field 2703486014 - Property 2879900210
source: Cash Accounts Balance Style
es_es: Saldo de cuentas de efectivo - Estilo
is_is: Stíll stöðu lausafjárreikninga
it_it: Stile saldo conti cassa
nb_no: Stil for saldo for kontantkontoer
nl_nl: Stijl van saldo van kasrekeningen
ru_ru: Сальдо кассы - стиль

# Table 2821884881 - Field 1037431910 - Property 2879900210
source: Company Display Name
es_es: Nombre para mostrar de empresa
is_is: Heiti fyrirtækis til birtingar
it_it: Nome visualizzato società
nb_no: Visningsnavn for selskap
nl_nl: Weergavenaam van bedrijf
ru_ru: Отображаемое название компании

# Table 2821884881 - Field 3997336476 - Property 2879900210
source: Company Name
es_es: Nombre de la empresa
is_is: Heiti fyrirtækis
it_it: Nome società
nb_no: Selskapsnavn
nl_nl: Bedrijfsnaam
ru_ru: Название компании

# Table 2821884881 - Field 2378863201 - Property 2879900210
source: Contact Name
es_es: Nombre contacto
is_is: Nafn tengiliðs
it_it: Nome contatto
nb_no: Kontaktnavn
nl_nl: Contactnaam
ru_ru: Имя контакта

# Table 2821884881 - Field 3594024764 - Property 2879900210
source: Contact Name Style
es_es: Estilo de nombre de contacto
is_is: Stíll nafns tengiliðar
it_it: Stile nome contatto
nb_no: Stil for kontaktnavn
nl_nl: Stijl van naam van contactpersoon
ru_ru: Имя контакта - стиль

# Table 2821884881 - Field 1745754443 - Property 2879900210
source: Currency Symbol
es_es: Símbolo de divisa
is_is: Gjaldmiðilstákn
it_it: Simbolo valuta
nb_no: Valutasymbol
nl_nl: Valutasymbool
ru_ru: Символ валюты

# Table 2821884881 - Field 2472339856 - Property 2879900210
source: Enviroment Name
es_es: Nombre de entorno
is_is: Heiti umhverfis
it_it: Nome ambiente
nb_no: Miljønavn
nl_nl: Omgevingsnaam
ru_ru: Имя среды

# Table 2821884881 - Field 4114157096 - Property 2879900210
source: Enviroment No.
es_es: N.º entorno
is_is: Umhverfisnúmer
it_it: Nr. ambiente
nb_no: Miljønr.
nl_nl: Omgevingsnr.
ru_ru: Номер среды

# Table 2821884881 - Field 3300536399 - Property 2879900210
source: Enviroments - Blocked
es_es: Entornos - Bloqueados
is_is: Umhverfi - Útilokuð
it_it: Ambienti - Bloccati
nb_no: Miljøer – sperret
nl_nl: Omgevingen - Geblokkeerd
ru_ru: Среды - заблокированные

# Table 2821884881 - Field 2291163278 - Property 2879900210
source: Enviroments - Blocked Style
es_es: Estilo de entornos bloqueados
is_is: Umhverfi - Stíll útilokunar
it_it: Stile ambienti - bloccati
nb_no: Miljøer – sperret stil
nl_nl: Omgevingen - Stijl van geblokkeerd
ru_ru: Среды - заблокированные - стиль

# Table 2821884881 - Field 1663794414 - Property 2879900210
source: Group Code
es_es: Código de grupo
is_is: Flokkskóði
it_it: Codice gruppo
nb_no: Gruppekode
nl_nl: Groepscode
ru_ru: Код группы

# Table 2821884881 - Field 2103948034 - Property 2879900210
source: Inc Doc Awaiting Verf Style
es_es: Estilo de doc. ent. en espera de comprobación
is_is: Stíll skjala á innleið sem bíða staðfestingar
it_it: Stile in attesa di verifica documento in entrata
nb_no: Stil for inng. dok. venter på bekreftelse
nl_nl: Stijl van inkomend document in afwachting van verificatie
ru_ru: Вх. документы, ожидающие проверки - стиль

# Table 2821884881 - Field 3027363170 - Property 2879900210
source: Inc. Doc. Awaiting Verfication
es_es: Doc. ent. en espera de comprobación
is_is: Skjöl á innleið sem bíða staðfestingar
it_it: Documento in entrata in attesa di verifica
nb_no: Inng. dok. venter på bekreftelse
nl_nl: Inkomend document in afwachting van verificatie
ru_ru: Вх. документ, ожидающий проверки

# Table 2821884881 - Field 1442081040 - Property 2879900210
source: Indent
es_es: Sangría
is_is: Inndráttur
it_it: Rientra
nb_no: Rykk inn
nl_nl: Inspringen
ru_ru: Отступ

# Table 2821884881 - Field 181693683 - Property 2879900210
source: Last Dep Posted Date Style
es_es: Última fecha de registro amortizado - Estilo
is_is: Stíll dagsetningar bókunar síðustu afskriftar
it_it: Stile data registrazione ultimo ammortamento
nb_no: Stil for bokføringsdato for siste avskrivning
nl_nl: Stijl van datum van laatst geboekte afschrijving
ru_ru: Дата последнего учета амортизации - стиль

# Table 2821884881 - Field 3207733361 - Property 2879900210
source: Last Depreciated Posted Date
es_es: Última fecha de registro amortizado
is_is: Dagsetning bókunar síðustu afskriftar
it_it: Data registrazione ultimo ammortamento
nb_no: Bokføringsdato for siste avskrivning
nl_nl: Datum van laatst geboekte afschrijving
ru_ru: Дата последнего учета амортизации

# Table 2821884881 - Field 611686758 - Property 2879900210
source: Last Login Date Style
es_es: Última fecha de inicio de sesión - Estilo
is_is: Stíll dagsetningar síðustu innskráningar
it_it: Stile data ultimo accesso
nb_no: Stil for siste påloggingsdato
nl_nl: Stijl van laatste aanmelddatum
ru_ru: Дата последнего входа - стиль

# Table 2821884881 - Field 2432407826 - Property 2879900210
source: Last Refreshed
es_es: Última actualización
is_is: Síðast uppfært
it_it: Ultimo aggiornamento
nb_no: Sist oppdatert
nl_nl: Laatst vernieuwd
ru_ru: Последнее обновление

# Table 2821884881 - Field 2185352090 - Property 2879900210
source: My Incoming Documents
es_es: Mis documentos entrantes
is_is: Mín skjöl á innleið
it_it: Documenti in entrata personali
nb_no: Mine inngående dokumenter
nl_nl: Mijn inkomende documenten
ru_ru: Мои входящие документы

# Table 2821884881 - Field 2776116579 - Property 2879900210
source: My Incoming Documents Style
es_es: Mis documentos entrantes - Estilo
is_is: Stíll minna skjala á innleið
it_it: Stile documenti in entrata personali
nb_no: Stil for mine inngående dokumenter
nl_nl: Stijl van mijn inkomende documenten
ru_ru: Мои входящие документы - стиль

# Table 2821884881 - Field 2299868809 - Property 2879900210
source: My User Task Style
es_es: Mi estilo de tarea de usuario
is_is: Stíll notandaverkefnanna minna
it_it: Stile task personali dell'utente
nb_no: Stil for Min brukeroppgave
nl_nl: Stijl van mijn gebruikerstaak
ru_ru: Мой стиль задач пользователя

# Table 2821884881 - Field 3992271978 - Property 2879900210
source: New Incoming Documents
es_es: Documentos entrantes nuevos
is_is: Ný skjöl á innleið
it_it: Nuovi documenti in entrata
nb_no: Nye inngående dokumenter
nl_nl: Nieuwe inkomende documenten
ru_ru: Новые входящие документы

# Table 2821884881 - Field 3535867091 - Property 2879900210
source: New Incoming Documents Style
es_es: Documentos entrantes nuevos - Estilo
is_is: Stíll nýrra skjala á innleið
it_it: Stile nuovi documenti in entrata
nb_no: Stil for nye inngående dokumenter
nl_nl: Stijl van nieuwe inkomende documenten
ru_ru: Новые входящие документы - стиль

# Table 2821884881 - Field 2004926506 - Property 2879900210
source: Non-Applied Payments
es_es: Pagos no liquidados
is_is: Ójafnaðar greiðslur
it_it: Pagamenti non collegati
nb_no: Ikke-utlignede betalinger
nl_nl: Niet-vereffende betalingen
ru_ru: Непримененные платежи

# Table 2821884881 - Field 4238981395 - Property 2879900210
source: Non-Applied Payments Style
es_es: Estilo de pagos no liquidados
is_is: Stíll ójafnaðra greiðslna
it_it: Stile pagamenti non collegati
nb_no: Stil for ikke-utlignede betalinger
nl_nl: Stijl van niet-vereffende betalingen
ru_ru: Непримененные платежи - стиль

# Table 2821884881 - Field 3645689861 - Property 2879900210
source: OCR Completed
es_es: OCR completado
is_is: OCR lokið
it_it: OCR completato
nb_no: OCR fullført
nl_nl: OCR voltooid
ru_ru: OCR завершено

# Table 2821884881 - Field 3788092184 - Property 2879900210
source: OCR Completed Style
es_es: Estilo de OCR completado
is_is: Stíll lokinna stafakennsla
it_it: Stile OCR completato
nb_no: Stil for OCR fullført
nl_nl: Stijl van OCR voltooid
ru_ru: OCR завершено - стиль
