Repository: rstefanetti/MSDyn365BC.Code.History
Catalog: AMCBanking365Fundamentals/Source/AMC Banking 365 Fundamentals/Translations/AMC Banking 365 Fundamentals.*.xlf
Languages: de_ch, es_es, fr_ch, nb_no, nl_nl, sv_se

# Page 1294546084 - Control 962401299 - Property 1295455071
source: Only select a countrycode, if you want to filter the banklist for the selected countrycode, otherwise leave empty
de_ch: Wählen Sie nur dann einen Ländercode aus, wenn Sie die Bankenliste für den ausgewählten Ländercode filtern möchten, andernfalls leer lassen
es_es: Seleccione un código de país solo si desea filtrar la lista bancaria del código de país seleccionado; de lo contrario, déjelo en blanco
fr_ch: Sélectionner uniquement un Code pays si vous souhaitez filtrer la liste des banques pour le Code pays sélectionné, sinon, laisser vide
nb_no: Velg bare en landskode hvis du vil filtrere banklisten for den valgte landskoden. Hvis ikke lar du feltet stå tomt
nl_nl: Selecteer alleen een landcode als u de bankenlijst wilt filteren op de geselecteerde landcode. Laat de code anders leeg.
sv_se: Välj endast en landskod om du vill filtrera banklistan efter den valda landskoden. Annars anger du ingenting.

# Page 1294546084 - Control 2078930944 - Property 1295455071
source: Select countrycode to filter banklist.
de_ch: Wählen Sie den Ländercode aus, um die Bankenliste zu filtern.
es_es: Seleccione el código de país para filtrar la lista bancaria.
fr_ch: Sélectionnez Code pays pour filtrer la liste des banques.
nb_no: Velg landskode for å filtrere banklisten.
nl_nl: Landcode selecteren om bankenlijst te filteren.
sv_se: Välj landskod för att filtrera banklistan.

# Page 1294546084 - Control 2293885176 - Property 1295455071
source: Applicationversion of your Business Central, used for fetching the correspondent Data Exchange def. from AMC Banking
de_ch: Anwendungsversion Ihres Business Central, das für das Abrufen der entsprechenden Datenaustauschdefinition von AMC Banking verwendet wird
es_es: ApplicationVersion de Business Central que se usa para obtener la definición de intercambio de datos correspondiente de AMC Banking
fr_ch: Version de votre application Business Central, utilisée pour extraire la définition de l'échange de données correspondant à partir d'AMC Banking
nb_no: Programversjonen til Business Central, brukes til å hente tilsvarende datautvekslingsdefinisjon fra AMC Banking
nl_nl: Toepassingsversie van uw Business Central, die wordt gebruikt voor het ophalen van de corresponderende definitie van gegevensuitwisseling vanuit AMC Banking
sv_se: Programversion för Business Central som används för att hämta motsvarade dataintegrationsdefinition från AMC Banking

# Page 1294546084 - Control 3545658343 - Property 1295455071
source: Applicationversion and buildnumber to get Data Exchange Definition for:
de_ch: Anwendungsversion und Buildnummer zum Abrufen der Datenaustauschdefinition für:
es_es: ApplicationVersion y BuildNumber para obtener la definición de intercambio de datos para:
fr_ch: Version de l'application et Numéro de version pour obtenir la définition d'échange de données pour :
nb_no: Programversjon og build-nummer du vil hente datautvekslingsdefinisjon for:
nl_nl: Toepassingsversie en buildnummer om definitie van gegevensuitwisseling op te halen voor:
sv_se: Programversion och versionsnummer för att hämta dataintegrationsdefinition för:

# Page 1294546084 - Control 903022497 - Property 1295455071
source: Setup AMC Banking - Credit Transfer, to be able to make outgoing payments
de_ch: AMC Banking einrichten - SEPA-Überweisung, um ausgehende Zahlungen durchführen zu können
es_es: Configurar AMC Banking: transferencia de crédito, para poder realizar pagos salientes
fr_ch: Configurez AMC Banking - Virement pour pouvoir effectuer des règlements sortants
nb_no: Oppsett av AMC Banking – kredittoverføring, for å kunne foreta utgående betalinger
nl_nl: AMC Banking - Krediettransfer instellen, om uitgaande betalingen te kunnen doen
sv_se: Ställ in AMC Banking - Kreditöverföring, så att du kan göra utgående betalningar

# Page 1294546084 - Control 903022497 - Property 2879900210
source: AMC Banking - Credit Transfer
de_ch: AMC Banking - Überweisung
es_es: AMC Banking - Transferencia de crédito
fr_ch: AMC Banking - Virement
nb_no: AMC Banking – kredittoverføring
nl_nl: AMC Banking - Krediettransfer
sv_se: AMC Banking - Kreditöverföring

# Page 1294546084 - Control 1951053626 - Property 1295455071
source: Setup AMC Banking - Bank Statement, to be able to import Bank statements from your banks.
de_ch: AMC Banking einrichten - Bankauszug, um Bankauszüge von ihren Banken importieren zu können.
es_es: Configurar AMC Banking: extracto de cuenta para poder importar extractos de cuenta de sus bancos.
fr_ch: Configurez AMC Banking - Relevé bancaire pour importer des relevés bancaires à partir de vos banques.
nb_no: Oppsett av AMC Banking – bankkontoutdrag, for å kunne importere bankkontoutdrag fra bankene.
nl_nl: AMC Banking - Bankafschrift instellen, om bankafschriften van uw banken te kunnen importeren.
sv_se: Ställ in AMC Banking - Kontoutdrag, så att du kan importera kontoutdrag från dina banker.

# Page 1294546084 - Control 1951053626 - Property 2879900210
source: AMC Banking - Bank Statement
de_ch: AMC Banking - Bankauszug
es_es: AMC Banking - Extracto de cuenta
fr_ch: AMC Banking - Relevé bancaire
nb_no: AMC Banking – kontoutskrift
nl_nl: AMC Banking - Bankafschrift
sv_se: AMC Banking - Kontoutdrag

# Page 1294546084 - Control 3735344025 - Property 1295455071
source: Buildnumber of your Business Central, used for fetching the correspondent Data Exchange def. from AMC Banking
de_ch: Buildnummer Ihres Business Central, das für das Abrufen der entsprechenden Datenaustauschdefinition von AMC Banking verwendet wird
es_es: Buildnumber de Business Central que se usa para obtener la definición de intercambio de datos correspondiente de AMC Banking
fr_ch: Numéro de version de Business Central, utilisée pour extraire la définition de l'échange de données correspondant à partir d'AMC Banking
nb_no: Build-nummeret til Business Central, brukes til å hente den tilsvarende datautvekslingsdefinisjonen fra AMC Banking
nl_nl: Buildnummer van uw Business Central, dat wordt gebruikt voor het ophalen van de corresponderende definitie van gegevensuitwisseling vanuit AMC Banking
sv_se: Versionsnummer för Business Central som används för att hämta motsvarade dataintegrationsdefinition från AMC Banking

# Page 1294546084 - Control 828769395 - Property 1295455071
source: Setup AMC Banking - Credit Advice, to be able to import Customer payments from your banks.
de_ch: AMC Banking einrichten - Gutschrift, um Debitorenzahlungen von Ihren Banken importieren zu können.
es_es: Configurar AMC Banking: aviso de crédito, para poder importar pagos de cliente de sus bancos.
fr_ch: Configurez AMC Banking - Avis de crédit pour pouvoir importer les règlements client à partir de vos banques.
nb_no: Oppsett av AMC Banking – kreditnota, for å kunne importere kundebetalinger fra bankene.
nl_nl: AMC Banking - Creditadvies instellen, om klantbetalingen van uw banken te kunnen importeren.
sv_se: Ställ in AMC Banking - Kreditavi, så att du kan importera kundbetalningar från dina banker.

# Page 1294546084 - Control 828769395 - Property 2879900210
source: AMC Banking - Credit Advice
de_ch: AMC Banking - Gutschrift
es_es: AMC Banking - Aviso de crédito
fr_ch: AMC Banking - Avis de crédit
nb_no: AMC Banking – kreditnota
nl_nl: AMC Banking - Creditadvies
sv_se: AMC Banking - Kreditavi

# Page 1294546084 - Control 2062336292 - Property 1295455071
source: Setup AMC Banking - Positive Pay, to be able to make Positive Pay file for printed checks.
de_ch: AMC Banking einrichten - Positive Pay, um „Positive Pay“-Datei für gedruckte Schecks erstellen zu können.
es_es: Configurar AMC Banking: Positive Pay, para poder crear archivos de Positive Pay para cheques impresos.
fr_ch: Configurez AMC Banking Service - Positive Pay pour créer un fichier Positive Pay pour les chèques imprimés.
nb_no: Oppsett av AMC Banking – Positive Pay, for å kunne lage Positive Pay-fil for utskrevne sjekker.
nl_nl: AMC Banking - Positive Pay instellen, om een Positive Pay-bestand te kunnen maken voor afgedrukte cheques.
sv_se: Ställ in AMC Banking - Positive Pay, så att du kan skapa Positive Pay-filer för utskrivna checkar.

# Page 1294546084 - Control 1614652589 - Property 1295455071
source: Setup AMC Banking - Credit Advice, to be able to import Customer payments from your banks.
de_ch: AMC Banking einrichten - Gutschrift, um Debitorenzahlungen von Ihren Banken importieren zu können.
es_es: Configurar AMC Banking: aviso de crédito, para poder importar pagos de cliente de sus bancos.
fr_ch: Configurez AMC Banking - Avis de crédit pour pouvoir importer les règlements client à partir de vos banques.
nb_no: Oppsett av AMC Banking – kreditnota, for å kunne importere kundebetalinger fra bankene.
nl_nl: AMC Banking - Creditadvies instellen, om klantbetalingen van uw banken te kunnen importeren.
sv_se: Ställ in AMC Banking - Kreditavi, så att du kan importera kundbetalningar från dina banker.

# Page 1294546084 - Control 2334494483 - Property 1295455071
source: Setup AMC Banking - Positive Pay, to be able to make Positive Pay file for printed checks.
de_ch: AMC Banking einrichten - Positive Pay, um „Positive Pay“-Datei für gedruckte Schecks erstellen zu können.
es_es: Configurar AMC Banking: Positive Pay, para poder crear archivos de Positive Pay para cheques impresos.
fr_ch: Configurez AMC Banking Service - Positive Pay pour créer un fichier Positive Pay pour les chèques imprimés.
nb_no: Oppsett av AMC Banking – Positive Pay, for å kunne lage Positive Pay-fil for utskrevne sjekker.
nl_nl: AMC Banking - Positive Pay instellen, om een Positive Pay-bestand te kunnen maken voor afgedrukte cheques.
sv_se: Ställ in AMC Banking - Positive Pay, så att du kan skapa Positive Pay-filer för utskrivna checkar.

# Page 1294546084 - Control 3917370826 - Property 1295455071
source: Setup AMC Banking - Credit Transfer, to be able to make outgoing payments
de_ch: AMC Banking einrichten - SEPA-Überweisung, um ausgehende Zahlungen durchführen zu können
es_es: Configurar AMC Banking: transferencia de crédito, para poder realizar pagos salientes
fr_ch: Configurez AMC Banking - Virement pour pouvoir effectuer des règlements sortants
nb_no: Oppsett av AMC Banking – kredittoverføring, for å kunne foreta utgående betalinger
nl_nl: AMC Banking - Krediettransfer instellen, om uitgaande betalingen te kunnen doen
sv_se: Ställ in AMC Banking - Kreditöverföring, så att du kan göra utgående betalningar

# Page 1294546084 - Control 3445513641 - Property 1295455071
source: Setup AMC Banking - Bank Statement, to be able to import Bank statements from your banks.
de_ch: AMC Banking einrichten - Bankauszug, um Bankauszüge von ihren Banken importieren zu können.
es_es: Configurar AMC Banking: extracto de cuenta para poder importar extractos de cuenta de sus bancos.
fr_ch: Configurez AMC Banking - Relevé bancaire pour importer des relevés bancaires à partir de vos banques.
nb_no: Oppsett av AMC Banking – bankkontoutdrag, for å kunne importere bankkontoutdrag fra bankene.
nl_nl: AMC Banking - Bankafschrift instellen, om bankafschriften van uw banken te kunnen importeren.
sv_se: Ställ in AMC Banking - Kontoutdrag, så att du kan importera kontoutdrag från dina banker.

# Page 1294546084 - Control 3977690014 - Property 1968111052
source: You can start using the AMC Banking now.
de_ch: Sie können jetzt mit der Verwendung von AMC Banking beginnen.
es_es: Ahora puede empezar a usar AMC Banking.
fr_ch: Vous pouvez commencer à utiliser AMC Banking maintenant.
nb_no: Du kan begynne å bruke AMC Banking nå.
nl_nl: U kunt nu AMC Banking beginnen te gebruiken.
sv_se: Nu kan du börja använda AMC Banking.

# Page 1294546084 - Control 3977690014 - Property 2879900210
source: Setup is done!
de_ch: Einrichtung ist erledigt!
es_es: El configuración ha finalizado.
fr_ch: L'installation est terminée.
nb_no: Oppsett er fullført!
nl_nl: Instelling is voltooid.
sv_se: Konfigurationen är klar!

# Page 1294546084 - Control 1332973038 - Property 1968111052
source: Please look into the activity log in AMC Banking setup and correct the errors, then run the assisted setup again
de_ch: Bitte prüfen Sie das Aktivitätsprotokoll im der AMC Banking-Einrichtung, korrigieren Sie die Fehler und führen Sie die unterstützte Einrichtung erneut aus
es_es: Consulte el registro de actividad en la configuración de AMC Banking, corrija los errores y vuelva a ejecutar el programa de configuración asistida
fr_ch: Consultez le journal des activités dans la configuration d'AMC Banking et corrigez les erreurs, puis réexécutez la configuration assistée
nb_no: Se i aktivitetsloggen i oppsettet for AMC Banking og rett feilene. Kjør deretter assistert oppsett på nytt
nl_nl: Raadpleeg het activiteitenlogboek in de instelling van AMC Banking, corrigeer de fouten en voer de begeleide instelling opnieuw uit
sv_se: Kontrollera aktivitetsloggen i AMC Banking och åtgärda felen. Kör sedan den assisterade konfigurationen igen.

# Page 1294546084 - Control 1332973038 - Property 2879900210
source: An error occurred during setup!
de_ch: Während der Einrichtung ist ein Fehler aufgetreten!
es_es: Se produjo un error durante la configuración.
fr_ch: Une erreur s'est produite lors de la configuration.
nb_no: Det oppstod en feil under installasjon.
nl_nl: Er is een fout opgetreden tijdens de installatie.
sv_se: Ett fel uppstod under konfigurationen.

# Page 1294546084 - Control 1551574618 - Property 2879900210
source: Setup basic paymentmethods
de_ch: Einrichtung von Standardzahlungsformen
es_es: Configurar métodos de pago básicos
fr_ch: Paramètres de modes de règlement standard
nb_no: Konfigurer grunnleggende betalingsmåter
nl_nl: Basisbetalingsmethoden instellen
sv_se: Ställ in grundläggande betalningssätt

# Page 1294546084 - Control 864163580 - Property 1295455071
source: Setup paymentmethods for the selected countrycode.
de_ch: Einrichtung von Zahlungsformen für den ausgewählten Ländercode.
es_es: Configurar métodos de pago para código de país seleccionado.
fr_ch: Configurez les modes de règlement pour le code pays sélectionné.
nb_no: Konfigurer betalingsmåter for den valgte landskoden.
nl_nl: Betalingsmethoden instellen voor de geselecteerde landcode.
sv_se: Ställ in betalningssätt för den valda landskoden.

# Page 1294546084 - Control 864163580 - Property 2879900210
source: Countrycode
de_ch: Ländercode
es_es: Código de país
fr_ch: Code pays
nb_no: Landskode
nl_nl: Landcode
sv_se: Landskod

# Page 1294546084 - Control 611897472 - Property 1295455071
source: Please choose Contrycode for Paymentmethods to setup.
de_ch: Bitte wählen Sie den einzurichtenden Ländercode für Zahlungsformen aus.
es_es: Elija el código de país del método de pago para la configuración.
fr_ch: Choisissez le code pays pour les modes de règlement à configurer.
nb_no: Velg landskode for betalingsmåter å konfigurere.
nl_nl: Kies Landcode voor in te stellen betalingsmethoden.
sv_se: Välj landskod för betalningssättet som ska konfigureras.

# Page 1294546084 - Control 2894771417 - Property 2879900210
source: Set URLs to Default
de_ch: URLs auf Standard setzen
es_es: Establecer direcciones URL en el valor predeterminado
fr_ch: Définir les URL par défaut
nb_no: Angi URL-adresser som standard
nl_nl: Standaard-URL's herstellen
sv_se: Återställ URL-adresser till standardvärden

# Page 1294546084 - Control 2456674618 - Property 1295455071
source: Specifies the address of the service that converts bank data to the format required by your bank when you export payment bank files and import bank statement files. The service specified in the Service URL field is called when users export or import bank files.
de_ch: Gibt die Adresse des Diensts an, der Bankdaten in das von Ihrer Bank angeforderte Format konvertiert, wenn Sie Zahlungsbankdateien exportieren und Bankauszugsdateien importieren. Der im Feld „Dienste-URL“ angegebene Dienst wird aufgerufen, wenn Benutzer Bankdateien exportieren oder importieren.
es_es: Especifica la dirección del servicio que convierte los datos bancarios al formato que admite el banco, cuando se exportan archivos bancarios de pagos y se importan archivos de extracto bancario. El servicio especificado en el campo URL de servicio, se usa cuando los usuarios exportan o importan archivos bancarios.
fr_ch: Spécifie l'adresse du service qui convertit les données bancaires au format requis par votre banque lorsque vous exportez des fichiers de la banque de paiement et importez des fichiers de relevé bancaire. Le service spécifié dans le champ URL service est appelé lorsque les utilisateurs exportent ou importent des fichiers bancaires.
nb_no: Angir adressen for tjenesten som konverterer bankdata til formatet som kreves av banken når du eksporterer betalingsbankfiler og importerer filer for bankkontoutdrag. Tjenesten som er angitt i feltet URL-adresse for tjeneste, kalles når brukere eksporterer eller importerer bankfiler.
nl_nl: Hiermee wordt het adres opgegeven van de service die bankgegevens naar de door uw bank vereiste indeling converteert wanneer u betalingsbankbestanden exporteert en bankafschriftbestanden importeert. De service die is opgegeven in het veld Service-URL, wordt aangeroepen wanneer gebruikers bankbestanden exporteren of importeren.
sv_se: Anger adressen till tjänsten som konverterar bankdata till det format som banken kräver när du exporterar betalningsbankfiler och importerar bankutdragsfiler. Tjänsten som anges i fältet för tjänstens webbadress anropas när användarna exporterar eller importerar bankfiler.

# Page 1294546084 - Control 2456674618 - Property 2879900210
source: Service URL
de_ch: Dienst-URL
es_es: URL de servicio
fr_ch: URL service
nb_no: URL-adresse for tjeneste
sv_se: Tjänstens URL

# Page 1294546084 - Control 3504517071 - Property 1295455071
source: Specifies the sign-up page for the service that converts bank data to the format required by your bank when you export payment bank files and import bank statement files. This is the web page where you enter your company's user name and password to sign up for the service.
de_ch: Gibt die Anmeldeseite für den Dienst an, der Bankdaten in das von Ihrer Bank angeforderte Format konvertiert, wenn Sie Zahlungsbankdateien exportieren und Bankauszugsdateien importieren. Dies ist die Webseite, auf der Sie zur Anmeldung für den Dienst den Benutzernamen und das Kennwort Ihres Unternehmens eingeben.
es_es: Especifica la página de registro del servicio que convierte los datos bancarios al formato que admite el banco, cuando se exportan archivos bancarios de pagos y se importan archivos de extracto bancario. Para registrarse en el servicio, debe escribir en esta página web el nombre de usuario y la contraseña de la empresa.
fr_ch: Spécifie la page de connexion pour le service qui convertit les données bancaires au format requis par votre banque lorsque vous exportez des fichiers de la banque de paiement et importez des fichiers de relevé bancaire. Il s'agit de la page Internet sur laquelle vous saisissez le nom d'utilisateur de votre société ainsi que le mot de passe associé pour vous connecter au service.
nb_no: Angir registreringssiden for tjenesten som konverterer bankdata til formatet som kreves av banken når du eksporterer betalingsbankfiler og importerer filer for bankkontoutdrag. Dette er nettsiden der du oppgir selskapets brukernavn og passord for å registrere deg for tjenesten.
nl_nl: Hiermee wordt de aanmeldingspagina opgegeven voor de service die bankgegevens naar de door uw bank vereiste indeling converteert wanneer u betalingsbankbestanden exporteert en bankafschriftbestanden importeert. Dit is de webpagina waar u de gebruikersnaam en het wachtwoord van uw bedrijf invoert om u aan te melden voor de service.
sv_se: Anger registreringssidan för tjänsten som konverterar bankdata till det format som banken kräver när du exporterar betalningsbankfiler och importerar bankutdragsfiler. Det är på den här webbsidan som du anger företagets användarnamn och lösenord för att registrera dig för tjänsten.

# Page 1294546084 - Control 3504517071 - Property 2879900210
source: Sign-up URL
de_ch: Registrierungs-URL
es_es: URL de registro
fr_ch: URL d'inscription
nb_no: URL-adresse for registrering
nl_nl: Inschrijvings-URL
sv_se: URL för registrering

# Page 1294546084 - Control 3662684448 - Property 1295455071
source: Specifies the web site where the provider of the AMC Banking publishes status and support information about the service.
de_ch: Gibt die Website an, auf der der AMC Banking-Anbieter Status- und Support-Informationen zum Dienst veröffentlicht.
es_es: Especifica el sitio web en el que el proveedor de AMC Banking publica información acerca del estado y el soporte técnico del servicio.
fr_ch: Spécifie le site Internet sur lequel le fournisseur d'AMC Banking publie les informations de support et de statut concernant le service.
nb_no: Angir nettstedet der leverandøren av AMC Banking publiserer status- og støtteinformasjon om tjenesten.
nl_nl: Hiermee wordt de website opgegeven waar de provider van AMC Banking status- en ondersteuningsinformatie over de service publiceert.
sv_se: Anger webbplatsen där leverantören av AMC Banking publicerar status- och supportinformation om tjänsten.

# Page 1294546084 - Control 3662684448 - Property 2879900210
source: Support URL
es_es: URL de soporte
fr_ch: URL assistance
nb_no: URL-adresse for støtte
nl_nl: Ondersteunings-URL

# Page 1294546084 - Action 742034285 - Property 1295455071
source: Go back to previous step.
de_ch: Zurück zum vorigen Schritt.
es_es: Volver al paso anterior.
fr_ch: Revenez à l'étape précédente.
nb_no: Gå tilbake til forrige trinn.
nl_nl: Teruggaan naar vorige stap.
sv_se: Gå tillbaka till föregående steg.

# Page 1294546084 - Action 742034285 - Property 2879900210
source: Back
de_ch: Zurück
es_es: Atrás
fr_ch: Précédent
nb_no: Tilbake
nl_nl: Vorige
sv_se: Tillbaka

# Page 1294546084 - Action 293070022 - Property 1295455071
source: Click button to close the assisted setup page
de_ch: Auf die Schaltfläche klicken, um die Seite für die unterstützte Einrichtung zu schliessen
es_es: Haga clic en el botón para cerrar la página de configuración asistida
fr_ch: Cliquez sur le bouton pour fermer la page de configuration assistée
nb_no: Klikk på knappen for å lukke siden for assistert oppsett
nl_nl: Klik op de knop om de pagina van de begeleide instelling te sluiten.
sv_se: Klicka på knappen för att stänga den assisterade konfigurationen

# Page 1294546084 - Action 293070022 - Property 2879900210
source: Close
de_ch: Schliessen
es_es: Cerrar
fr_ch: Fermer
nb_no: Lukk
nl_nl: Sluiten
sv_se: Stäng

# Page 1294546084 - Action 1235620153 - Property 1295455071
source: Go to next step.
de_ch: Wechseln Sie zum nächsten Schritt.
es_es: Vaya al paso siguiente.
fr_ch: Passez à l'étape suivante.
nb_no: Gå til neste trinn.
nl_nl: Naar volgende stap gaan.
sv_se: Gå till nästa steg.

# Page 1294546084 - Action 1235620153 - Property 2879900210
source: Next
de_ch: Weiter
es_es: Siguiente
fr_ch: Suivant
nb_no: Neste
nl_nl: Volgende
sv_se: Nästa

# Page 1294546084 - Action 462653747 - Property 1295455071
source: Start update of data.
de_ch: Starten Sie die Datenaktualisierung.
es_es: Iniciar actualización de datos.
fr_ch: Démarrez la mise à jour des données.
nb_no: Start oppdatering av data.
nl_nl: Update van gegevens starten.
sv_se: Starta uppdatering av data.

# Page 1294546084 - Action 462653747 - Property 2879900210
source: Start update
de_ch: Aktualisierung starten
es_es: Iniciar actualización
fr_ch: Démarrer la mise à jour
nb_no: Start oppdatering
nl_nl: Update starten
sv_se: Starta uppdatering
