Repository: rstefanetti/MSDyn365BC.Code.History
Catalog: AMCBanking365Fundamentals/Source/AMC Banking 365 Fundamentals/Translations/AMC Banking 365 Fundamentals.*.xlf
Languages: de_ch, es_es, fr_ch, nb_no, nl_nl, sv_se

# Page 3327916022 - Property 2019332006
source: New,Process,Page,Setup
de_ch: Neu,Verarbeiten,Seite,Einrichtung
es_es: Nuevo,Proceso,Página,Configuración
fr_ch: Nouveau,Traitement,Page,Configuration
nb_no: Ny,Prosess,Side,Oppsett
nl_nl: Nieuw,Proces,Pagina,Instelling
sv_se: Ny,Process,Sida,Inställning

# Page 3327916022 - Property 2879900210
source: AMC Banking Bank Name List
de_ch: AMC Banking-Banknamenliste
es_es: Lista nombres AMC Banking
fr_ch: AMC Banking Service : Liste Noms de banques
nb_no: Banknavnliste for AMC Banking Service
nl_nl: Banknaamlijst van AMC Banking
sv_se: Lista med banknamn för AMC Banking Service

# Page 3327916022 - Control 1732083938 - Property 1295455071
source: Specifies the name of the bank, and potentially its country/region code, that supports your setup for import/export of bank data using the AMC Banking feature.
de_ch: Gibt den Namen der Bank an, und unter Umständen ihren Länder-/Regionscode, die die Einrichtung für den Import/Export von Bankdaten mit dem AMC Banking-Feature unterstützt.
es_es: Especifica el nombre del banco (y potencialmente su código de país/región), que es compatible con la configuración de importación o exportación de datos bancarios de mediante la característica AMC Banking.
fr_ch: Spécifie le nom de la banque, et éventuellement son code pays/région, qui prend en charge votre configuration pour l'importation/l'exportation des données bancaires à l'aide de la fonctionnalité AMC Banking.
nb_no: Angir navnet på banken, og potensielt sett bankens lands-/områdekode, som støtter ditt oppsett for import/eksport av bankdata ved hjelp av funksjonen for AMC Banking.
nl_nl: Hiermee wordt de naam van de bank opgegeven, en mogelijk de land/regio-code ervan, die uw instelling ondersteunt voor het importeren en exporteren van bankgegevens met de functie AMC Banking.
sv_se: Anger namnet på banken, och eventuellt dess lands-/regionkod, som används i din konfiguration av import/export av bankdata via AMC Banking.

# Page 3327916022 - Control 2685439803 - Property 1295455071
source: Specifies the name of the bank that supports your setup for import/export of bank data using the AMC Banking feature.
de_ch: Gibt den Namen der Bank an, die die Einrichtung für den Import/Export von Bankdaten mit dem AMC Banking-Feature unterstützt.
es_es: Especifica el nombre del banco compatible con la configuración de importación o exportación de datos bancarios mediante la característica AMC Banking.
fr_ch: Spécifie le nom de la banque qui prend en charge votre configuration pour l'importation/l'exportation des données bancaires à l'aide de la fonctionnalité AMC Banking.
nb_no: Angir navnet på banken som støtter ditt oppsett for import/eksport av bankdata ved hjelp av funksjonen for AMC Banking.
nl_nl: Hiermee wordt de naam van de bank opgegeven die uw instelling ondersteunt voor het importeren en exporteren van bankgegevens met de functie AMC Banking.
sv_se: Anger namnet på banken som används i din konfiguration av import/export av bankdata via AMC Banking.

# Page 3327916022 - Control 284764054 - Property 1295455071
source: Specifies the country/region of the address.
de_ch: Gibt das Land/die Region der Adresse an.
es_es: Especifica el país o la región de la dirección.
fr_ch: Spécifie le pays/la région de l’adresse.
nb_no: Angir landet/området i adressen.
nl_nl: Hiermee wordt het land of de regio van het adres opgegeven.
sv_se: Anger adressens land/region.

# Page 3327916022 - Control 2501792105 - Property 1295455071
source: Specifies the last time the list of supported banks was updated.
de_ch: Gibt die Zeit an, zu der die Liste der unterstützten Banken zuletzt aktualisiert wurde.
es_es: Especifica la última vez que se actualizó la lista de bancos compatibles.
fr_ch: Spécifie la dernière mise à jour de la liste des banques prises en charge.
nb_no: Angir forrige gang listen over støttede banker ble oppdatert.
nl_nl: Hiermee wordt de laatste keer opgegeven dat de lijst met ondersteunde banken is bijgewerkt.
sv_se: Anger tiden då de banker som stöds senast uppdaterades.

# Page 3327916022 - Action 1520941751 - Property 1295455071
source: Update the bank list with any new banks in your country/region.
de_ch: Aktualisieren Sie die Bankenübersicht mit neuen Banken in Ihrem Land bzw. Ihrer Region.
es_es: Permite actualizar la lista de bancos con cualquier banco nuevo de su país o región.
fr_ch: Mettez à jour la liste des banques en ajoutant toute nouvelle banque de votre pays/région.
nb_no: Oppdater banklisten med nye banker i ditt land/område.
nl_nl: De bankenlijst bijwerken met nieuwe banken in uw land/regio.
sv_se: Uppdatera banklistan med nya banker i ditt land eller din region.

# Page 3327916022 - Action 1520941751 - Property 2879900210
source: Update Bank Name List
de_ch: Banknamenübersicht aktualisieren
es_es: Actualizar lista nombres banco
fr_ch: Mettre à jour la liste Noms de banques
nb_no: Oppdater banknavnliste
nl_nl: Banknaamlijst bijwerken
sv_se: Uppdatera lista med banknamn

# Page 2285503463 - Property 2879900210
source: AMC Banking Payment Types
de_ch: AMC Banking-Zahlungsarten
es_es: Tipos de pagos de AMC Banking
fr_ch: AMC Banking Service : Types de règlements
nb_no: Betalingstyper for AMC Banking Service
nl_nl: Betalingssoorten van AMC Banking
sv_se: Betalningstyper för AMC Banking Service

# Page 2285503463 - Control 3004954119 - Property 1295455071
source: Specifies the code of the payment type. You set up payment types for a payment method so that the AMC Banking 365 Fundamentals extension can identify the payment type when exporting payments. The payment types are displayed in the AMC Banking Pmt. Types window.
de_ch: Gibt den Code für die Zahlungsart an. Sie können Zahlungsarten für eine Zahlungsform einrichten, sodass die AMC Banking 365 Fundamentals-Erweiterung die Zahlungsart beim Exportieren von Zahlungen identifizieren kann. Die Zahlungsarten werden im Fenster „AMC Banking-Zahlungsarten“ angezeigt.
es_es: Especifica el código del tipo de pago. Los tipos de pago se configuran para una forma de pago de modo que la extensión AMC Banking 365 Fundamentals pueda identificar el tipo de pago al exportar pagos. Los tipos de pago se muestran en la ventana de tipos de pago de banca AMC.
fr_ch: Spécifie le code du type de règlement. Vous configurez les types de règlement pour un mode de règlement de telle sorte que l'extension AMC Banking 365 Fundamentals puisse identifier le type de règlement lors de l'exportation des paiements. Les types de règlement sont affichés dans la fenêtre AMC Banking - Types de règlements.
nb_no: Angir koden for betalingstypen. Du definerer betalingstyper for en betalingsmåte slik at AMC Banking 365 Fundamentals-utvidelsen kan identifisere betalingstypen under eksport av betalinger. Betalingstypene vises i vinduet Betalingstyper for AMC Banking.
nl_nl: Hiermee wordt de code opgegeven van het betalingssoort. U stelt betalingssoorten voor een betalingsmethode in zodat de extensie AMC Banking 365 Fundamentals het betalingssoort kan bepalen wanneer betalingen worden geëxporteerd. De betalingssoorten worden weergegeven in het venster Betalingssoorten AMC Banking.
sv_se: Anger koden för betalningstypen. Du konfigurerar betalningstyper för ett betalningssätt så att tillägget AMC Banking 365 Fundamentals kan identifiera betalningstypen när betalningar exporteras. Betalningstyperna visas i fönstret Bet.typer för AMC Banking.

# Page 2285503463 - Control 3461834954 - Property 1295455071
source: Specifies the description of the payment type. You set up payment types for a payment method so that the AMC Banking 365 Fundamentals extension can identify the payment type when exporting payments. The payment types are displayed in the AMC Banking Pmt. Types window.
de_ch: Gibt die Beschreibung für die Zahlungsart an. Sie können Zahlungsarten für eine Zahlungsform einrichten, sodass die AMC Banking 365 Fundamentals-Erweiterung die Zahlungsart beim Exportieren von Zahlungen identifizieren kann. Die Zahlungsarten werden im Fenster „AMC Banking-Zahlungsarten“ angezeigt.
es_es: Especifica la descripción del tipo de pago. Los tipos de pago se configuran para una forma de pago de modo que la extensión AMC Banking 365 Fundamentals pueda identificar el tipo de pago al exportar pagos. Los tipos de pago se muestran en la ventana de tipos de pago de banca AMC.
fr_ch: Spécifie la description du type de règlement. Vous configurez les types de règlement pour un mode de règlement de telle sorte que l'extension AMC Banking 365 Fundamentals puisse identifier le type de règlement lors de l'exportation des paiements. Les types de règlement sont affichés dans la fenêtre AMC Banking - Types de règlements.
nb_no: Angir beskrivelsen av betalingstypen. Du definerer betalingstyper for en betalingsmåte slik at AMC Banking 365 Fundamentals-utvidelsen kan identifisere betalingstypen under eksport av betalinger. Betalingstypene vises i vinduet Betalingstyper for AMC Banking.
nl_nl: Hiermee wordt de omschrijving opgegeven van het betalingssoort. U stelt betalingssoorten voor een betalingsmethode in zodat de extensie AMC Banking 365 Fundamentals het betalingssoort kan bepalen wanneer betalingen worden geëxporteerd. De betalingssoorten worden weergegeven in het venster Betalingssoorten AMC Banking.
sv_se: Anger en beskrivning av betalningstypen. Du konfigurerar betalningstyper för ett betalningssätt så att tillägget AMC Banking 365 Fundamentals kan identifiera betalningstypen när betalningar exporteras. Betalningstyperna visas i fönstret Bet.typer för AMC Banking.

# Page 1056736409 - Property 2879900210
source: AMC Banking 365 Webservice Log
de_ch: AMC Banking 365-Webdienstprotokoll
es_es: Registro de servicio web de AMC Banking 365
fr_ch: Journal du service web AMC Banking 365
nb_no: Nettlogg for AMC Banking 365
nl_nl: Logboek van AMC Banking 365-webservice
sv_se: Logg för webbtjänsten AMC Banking 365

# Page 1056736409 - Method 3055985936 - NamedType 3642635461
source: Are you sure that you want to delete log activity entries?
de_ch: Möchten Sie die Aktivitätsprotokolleinträge wirklich löschen?
es_es: ¿Seguro que desea eliminar los movimientos de actividades de registro?
fr_ch: Voulez-vous vraiment supprimer les écritures d'activités du journal ?
nb_no: Er du sikker på at du vil slette loggaktivitetsposter?
nl_nl: Weet u zeker dat u activiteitposten uit het logboek wilt verwijderen?
sv_se: Vill du ta bort transaktionerna för loggaktivitet?

# Page 1056736409 - Control 514778619 - Property 1295455071
source: Specifies the date when the activity occurred.
de_ch: Gibt das Datum an, an dem die Aktivität erfolgt ist.
es_es: Especifica la fecha en que se produjo la actividad.
fr_ch: Spécifie la date à laquelle l'activité a eu lieu.
nb_no: Angir datoen da aktiviteten oppstod.
nl_nl: Hiermee wordt de datum opgegeven waarop de activiteit heeft plaatsgevonden.
sv_se: Anger datumet då aktiviteten inträffade.

# Page 1056736409 - Control 1454734434 - Property 1295455071
source: Specifies the status or error message for the activity.
de_ch: Gibt den Status oder die Fehlermeldung für die Aktivität an.
es_es: Especifica el estado o el mensaje de error de la actividad.
fr_ch: Spécifie le statut ou le message d’erreur de l’activité.
nb_no: Angir statusen til feilmeldingen for aktiviteten.
nl_nl: Hiermee wordt het status- of foutbericht voor de activiteit opgegeven.
sv_se: Anger status eller felmeddelande för aktiviteten.

# Page 1056736409 - Control 1454734434 - Property 2879900210
source: Message/Status
de_ch: Meldung/Status
es_es: Mensaje/Estado
fr_ch: Message/statut
nb_no: Melding/status
nl_nl: Bericht/status
sv_se: Meddelande/status

# Page 1056736409 - Control 2951585809 - Property 1295455071
source: Specifies the context in which the activity occurred.
de_ch: Gibt den Kontext an, in dem die Aktivität erfolgt ist.
es_es: Especifica el contexto en el que se realizó la actividad.
fr_ch: Spécifie le contexte dans lequel l’activité s’est produite.
nb_no: Angir konteksten som aktiviteten oppstod i.
nl_nl: Hiermee wordt de context opgegeven waarin de activiteit is opgetreden.
sv_se: Anger i vilket sammanhang som aktiviteten utfördes.

# Page 1056736409 - Control 3461834954 - Property 1295455071
source: Specifies the activity.
de_ch: Gibt die Aktivität an.
es_es: Especifica la actividad.
fr_ch: Spécifie l'activité.
nb_no: Angir aktiviteten.
nl_nl: Hiermee wordt de activiteit opgegeven.
sv_se: Anger aktiviteten.

# Page 1056736409 - Control 3461834954 - Property 2879900210
source: SOAP Call
de_ch: SOAP-Aufruf
es_es: Llamada SOAP
fr_ch: Appel SOAP
nb_no: SOAP-kall
nl_nl: SOAP-aanroep
sv_se: SOAP-anrop

# Page 1056736409 - Control 2779368382 - Property 1295455071
source: Specifies if detailed activity log details exist. If so, choose the View Details action.
de_ch: Gibt an, ob ausführliche Aktivitätsprotokolldetails vorhanden sind. Wählen Sie die Aktivität „Details anzeigen“ aus, falls dies der Fall ist.
es_es: Especifica si existen detalles de registro de la actividad. Si es así, seleccione la acción Ver detalles.
fr_ch: Indique s'il existe des informations détaillées sur le journal des activités détaillées. Si tel est le cas, choisissez l'action Afficher les détails.
nb_no: Angir om detaljerte aktivitetsloggopplysninger finnes. Hvis de finnes, velger du handlingen Vis detaljer.
nl_nl: Hiermee wordt opgegeven of er gedetailleerde activiteitlogdetails bestaan. Kies in dat geval de actie voor Details weergeven.
sv_se: Anger om det finns detaljerad aktivitetsinformation i loggen. Välj i så fall Visa information.

# Page 1056736409 - Control 2779368382 - Property 2879900210
source: Detailed Info Available
de_ch: Ausführliche Informationen verfügbar
es_es: Información detallada disponible
fr_ch: Informations détaillées disponibles
nb_no: Detaljert informasjon tilgjengelig
nl_nl: Gedetailleerde info beschikbaar
sv_se: Detaljerad information tillgänglig

# Page 1056736409 - Control 736847316 - Property 1295455071
source: Specifies the hint text for the activity.
de_ch: Gibt den Hinweiscode für die Aktivität an.
es_es: Especifica el texto de sugerencia de la actividad.
fr_ch: Spécifie le texte d'information de l'activité.
nb_no: Angir tipsteksten for aktiviteten.
nl_nl: Hiermee wordt de tiptekst opgegeven voor de activiteit.
sv_se: Anger aktivitetens tipstext.

# Page 1056736409 - Control 736847316 - Property 2879900210
source: Hint text
de_ch: Hinweistext
es_es: Texto de sugerencia
fr_ch: Texte d'information
nb_no: Tipstekst
nl_nl: Tiptekst
sv_se: Tipstext

# Page 1056736409 - Control 513339096 - Property 1295455071
source: Specifies the status of the activity.
de_ch: Gibt den Status der Aktivität an.
es_es: Especifica el estado de la actividad.
fr_ch: Spécifie le statut de l’activité.
nb_no: Angir statusen til aktiviteten.
nl_nl: Hiermee wordt de status van de activiteit opgegeven.
sv_se: Anger status för aktiviteten.

# Page 1056736409 - Control 1070242950 - Property 1295455071
source: Specifies the support URL for the activity.
de_ch: Gibt die Support-URL für die Aktivität an.
es_es: Especifica la dirección URL de soporte de la actividad.
fr_ch: Spécifie l'URL du support pour l'activité.
nb_no: Angir URL-adressen for støtte for aktiviteten.
nl_nl: Hiermee wordt de ondersteunings-URL voor de activiteit opgegeven.
sv_se: Anger aktivitetens support-URL.

# Page 1056736409 - Control 1070242950 - Property 2879900210
source: Support URL
es_es: URL de soporte
fr_ch: URL du support
nb_no: URL-adresse for støtte
nl_nl: Ondersteunings-URL

# Page 1056736409 - Action 2526477354 - Property 1295455071
source: Clear the list of all log entries.
de_ch: Löscht die Liste aller Protokolleinträge.
es_es: Permite borrar la lista de todos los movimientos de registro.
fr_ch: Effacez la liste de toutes les écritures journal.
nb_no: Fjern alle loggposter fra listen.
nl_nl: Alle logposten uit de lijst verwijderen.
sv_se: Rensa alla loggposter i listan.

# Page 1056736409 - Action 2526477354 - Property 2879900210
source: Delete All Entries
de_ch: Alle Einträge löschen
es_es: Eliminar todos los movs.
fr_ch: Supprimer toutes les écritures
nb_no: Slett alle poster
nl_nl: Alle posten verwijderen
sv_se: Ta bort alla transaktioner

# Page 1056736409 - Action 377844979 - Property 1295455071
source: Clear the list of log entries that are older than 7 days.
de_ch: Löscht die Liste der Protokolleinträge, die älter als sieben Tage sind.
es_es: Permite borrar la lista de movimientos de registro con más de 7 días de antigüedad.
fr_ch: Effacez la liste des écritures du journal de plus de 7 jours.
nb_no: Fjern loggposter fra listen som er eldre enn 7 dager.
nl_nl: Logposten die ouder zijn dan 7 dagen, uit de lijst verwijderen.
sv_se: Rensa listan med loggposter som är äldre än sju dagar.

# Page 1056736409 - Action 377844979 - Property 2879900210
source: Delete Entries Older Than 7 Days
de_ch: Einträge löschen, die über 7 Tage alt sind
es_es: Eliminar movs. anteriores a 7 días
fr_ch: Supprimer les écritures datant de plus de 7 jours
nb_no: Slett poster eldre enn 7 dager
nl_nl: Posten ouder dan 7 dagen verwijderen
sv_se: Ta bort transaktioner som är äldre än 7 dagar

# Page 3704095706 - Property 2019332006
source: New,Process,Page,Sign-up,Assisted setup,Bank Name,Encryption,Support
de_ch: Neu,Verarbeiten,Seite,Registrierung,Unterstützte Einrichtung,Bankname,Verschlüsselung,Support
es_es: Nuevo,Proceso,Página,Registro,Configuración asistida,Nombre de banco,Cifrado,Soporte técnico
fr_ch: Nouveau,Traitement,Page,Inscription,Configuration assistée,Nom de la Banque,Chiffrement,Support
nb_no: Ny,Prosess,Side,Registrering,Assistert oppsett,Banknavn,Kryptering,Støtte
nl_nl: Nieuw,Verwerken,Pagina,Aanmelden,Begeleide instelling,Banknaam,Versleuteling,Ondersteuning
sv_se: Ny,Process,Sida,Registrera,Assisterad konfiguration,Banknamn,Kryptering,Support

# Page 3704095706 - Property 2879900210
source: AMC Banking Setup
de_ch: AMC Banking - Einrichtung
es_es: Configuración de AMC Banking
fr_ch: Configuration d'AMC Banking
nb_no: Oppsett av AMC Banking
nl_nl: AMC Banking instellen
sv_se: Konfiguration av AMC Banking

# Page 3704095706 - Property 3863440606
source: bank file import,bank file export,bank transfer,amc,bank service setup,bank data conversion
de_ch: Bankdateiimport,Bankdateiexport,Überweisung,AMC,Einrichtung Bankauszugsservice,Bankdatenkonvertierungsservice
es_es: importación de archivos bancarios,exportación de archivos bancarios,transferencia bancaria,amc,configuración de servicio bancario,conversión de datos bancarios
fr_ch: importation fichier bancaire,exportation fichier bancaire,transfert bancaire,amc,configuration service bancaire,conversion données bancaires
nb_no: bankfilimport,bankfileksport,bankoverføring,amc,oppsett av banktjeneste,bankdatakonvertering
nl_nl: bankbestandsimport,bankbestandsexport,banktransfer,amc,bankservice instellen,conversie van bankgegevens
sv_se: import av bankfil,export av bankfil,banköverföring,amc,inställningar för banktjänst,bankdatakonvertering

# Page 3704095706 - NamedType 421965939
source: Do you want to copy the License %1 to the User name field?
de_ch: Möchten Sie die Lizenz %1 in das Feld „Benutzername“ kopieren?
es_es: ¿Confirma que desea copiar la licencia %1 en el campo Nombre usuario?
fr_ch: Souhaitez-vous copier la licence %1 dans le champ Nom d'utilisateur ?
nb_no: Vil du kopiere lisens %1 til feltet Brukernavn?
nl_nl: Wilt u de licentie %1 kopiëren naar het veld Gebruikersnaam?
sv_se: Vill du kopiera licensen %1 till fältet Användarnamn?

# Page 3704095706 - NamedType 3838141333
source: Data encryption is not activated. It is recommended that you encrypt data. \Do you want to open the Data Encryption Management page?
de_ch: Die Datenverschlüsselung ist nicht aktiviert. Das Verschlüsseln der Daten wird empfohlen. \Möchten Sie die Seite „Datenverschlüsselungsverwaltung“ öffnen?
es_es: El cifrado de datos no está activado. Se recomienda cifrar los datos. \¿Desea abrir la página Administración del cifrado de datos?
fr_ch: Le chiffrement des données n'est pas activé. Il est recommandé de chiffrer les données. \Voulez-vous ouvrir la fenêtre Gestion du chiffrement des données ?
nb_no: Datakryptering er ikke aktivert. Det anbefales at du krypterer data. \Vil du åpne siden Administrasjon av datakryptering?
nl_nl: Gegevensversleuteling is niet geactiveerd. Het wordt aanbevolen gegevens te versleutelen. \Wilt u de pagina Beheer gegevensversleuteling openen?
sv_se: Datakryptering har inte aktiverats. Vi rekommenderar att du krypterar data. \Vill du öppna sidan Datakrypteringshantering?

# Page 3704095706 - Control 470245246 - Property 2879900210
source: Solution information
de_ch: Lösungsinformationen
es_es: Información de la solución
fr_ch: Informations sur la solution
nb_no: Løsningsinformasjon
nl_nl: Oplossingsgegevens
sv_se: Lösningsinformation

# Page 3704095706 - Control 1958465003 - Property 1295455071
source: License number of Business Central for AMC Banking
de_ch: Lizenznummer von Business Central für AMC Banking
es_es: Número de licencia de Business Central para AMC Banking
fr_ch: Numéro de licence Business Central pour AMC Banking
nb_no: Lisensnummer for Business Central for AMC Banking
nl_nl: Licentienummer van Business Central voor AMC Banking
sv_se: Licensnummer för Business Central för AMC Banking

# Page 3704095706 - Control 1958465003 - Property 2879900210
source: License
de_ch: Lizenz
es_es: Licencia
fr_ch: Licence
nb_no: Lisens
nl_nl: Licentie
sv_se: Licens

# Page 3704095706 - Control 1857133763 - Property 1295455071
source: Specifies a customizable calendar for bank's that holds the bank's working days and holidays. Choose the field to select another bank calendars or to set up a customized calendar.
de_ch: Gibt einen anpassbaren Kalender für Banken an, der die Arbeitstage und die Feiertage der Bank enthält. Wählen Sie das Feld, um einen anderen Bankkalender auszuwählen oder einen benutzerdefinierten Kalender einzurichten.
es_es: Especifica un calendario personalizable para el banco que incluye días laborables y festivos del banco. Elija el campo para seleccionar otros calendarios del banco o para configurar un calendario personalizado.
fr_ch: Spécifie un calendrier personnalisable pour la banque indiquant les jours ouvrables et fériés de celle-ci. Sélectionnez le champ pour choisir d'autres calendriers de banque ou pour configurer un calendrier personnalisé.
nb_no: Angir en egendefinerbar kalender for banken som inneholder bankens arbeidsdager og fridager. Velg feltet for å velge en annen bankkalender eller for å opprette en egendefinert kalender for banken.
nl_nl: Hiermee wordt een aanpasbare agenda opgegeven die de werkdagen en vakantiedagen van de bank bevat. Kies het veld om een andere bankagenda te selecteren of om een aangepaste agenda in te stellen.
sv_se: Anger en anpassningsbar kalender för banken som innehåller information om bankens arbetsdagar och helgdagar. Välj fältet om du vill välja en annan bankkalender eller konfigurera en anpassad kalender.

# Page 3704095706 - Control 1814464443 - Property 2879900210
source: User information
de_ch: Benutzerinformationen
es_es: Información de usuario
fr_ch: Informations utilisateur
nb_no: Brukerinformasjon
nl_nl: Gebruikersgegevens
sv_se: Användarinformation
