Repository: rstefanetti/MSDyn365BC.Code.History
Catalog: AMCBanking365Fundamentals/Source/AMC Banking 365 Fundamentals/Translations/AMC Banking 365 Fundamentals.*.xlf
Languages: de_ch, es_es, fr_ch, nb_no, nl_nl, sv_se

# Codeunit 52548103 - NamedType 1810949511
source: The request body is not set.
de_ch: Der Anfragetext ist nicht festgelegt.
es_es: El cuerpo de la solicitud no está establecido.
fr_ch: Le corps de la demande n'est pas défini.
nb_no: Forespørselsteksten er ikke angitt.
nl_nl: Het hoofdgedeelte van de aanvraag is niet ingesteld.
sv_se: Begärandetexten har inte ställts in.

# Codeunit 3857426880 - NamedType 2779639592
source: Preparing line number #1#######
de_ch: Zeilennummer #1####### wird vorbereitet
es_es: Preparando línea número #1#######
fr_ch: Préparation du numéro de ligne #1#######
nb_no: Klargjør linjenummer #1#######
nl_nl: Bezig met voorbereiden van regelnr. #1#######
sv_se: Förbereder radnummer #1#######

# Codeunit 1873957797 - NamedType 1428720056
source: The bank statement that you are importing contains transactions in currencies other than the %1 %2 of bank account %3.
de_ch: Der zu importierende Bankauszug enthält Transaktionen in anderen Währungen als der Währung %1 %2, die für das Bankkonto %3 verwendet wird.
es_es: El extracto bancario que está importando contiene transacciones en divisas distintas que la %1 %2 de la cuenta bancaria %3.
fr_ch: Le relevé bancaire que vous importez contient des transactions dans des devises différentes du/de la %1 %2 du compte bancaire %3.
nb_no: Bankkontoutdraget som du importerer, inneholder transaksjoner i andre valutaer enn %1 %2 i bankkontoen %3.
nl_nl: Het bankafschrift dat u importeert, bevat transacties in andere valuta's dan de %1 %2 van bankrekening %3.
sv_se: Det bankutdrag som du importerar innehåller transaktioner i andra valutor än %1 %2 för bankkontot %3.

# Codeunit 1873957797 - NamedType 1975081983
source: Bank account %1 does not have the bank account number %2, as specified in the bank statement file.\\Do you want to continue?
de_ch: Das Bankkonto %1 verfügt nicht über die Bankkontonummer %2, die in der Bankauszugsdatei angegeben ist.\\Möchten Sie fortfahren?
es_es: La cuenta bancaria %1 no tiene el número de cuenta bancaria %2, según se ha especificado en el archivo del extracto bancario.\\¿Desea continuar?
fr_ch: Le compte bancaire %1 ne possède pas de numéro %2, comme indiqué dans le fichier de relevé bancaire.\\Voulez-vous continuer ?
nb_no: Bankkontoen %1 har ikke bankkontonummeret %2, som er angitt i bankkontoutdragsfilen.\\Vil du fortsette?
nl_nl: Bankrekening %1 heeft niet het bankrekeningnummer %2, zoals opgegeven in het bankafschriftbestand.\\Wilt u doorgaan?
sv_se: Bankkontot %1 har inte bankkontonumret %2 som anges i bankutdragsfilen.\\Vill du fortsätta?

# Codeunit 1873957797 - NamedType 3179812607
source: The bank statement that you are importing contains transactions in %1 %2. This conflicts with the %3 %4.\\Do you want to continue?
de_ch: Der Bankauszug, den Sie importieren, enthält Transaktionen in %1 %2. Dies steht im Widerspruch zu %3 %4.\\Möchten Sie fortfahren?
es_es: El extracto bancario que está importando contiene transacciones en %1 %2. Eso está en conflicto con el %3 %4.\\¿Desea continuar?
fr_ch: Le relevé bancaire que vous importez contient des transactions dans %1 %2. Il existe des conflits avec %3 %4.\\Voulez-vous continuer ?
nb_no: Bankkontoutdraget som du importerer, inneholder transaksjoner i %1 %2. Dette er i konflikt med %3 %4.\\Vil du fortsette?
nl_nl: Het bankafschrift dat u importeert, bevat transacties in %1 %2. Dit veroorzaakt een conflict met de %3 %4.\\Wilt u doorgaan?
sv_se: Det bankutdrag som du importerar innehåller transaktioner i %1 %2. Detta leder till en konflikt med %3 %4.\\Vill du fortsätta?

# Codeunit 1873957797 - NamedType 2242781076
source: The bank account number was not found in the data to be imported.
de_ch: Die Bankkontonummer wurde nicht in den zu importierende Daten gefunden.
es_es: No se encontró el número de cuenta bancaria en los datos que se van a importar.
fr_ch: Numéro de compte bancaire introuvable dans les données à importer.
nb_no: Finner ikke bankkontonummeret i dataene som skal importeres.
nl_nl: Het bankrekeningnummer kon niet worden gevonden in de gegevens die moeten worden geïmporteerd.
sv_se: Bankkontonumret hittades inte i de data som ska importeras.

# Codeunit 1873957797 - NamedType 4082076936
source: Bank account %1 does not have a bank account number.\\Do you want to continue?
de_ch: Das Bankkonto %1 verfügt nicht über eine Bankkontonummer.\\Möchten Sie fortfahren?
es_es: La cuenta bancaria %1 no tiene número de cuenta bancaria.\\¿Desea continuar?
fr_ch: Le compte bancaire %1 ne possède pas de numéro.\\Voulez-vous continuer ?
nb_no: Bankkontoen %1 har ikke et bankkontonummer.\\Vil du fortsette?
nl_nl: Bankrekening %1 heeft geen bankrekeningnummer.\\Wilt u doorgaan?
sv_se: Bankkontot %1 har inte ett bankkontonummer.\\Vill du fortsätta?

# Codeunit 1873957797 - NamedType 742056434
source: The closing balance was not found in the data to be imported.
de_ch: Der Endsaldo wurde in den zu importierenden Daten nicht gefunden.
es_es: No se encontró el cierre del balance en los datos que se van a importar.
fr_ch: Solde de clôture introuvable dans les données à importer.
nb_no: Finner ikke sluttsaldoen i dataene som skal importeres.
nl_nl: De slotbalans kon niet worden gevonden in de gegevens die moeten worden geïmporteerd.
sv_se: Utgående saldo hittades inte i de data som ska importeras.

# Codeunit 1873957797 - NamedType 1106260476
source: The statement date was not found in the data to be imported.
de_ch: Das Datum des Kontoauszugs wurde in den zu importierenden Daten nicht gefunden.
es_es: No se encontró la fecha del extracto en los datos que se van a importar.
fr_ch: Date de relevé introuvable dans les données à importer.
nb_no: Finner ikke kontoutdragsdatoen i dataene som skal importeres.
nl_nl: De afschriftdatum kon niet worden gevonden in de gegevens die moeten worden geïmporteerd.
sv_se: Utdragsdatumet hittades inte i de data som ska importeras.

# Codeunit 1873957797 - NamedType 2692357613
source: The file that you are trying to import contains more than one bank statement.
de_ch: Die Datei, die Sie zu importieren versuchen, enthält mehr als einen Bankauszug.
es_es: El archivo que intenta importar contiene más de un extracto bancario.
fr_ch: Le fichier que vous tentez d'importer contient plusieurs relevés bancaires.
nb_no: Filen du prøver å importere, inneholder mer enn ett bankkontoutdrag.
nl_nl: Het bestand dat u probeert te importeren, bevat meer dan één bankafschrift.
sv_se: Filen som du försöker att importera innehåller ett eller flera tomma bankutdrag.

# Codeunit 4228874151 - NamedType 3754422060
source: The expected data was not received from the web service.
de_ch: Die erwarteten Daten wurden nicht vom Webdienst empfangen.
es_es: No se recibieron los datos esperados del servicio web.
fr_ch: Les données attendues n'ont pas été reçues du service web.
nb_no: De forventede dataene er ikke mottatt fra webtjenesten.
nl_nl: De verwachte gegevens zijn niet ontvangen van de webservice.
sv_se: Inga förväntade data togs emot från webbtjänsten.

# Codeunit 4228874151 - NamedType 3019894490
source: Please wait while the server is processing your request.\This may take several minutes.
de_ch: Bitte warten Sie, bis der Server Ihre Anfrage verarbeitet.\Dies kann mehrere Minuten dauern.
es_es: Espere mientras el servidor procesa la solicitud.\Esto puede llevar varios minutos.
fr_ch: Veuillez patienter pendant que le serveur traite votre demande.\Cette opération peut prendre plusieurs minutes.
nb_no: Vent mens serveren behandler forespørselen.\Dette kan ta flere minutter.
nl_nl: Een ogenblik geduld. Uw aanvraag wordt verwerkt door de server.\Dit kan enkele minuten duren.
sv_se: Vänta medan servern bearbetar din begäran.\Detta kan ta flera minuter.

# Codeunit 4228874151 - NamedType 1098773093
source: The web service returned an error message:\
de_ch: Der Webdienst hat eine Fehlermeldung zurückgegeben:\
es_es: El servicio web devolvió un mensaje de error:\
fr_ch: Le service web a renvoyé un message d'erreur :\
nb_no: Nettjenesten returnerte en feilmelding:\
nl_nl: De webservice heeft een foutbericht geretourneerd:\
sv_se: Webbtjänsten returnerade ett felmeddelande:\

# Codeunit 4228874151 - NamedType 4203108968
source: Status code: %1
es_es: Código de estado: %1
fr_ch: Code statut : %1
nb_no: Statuskode: %1
sv_se: Statuskod: %1

# Codeunit 33113820 - NamedType 930138903
source: We have updated the AMC Banking 365 Fundamentals extension.\\Before you can use the extension you must provide some information. Go to the AMC Banking Setup page and run the Assisted Setup action.
de_ch: Wir haben die AMC Banking 365 Fundamentals-Erweiterung aktualisiert.\\Bevor Sie die Erweiterung verwenden können, müssen Sie einige Informationen angeben. Gehen Sie zur Seite „AMC-Banking - Einrichtung“, und führen Sie die Aktion „Unterstützte Einrichtung“ aus.
es_es: Se ha actualizado la extensión AMC Banking 365 Fundamentals.\\Para poder usar la extensión, debe proporcionar cierta información. Vaya a la página de configuración de banca AMC y ejecute la acción de configuración asistida.
fr_ch: Nous avons mis à jour l'extension AMC Banking 365 Fundamentals.\\Avant de pouvoir utiliser l'extension, vous devez fournir certaines informations. Accédez à la page Paramètres AMC Banking et exécutez l'action Configuration assistée.
nb_no: Vi har oppdatert AMC Banking 365 Fundamentals-utvidelsen.\\Før du kan bruke utvidelsen, må du oppgi litt informasjon. Gå til siden for oppsett av AMC Banking, og kjør handlingen Assistert oppsett.
nl_nl: De extensie AMC Banking 365 Fundamentals is bijgewerkt.\\Voordat u de extensie kunt gebruiken, moet u enige informatie opgeven. Ga naar de pagina AMC Banking instellen en voer de actie Begeleide instelling uit.
sv_se: Vi har uppdaterat tillägget AMC Banks 365 Fundamentals.\\Innan du kan använda tillägget måste du ange viss information. Gå till sidan Konfiguration av AMC Banking och kör åtgärden assisterad konfiguration.

# Codeunit 2568490811 - NamedType 1549064060
source: International account to account transfer (standard)
de_ch: Internationales Konto für Kontoüberweisungen (Standard)
es_es: Transferencia internacional de cuenta a cuenta (estándar)
fr_ch: Transfert compte international vers compte (standard)
nb_no: Internasjonal overføring mellom kontoer (standard)
nl_nl: Internationale overmaking van rekening naar rekening (standaard)
sv_se: Internationell överföring mellan konton (standard)

# Codeunit 2568490811 - NamedType 4065590717
source: International account to account transfer (express)
de_ch: Internationales Konto für Kontoüberweisungen (Express)
es_es: Transferencia internacional de cuenta a cuenta (exprés)
fr_ch: Transfert compte international vers compte (express)
nb_no: Internasjonal overføring mellom kontoer (ekspress)
nl_nl: Internationale overmaking van rekening naar rekening (snel)
sv_se: Internationell överföring mellan konton (express)

# Codeunit 2568490811 - NamedType 2681215102
source: International account to account transfer
de_ch: Internationales Konto für Kontoüberweisungen
es_es: Transferencia internacional de cuenta a cuenta
fr_ch: Transfert compte international vers compte
nb_no: Internasjonal overføring mellom kontoer
nl_nl: Internationale overmaking van rekening naar rekening
sv_se: Internationell överföring mellan konton

# Codeunit 2568490811 - NamedType 1079285239
source: International account to account transfer (high value)
de_ch: Internationales Konto für Kontoüberweisungen (hoher Wert)
es_es: Transferencia internacional de cuenta a cuenta (alto valor)
fr_ch: Transfert compte international vers compte (valeur élevée)
nb_no: Internasjonal overføring mellom kontoer (høy verdi)
nl_nl: Internationale overmaking van rekening naar rekening (hoge waarde)
sv_se: Internationell överföring mellan konton (högt värde)

# Codeunit 2568490811 - NamedType 416066872
source: International account to account transfer (inter company)
de_ch: Internationales Konto für Kontoüberweisungen (Intercompany)
es_es: Transferencia internacional de cuenta a cuenta (entre empresas)
fr_ch: Transfert compte international vers compte (intersociétés)
nb_no: Internasjonal overføring mellom kontoer (konsernintern)
nl_nl: Internationale overmaking van rekening naar rekening (IC)
sv_se: Internationell överföring mellan konton (koncernintern)

# Codeunit 2568490811 - NamedType 2253012985
source: Domestic account to account transfer
de_ch: Inlandskonto für Kontoüberweisungen
es_es: Transferencia nacional de cuenta a cuenta
fr_ch: Transfert compte national vers compte
nb_no: Innenlandsoverføring mellom kontoer
nl_nl: Binnenlandse overmaking van rekening naar rekening
sv_se: Inrikes överföring mellan konton

# Codeunit 2568490811 - NamedType 1548217914
source: Domestic account to account transfer (high value)
de_ch: Inlandskonto für Kontoüberweisungen (hoher Wert)
es_es: Transferencia nacional de cuenta a cuenta (alto valor)
fr_ch: Transfert compte national vers compte (valeur élevée)
nb_no: Innenlandsk overføring mellom kontoer (høy verdi)
nl_nl: Binnenlandse overmaking van rekening naar rekening (hoge waarde)
sv_se: Inrikes överföring mellan konton (högt värde)

# Codeunit 2568490811 - NamedType 1793495987
source: Domestic account to account transfer (inter company)
de_ch: Inlandskonto für Kontoüberweisungen (Intercompany)
es_es: Transferencia nacional de cuenta a cuenta (entre empresas)
fr_ch: Transfert compte national vers compte (intersociétés)
nb_no: Innenlandsk overføring mellom kontoer (konsernintern)
nl_nl: Binnenlandse overmaking van rekening naar rekening (IC)
sv_se: Inrikes överföring mellan konton (koncernintern)

# Codeunit 2568490811 - NamedType 3630442100
source: SEPA credit transfer
de_ch: SEPA-Überweisung
es_es: Transferencia de crédito SEPA
fr_ch: Virement SEPA
nb_no: SEPA-kredittoverføring
nl_nl: SEPA-krediettransfer
sv_se: SEPA-kreditöverföring

# Codeunit 2568490811 - NamedType 2654677523
source: Credit Transfer Msg. ID
de_ch: Überweisung Nachr.-ID
es_es: Id. mensaje transf. créd.
fr_ch: ID msg. virement
nb_no: ID for kredittoverføringsmeld.
nl_nl: Bericht-id van krediettransfer
sv_se: ID för kredittrans.med.

# Codeunit 2568490811 - NamedType 2591510851
source: The user name and password must be filled in %1 page.
de_ch: Der Benutzername und das Kennwort müssen auf der Seite %1 ausgefüllt sein.
es_es: Se debe especificar el nombre de usuario y la contraseña en la página %1.
fr_ch: Le nom de l'utilisateur et le mot de passe doivent être renseignés à la page %1.
nb_no: Brukernavn og passord må angis på %1-siden.
nl_nl: De gebruikersnaam en het wachtwoord moet worden ingevuld op de pagina %1.
sv_se: Användarnamn och lösenord måste fyllas i på sidan %1.

# Codeunit 2568490811 - NamedType 3164795350
source: The %1 is missing the user name or password. Do you want to open the %2 page?
de_ch: Bei %1 fehlt Benutzername oder Kennwort. Möchten Sie die Seite %2 öffnen?
es_es: Falta %1 en el nombre de usuario o la contraseña. ¿Desea abrir la página %2?
fr_ch: Il manque un nom d'utilisateur ou un mot de passe au %1. Voulez-vous ouvrir la page %2 ?
nb_no: %1 mangler brukernavn eller passord. Vil du åpne %2-siden?
nl_nl: Gebruikersnaam of wachtwoord ontbreekt in %1. Wilt u de pagina %2 openen?
sv_se: I %1 saknas användarnamn eller lösenord. Vill du öppna sidan %2?

# Codeunit 2568490811 - NamedType 1572167302
source: The log does not contain any more details.
de_ch: Das Protokoll enthält keine weiteren Details.
es_es: El registro no contiene más detalles.
fr_ch: Le journal ne contient pas d'autres détails.
nb_no: Loggen inneholder ikke flere detaljer.
nl_nl: Het logboek bevat geen gegevens meer.
sv_se: Loggen innehåller ingen mer information.

# Codeunit 2568490811 - Method 3011157210 - NamedType 2491202904
source: Austrian BLZ number
de_ch: Österreichische BLZ
es_es: Número BLZ austríaco
fr_ch: Numéro BLZ autrichien
nb_no: Østerriksk BLZ-nummer
nl_nl: Oostenrijks BLZ-nummer
sv_se: Österrikiskt BLZ-nummer

# Codeunit 2568490811 - Method 3011157210 - NamedType 712762265
source: Canadian ARN number
de_ch: Kanadische ARN
es_es: Número ARN canadiense
fr_ch: Numéro NRA canadien
nb_no: Kanadisk ARN-nummer
nl_nl: Canadees ARN-nummer
sv_se: Kanadensiskt ARN-nummer

# Codeunit 2568490811 - Method 3011157210 - NamedType 3623353946
source: American CHIPS number
de_ch: Amerikanische CHIPS-Nummer
es_es: Número CHIPS americano
fr_ch: Numéro CHIPS américain
nb_no: Amerikansk CHIPS-nummer
nl_nl: Amerikaans CHIPS-nummer
sv_se: Amerikanskt CHIPS-nummer

# Codeunit 2568490811 - Method 3011157210 - NamedType 3566261211
source: American CHIPS universal number
de_ch: Amerikanische universelle CHIPS-Nummer
es_es: Número universal CHIPS americano
fr_ch: Numéro universel CHIPS américain
nb_no: Amerikansk CHIPS-universalnummer
nl_nl: Amerikaans universeel CHIPS-nummer
sv_se: Amerikanskt CHIPS-universalnummer

# Codeunit 2568490811 - Method 3011157210 - NamedType 2861466140
source: Extensive branch network number
de_ch: Nummer umfassendes Zweignetzwerk
es_es: Número de red extensa de sucursales
fr_ch: Numéro vaste réseau agences
nb_no: Omfattende nettverk av bankfilialer
nl_nl: Uitgebreid filiaalnetwerknummer
sv_se: Utökat kontorsnätverksnummer

# Codeunit 2568490811 - Method 3011157210 - NamedType 1845759453
source: American Fedwire/ABA routing number
de_ch: Amerikanische Fedwire/ABA-Arbeitsplannummer
es_es: Número de Fedwire/ruta ABA estadounidense
fr_ch: Numéro de routage Fedwire/ABA américain
nb_no: Amerikansk Fedwire-/ABA-rutenummer
nl_nl: Amerikaans Fedwire/ABA-bewerkingsplannummer
sv_se: Amerikanskt Fedwire/ABA-clearingnummer

# Codeunit 2568490811 - Method 3011157210 - NamedType 1182541086
source: German BLZ number
de_ch: Deutsche BLZ
es_es: Número BLZ alemán
fr_ch: Numéro BLZ allemand
nb_no: Tysk BLZ-nummer
nl_nl: Duits BLZ-nummer
sv_se: Tyskt BLZ-nummer

# Codeunit 2568490811 - Method 3011157210 - NamedType 2735634831
source: Hong Kong branch number
de_ch: Bankleitzahl Hongkong
es_es: Número de sucursal de Hong Kong
fr_ch: Numéro établissement Hong Kong (R.A.S.)
nb_no: Hongkong-registreringsnummer
nl_nl: Hongkongs filiaalnummer
sv_se: Hongkong-kontorsnummer

# Codeunit 2568490811 - Method 3011157210 - NamedType 277613648
source: Irish NSC number
de_ch: Irische NSC-Nummer
es_es: Número NSC irlandés
fr_ch: Numéro NSC irlandais
nb_no: Irsk NSC-nummer
nl_nl: Iers NSC-nummer
sv_se: Irländskt NSC-nummer

# Codeunit 2568490811 - Method 3011157210 - NamedType 1424949952
source: Italian domestic code
de_ch: Italienischer Inlandscode
es_es: Código nacional italiano
fr_ch: Code national italien
nb_no: Italiensk innlandskode
nl_nl: Italiaanse binnenlandse code
sv_se: Italiensk inrikes kod

# Codeunit 2568490811 - Method 3011157210 - NamedType 2450858303
source: New Zealand NCC number
de_ch: NCC-Nummer Neuseeland
es_es: Número NCC neozelandés
fr_ch: Numéro NCC Nouvelle-Zélande
nb_no: Newzealandsk NCC-nummer
nl_nl: Nieuw-Zeelands NCC-nummer
sv_se: Nyzeeländskt NCC-nummer

# Codeunit 2568490811 - Method 3011157210 - NamedType 4040992194
source: Portuguese NCC number
de_ch: Portugiesische NCC-Nummer
es_es: Número NCC portugués
fr_ch: Numéro NCC portugais
nb_no: Portugisisk NCC-nummer
nl_nl: Portugees NCC-nummer
sv_se: Portugisiskt NCC-nummer

# Codeunit 2568490811 - Method 3011157210 - NamedType 1482888833
source: Russian CBI code
de_ch: Russischer CBI-Code
es_es: Código CBI ruso
fr_ch: Code CBI russe
nb_no: Russisk CBI-kode
nl_nl: Russische CBI-code
sv_se: Rysk CBI-kod

# Codeunit 2568490811 - Method 3011157210 - NamedType 2557947140
source: South African NCC number
de_ch: Südafrikanische NCC-Nummer
es_es: Número NCC sudafricano
fr_ch: Numéro NCC sud-africain
nb_no: Sørafrikansk NCC-nummer
nl_nl: Zuid-Afrikaans NCC-nummer
sv_se: Sydafrikanskt NCC-nummer

# Codeunit 2568490811 - Method 3011157210 - NamedType 3583855491
source: Spanish domestic interbanking number
de_ch: Spanische Inlandsbankleitzahl
es_es: Número interbancario nacional español
fr_ch: Numéro interbancaire national espagnol
nb_no: Spansk innenlandsk nummer mellom banker
nl_nl: Spaans binnenlands banknummer
sv_se: Spanskt inrikes interbanknummer

# Codeunit 2568490811 - Method 3011157210 - NamedType 879022086
source: Swiss BC number
de_ch: Schweizer BC-Nummer
es_es: Número BC suizo
fr_ch: Numéro BC suisse
nb_no: Sveitsisk BC-nummer
nl_nl: Zwitsers BC-nummer
sv_se: Schweiziskt BC-nummer

# Codeunit 2568490811 - Method 3011157210 - NamedType 1894728773
source: Swiss SIC number
de_ch: Schweizer SIC-Nummer
es_es: Número SIC suizo
fr_ch: Numéro SIC suisse
nb_no: Sveitsisk SIC-nummer
nl_nl: Zwitsers SIC-nummer
sv_se: Schweiziskt SIC-nummer

# Codeunit 2568490811 - Method 3011157210 - NamedType 2164849672
source: British sorting code
de_ch: Britischer Bankcode
es_es: Código de clasificación bancario británico
fr_ch: Code tri britannique
nb_no: Britisk sorteringskode
nl_nl: Britse sorteercode
sv_se: Brittisk sorteringskod

# Page 2582853259 - Control 739346273 - Property 1968111052
source: Select which bank accounts to set up.
de_ch: Wählen Sie aus, welches Bankkonto eingerichtet werden soll.
es_es: Seleccione qué bancos se van a configurar.
fr_ch: Sélectionnez des comptes bancaires à configurer.
nb_no: Velg hvilken bankkonto du skal sette opp.
nl_nl: Selecteren welke bankrekeningen u wilt instellen.
sv_se: Välj vilka bankkonton som ska konfigureras.

# Page 2582853259 - Control 4248640148 - Property 1295455071
source: Specifies the number used by the bank for the bank account.
de_ch: Gibt die Nummer an, die die Bank für das Bankkonto verwendet.
es_es: Especifica el número que el banco usa para la cuenta bancaria.
fr_ch: Spécifie le numéro utilisé par la banque pour le compte bancaire.
nb_no: Angir nummeret som brukes av banken for bankkontoen.
nl_nl: Hiermee wordt het nummer opgegeven dat door de bank wordt gebruikt voor de bankrekening.
sv_se: Anger numret som banken använder för bankkontot.

# Page 2582853259 - Control 3838875782 - Property 1295455071
source: Select bank account to set up with Data Exch. Def. for AMC Banking.
de_ch: Wählen Sie ein Bankkonto aus, das mit der Datenaustauschdefinition für AMC Banking eingerichtet werden soll.
es_es: Seleccione el banco para configurarlo con la def. interc. datos para AMC Banking.
fr_ch: Sélectionnez le compte bancaire à paramétrer avec la définition d'échange de données pour AMC Banking.
nb_no: Velg bankkonto som skal konfigureres med datautvekslingsdefinisjon for AMC Banking.
nl_nl: Bankrekening selecteren om in te stellen met definitie van gegevensuitwisseling voor AMC Banking.
sv_se: Välj bankkontot som ska konfigureras med dataintegrationsdefinitionen för AMC Banking.

# Page 2582853259 - Control 3838875782 - Property 2879900210
source: Update
es_es: Actualización
fr_ch: Mise à jour
nb_no: Oppdater
nl_nl: Bijwerken
sv_se: Uppdatera

# Page 2582853259 - Control 567887726 - Property 1295455071
source: Specifies the relevant currency code for the bank account.
de_ch: Legt den entsprechenden Währungscode für das Bankkonto fest.
es_es: Especifica el código de divisa pertinente para el banco.
fr_ch: Spécifie le code devise approprié pour le compte bancaire.
nb_no: Angir den relevante valutakoden for bankkontoen.
nl_nl: Hiermee wordt de relevante valutacode opgegeven voor de bankrekening.
sv_se: Anger den aktuella valutakoden för bankkontot.

# Page 2582853259 - Control 567887726 - Property 2879900210
source: Currency Code
de_ch: Währungscode
es_es: Código de divisa
fr_ch: Code devise
nb_no: Valutakode
nl_nl: Valutacode
sv_se: Valutakod
