Repository: rstefanetti/MSDyn365BC.Code.History
Catalog: AMCBanking365Fundamentals/Source/AMC Banking 365 Fundamentals/Translations/AMC Banking 365 Fundamentals.*.xlf
Languages: de_ch, es_es, fr_ch, nb_no, nl_nl, sv_se

# Page 2582853259 - Control 2961552353 - Property 1295455071
source: Specifies the name of the bank where you have the bank account.
de_ch: Gibt den Namen der Bank an, bei der das Bankkonto geführt wird.
es_es: Especifica el nombre del banco en el que tiene la cuenta.
fr_ch: Spécifie le nom de la banque où vous avez ouvert le compte bancaire.
nb_no: Angir navnet på banken der du har kontoen.
nl_nl: Hiermee wordt de naam opgegeven van de bank waar u de bankrekening hebt.
sv_se: Anger namnet på den bank där du har bankkontot.

# Page 2582853259 - Control 4200184881 - Property 1295455071
source: Specifies the number of the involved entry or record, according to the specified number series.
de_ch: Gibt die Nummer des beteiligten Postens oder Datensatz entsprechend der festgelegten Nummernserie an.
es_es: Especifica el número de la entrada o el registro relacionado, según la serie numérica especificada.
fr_ch: Spécifie le numéro de l'écriture ou de l'enregistrement concerné, en fonction de la souche de numéros spécifiée.
nb_no: Angir nummeret til den aktuelle oppføringen eller posten i henhold til den angitte nummerserien.
nl_nl: Hiermee wordt het nummer opgegeven van de betrokken post of record, volgens de opgegeven nummerreeks.
sv_se: Anger numret för den berörda transaktionen eller posten, enligt den angivna nummerserien.

# Page 1294546084 - Property 2879900210
source: AMC Banking 365 Fundamentals Assisted Setup
de_ch: AMC Banking 365 Fundamentals – Unterstützte Einrichtung
es_es: Configuración asistida de AMC Banking 365 Fundamentals
fr_ch: Configuration assistée de AMC Banking 365 Fundamentals
nb_no: Assistert oppsett for AMC Banking 365 Fundamentals
nl_nl: Begeleide instelling AMC Banking 365 Fundamentals
sv_se: Assisterad konfiguration av AMC Banking 365 Fundamentals

# Page 1294546084 - Control 3724241072 - Property 2879900210
source: Welcome
de_ch: Herzlich willkommen
es_es: Bienvenido
fr_ch: Bienvenue
nb_no: Velkommen
nl_nl: Welkom
sv_se: Välkommen

# Page 1294546084 - Control 1443400578 - Property 1295455071
source: I understand and accept these terms
de_ch: Ich verstehe und akzeptiere diese Bedingungen
es_es: Entiendo y acepto estas condiciones
fr_ch: Je comprends et j'accepte ces conditions
nb_no: Jeg forstår og godtar disse vilkårene
nl_nl: Ik begrijp en accepteer deze voorwaarden
sv_se: Jag förstår och accepterar villkoren

# Page 1294546084 - Control 1443400578 - Property 2879900210
source: I understand and accept these terms
de_ch: Ich verstehe und akzeptiere diese Bedingungen
es_es: Entiendo y acepto estas condiciones
fr_ch: Je comprends et j'accepte ces conditions
nb_no: Jeg forstår og godtar disse vilkårene
nl_nl: Ik begrijp en accepteer deze voorwaarden
sv_se: Jag förstår och accepterar villkoren

# Page 1294546084 - Control 673429932 - Property 1295455071
source: AMC Banking 365 Fundamentals documentation
de_ch: Dokumentation für AMC Banking 365 Fundamentals
es_es: Documentación de AMC Banking 365 Fundamentals
fr_ch: Documentation AMC Banking 365 Fundamentals
nb_no: Dokumentasjon for AMC Banking 365 Fundamentals
nl_nl: Documentatie van AMC Banking 365 Fundamentals
sv_se: Dokumentation för AMC Banking 365 Fundamentals

# Page 1294546084 - Control 3706489003 - Property 1295455071
source: By enabling this extension you consent to sharing your data with an external system. Your use of this extension may be subject to additional licensing terms from AMC. To enable the service you must read and accept the terms of use.
de_ch: Durch das Aktivieren dieser Erweiterung Stimmen Sie zu, Ihre Daten für ein externes System freizugeben. Ihre Verwendung dieser Erweiterung unterliegt möglicherweise weiteren Lizenzbedingungen von AMC. Zum Aktivieren des Diensts müssen Sie die Nutzungsbedingungen lesen und akzeptieren.
es_es: Al habilitar esta extensión da su consentimiento a compartir el uso de los datos con un sistema externo. El uso de esta extensión puede estar sujeto a condiciones adicionales de licencia de AMC. Para habilitar el servicio, lea y acepte las condiciones de uso.
fr_ch: En activant cette extension, vous acceptez de partager vos données avec un système externe. Votre utilisation de cette extension peut être soumise à des termes du contrat de licence supplémentaires de la part d'AMC. Pour activer le service, vous devez lire et accepter les conditions d'utilisation.
nb_no: Ved å aktivere denne utvidelsen godtar du å dele dataene med et eksternt system. Din bruk av denne utvidelsen kan være underlagt flere lisensieringsvilkår fra AMC. Hvis du vil aktivere tjenesten, må du lese og godta vilkårene for bruk.
nl_nl: Door deze extensie in te schakelen kunt u uw gegevens met een extern systeem delen. Uw gebruik van deze extensie kan aan aanvullende licentievoorwaarden worden onderworpen vanuit AMC. Als u de service wilt inschakelen, moet u de gebruiksvoorwaarden lezen en accepteren.
sv_se: Genom att aktivera tillägget samtycker du till att dela dina data med ett externt system. Användningen av tillägget kan eventuellt omfattas av ytterligare licensvillkor från AMC. Om du vill aktivera tjänsten måste du läsa och acceptera användningsvillkoren.

# Page 1294546084 - Control 21734773 - Property 1968111052
source: The AMC Banking 365 Fundamentals extension saves you time and reduces errors when you send data to your bank. The extension uses the AMC Banking 365 Business service to transform data from Microsoft Dynamics 365 Business Central into formats that banks require. You specify the bank, and the extension does the rest. For more information, see the documentation.
de_ch: Die AMC Banking 365 Fundamentals-Erweiterung spart Ihnen Zeit und reduziert Fehler beim Senden von Daten an Ihre Bank. Die Erweiterung verwendet den AMC Banking 365 Business-Dienst, um Daten aus Microsoft Dynamics 365 Business Central in Formate umzuwandeln, die von den Banken benötigt werden. Sie geben die Bank an, und die Erweiterung erledigt den Rest. Weitere Informationen finden Sie in der Dokumentation.
es_es: La extensión AMC Banking 365 Fundamentals le ahorra tiempo y reduce errores al enviar datos a su banco. La extensión usa el servicio AMC Banking 365 Business para transformar datos de Microsoft Dynamics 365 Business Central en formatos que los bancos requieren. Especifique el banco y la extensión hará el resto. Para obtener más información, consulte la documentación.
fr_ch: L'extension AMC Banking 365 Fundamentals vous fait gagner du temps et limite les erreurs lorsque vous envoyez des données à votre banque. L'extension utilise le service AMC Banking 365 Business pour transformer les données de Microsoft Dynamics 365 Business Central dans des formats requis par les banques. Vous spécifiez la banque et l'extension s'occupe du reste. Pour plus d'informations, voir la documentation.
nb_no: AMC Banking 365 Fundamentals-utvidelsen sparer tid og reduserer feil når du sender data til banken. Utvidelsen bruker AMC Banking 365 Business-tjenesten til å transformere data fra Microsoft Dynamics 365 Business Central til formater som banker krever. Du angir banken, så gjør utvidelsen resten. Hvis du vil ha mer informasjon, kan du se dokumentasjonen.
nl_nl: De extensie AMC Banking 365 Fundamentals bespaart u tijd en vermindert fouten wanneer u gegevens naar uw bank verzendt. De extensie gebruikt de service AMC Banking 365 Business om gegevens van Microsoft Dynamics 365 Business Central te transformeren in indelingen die door banken worden vereist. U geeft de bank op en de extensie doet de rest. Raadpleeg de documentatie voor meer informatie.
sv_se: Med tillägget AMC Banking 365 Fundamentals kan du spara tid och undvika fel när du skickar data till din bank. Tillägget använder tjänsten AMC Banking 365 Business för att omvandla data från Microsoft Dynamics 365 Business Central till de format som banken behöver. Du anger bara banken så sköts resten av tillägget. Mer information finns i dokumentationen.

# Page 1294546084 - Control 3679005452 - Property 2879900210
source: Let's get started
de_ch: Los geht's
es_es: Empecemos
fr_ch: C'est parti
nb_no: La oss komme i gang
nl_nl: Ga aan de slag
sv_se: Nu sätter vi igång

# Page 1294546084 - Control 454113819 - Property 1295455071
source: Use the default settings for back formats, payment methods, and data exchange definitions.
de_ch: Verwenden Sie die Standardeinstellungen für Rückformate, Zahlungsformen und Datenaustauschdefinitionen.
es_es: Use la configuración predeterminada para formatos de fondo, formas de pago y definiciones de intercambio de datos.
fr_ch: Utilisez les paramètres par défaut pour les formats de retour, les modes de règlement et les définitions d'échange de données.
nb_no: Bruk standardinnstillingene for bakgrunnsformater, betalingsmåter og datautvekslingsdefinisjoner.
nl_nl: Gebruik de standaardinstellingen voor bankindelingen, betalingsmethoden en definities van gegevensuitwisseling.
sv_se: Använd standardinställningarna för bakgrundsformat, betalningssätt och datautbytesdefinitioner.

# Page 1294546084 - Control 454113819 - Property 2879900210
source: Use default values for AMC Banking setup
de_ch: Standardwerte für die AMC Banking-Einrichtung verwenden
es_es: Usar valores predeterminados para la configuración de AMC Banking
fr_ch: Utiliser valeurs par défaut pour la configuration d'AMC Banking
nb_no: Bruk standardverdier for oppsettet av AMC Banking
nl_nl: Standaardwaarden gebruiken voor AMC Banking
sv_se: Använd standardvärden för konfigurationen av AMC Banking

# Page 1294546084 - Control 2114002185 - Property 1295455071
source: AMC Banking 365 Fundamentals terms of use
de_ch: Nutzungsbedingungen von AMC Banking 365 Fundamentals
es_es: Condiciones de uso de AMC Banking 365 Fundamentals
fr_ch: Conditions d'utilisation d'AMC Banking 365 Fundamentals
nb_no: Vilkår for bruk av AMC Banking 365 Fundamentals
nl_nl: Gebruiksvoorwaarden van AMC Banking 365 Fundamentals
sv_se: Användningsvillkor för AMC Banking 365 Fundamentals

# Page 1294546084 - Control 1947706647 - Property 1295455071
source: Update the list of banks in your country/region that you can use to import or export bank account data using the AMC Banking.
de_ch: Aktualisieren Sie die Liste der Banken in Ihrem Land/Region, die Sie zum Importieren oder Exportieren von Bankkontodaten mit dem AMC Banking verwenden können.
es_es: Permite actualizar la lista de bancos de su país/región que pueden usarse para importar o exportar datos de cuentas bancarias mediante AMC Banking.
fr_ch: Mettez à jour la liste des banques de votre pays/région que vous pouvez utiliser pour importer ou exporter les données de compte bancaire à l'aide d'AMC Banking.
nb_no: Oppdater listen over banker i landet/området som du kan bruke til å importere eller eksportere bankkontodata ved hjelp av AMC Banking.
nl_nl: De lijst bijwerken met banken in uw land/regio die u kunt gebruiken om bankrekeninggegevens te importeren of te exporteren met AMC Banking.
sv_se: Uppdatera listan med banker i ditt land eller din region som du kan använda för att importera eller exportera bankkontodata via AMC Banking.

# Page 1294546084 - Control 282001185 - Property 1295455071
source: Setup Data Exchange Definitions to current version of your system for AMC Banking.
de_ch: Datenaustauschdefinitionen für AMC Banking auf aktuelle Version Ihres Systems einrichten.
es_es: Configurar definiciones de intercambio de datos a la versión actual del sistema para AMC Banking.
fr_ch: Configurez les définitions d'échange de données avec la version actuelle de votre système pour AMC Banking.
nb_no: Konfigurer datautvekslingsdefinisjoner til gjeldende versjon av systemet for AMC Banking.
nl_nl: Definities van gegevensuitwisseling instellen op de huidige versie van uw systeem voor AMC Banking.
sv_se: Ställ in datautbytesdefinitioner till den aktuella versionen av systemet för AMC Banking.

# Page 1294546084 - Control 3071017491 - Property 1295455071
source: Setup own Bank Account with DataExchangeDef. and Credit Msg. No.
de_ch: Einrichten eines eigenen Bankkontos mit DataExchangeDef. und Gutschriftmeldungsnr.
es_es: Configurar banco propio con DataExchangeDef. y n.º mensaje créd.
fr_ch: Paramétrez votre compte bancaire avec les définitions d'échange de données et le n° d'avis de crédit
nb_no: Konfigurer egen bankkonto med datautvekslingsdef. og kreditnotanr.
nl_nl: Eigen bankrekening instellen met DataExchangeDef. en kredietberichtnr.
sv_se: Ställ in eget bankkonto med datautbytesdefinition och kreditnotenummer.

# Page 1294546084 - Control 2565727729 - Property 1295455071
source: Update the list of banks in your country/region that you can use to import or export bank account data using the AMC Banking.
de_ch: Aktualisieren Sie die Liste der Banken in Ihrem Land/Region, die Sie zum Importieren oder Exportieren von Bankkontodaten mit dem AMC Banking verwenden können.
es_es: Permite actualizar la lista de bancos de su país/región que pueden usarse para importar o exportar datos de cuentas bancarias mediante AMC Banking.
fr_ch: Mettez à jour la liste des banques de votre pays/région que vous pouvez utiliser pour importer ou exporter les données de compte bancaire à l'aide d'AMC Banking.
nb_no: Oppdater listen over banker i landet/området som du kan bruke til å importere eller eksportere bankkontodata ved hjelp av AMC Banking.
nl_nl: De lijst bijwerken met banken in uw land/regio die u kunt gebruiken om bankrekeninggegevens te importeren of te exporteren met AMC Banking.
sv_se: Uppdatera listan med banker i ditt land eller din region som du kan använda för att importera eller exportera bankkontodata via AMC Banking.

# Page 1294546084 - Control 2565727729 - Property 2879900210
source: Update Bank Name List
de_ch: Banknamenübersicht aktualisieren
es_es: Actualizar lista nombres banco
fr_ch: Mettre à jour la liste Noms de banques
nb_no: Oppdater banknavnliste
nl_nl: Banknaamlijst bijwerken
sv_se: Uppdatera lista med banknamn

# Page 1294546084 - Control 2148337815 - Property 1295455071
source: Setup own Bank Account with DataExchangeDef. and Credit Msg. No.
de_ch: Einrichten eines eigenen Bankkontos mit DataExchangeDef. und Gutschriftmeldungsnr.
es_es: Configurar banco propio con DataExchangeDef. y n.º mensaje créd.
fr_ch: Paramétrez votre compte bancaire avec les définitions d'échange de données et le n° d'avis de crédit
nb_no: Konfigurer egen bankkonto med datautvekslingsdef. og kreditnotanr.
nl_nl: Eigen bankrekening instellen met DataExchangeDef. en kredietberichtnr.
sv_se: Ställ in eget bankkonto med datautbytesdefinition och kreditnotenummer.

# Page 1294546084 - Control 2148337815 - Property 2879900210
source: Setup Bank Accounts
de_ch: Setup von Bankkonten
es_es: Configurar bancos
fr_ch: Configurer les comptes bancaires
nb_no: Konfigurer bankkonti
nl_nl: Bankrekeningen instellen
sv_se: Konfigurera bankkonton

# Page 1294546084 - Control 2099105517 - Property 1968111052
source: Setup Bank Clearing Standards to be used on vendors bank accounts
de_ch: Bank-Clearing-Standards einrichten, die für Kreditorenbankkonten verwendet werden sollen
es_es: Permite configurar el estándar de compensación bancaria para su uso en bancos de proveedores
fr_ch: Configuration des standards compensation bancaire à utiliser sur les comptes bancaires des fournisseurs
nb_no: Konfigurer bankklareringsstandarder som skal brukes på leverandørers bankkonti
nl_nl: Bankverrekeningsstandaards instellen die moeten gebruikt voor bankrekeningen van leveranciers.
sv_se: Ställ in de bankclearingstandarder som ska användas för leverantörens bankkonton.

# Page 1294546084 - Control 1143591 - Property 1295455071
source: Setup Bank Clearing Standards to be used on vendors bank accounts.
de_ch: Setup von Bank-Clearing-Standards ein, die für Kreditorenbankkonten verwendet werden sollen.
es_es: Permite configurar estándares de compensación bancaria para su uso en bancos de proveedores.
fr_ch: Configurez des standards compensation bancaire à utiliser sur les comptes bancaires des fournisseurs.
nb_no: Konfigurer bankklareringsstandarder som skal brukes på leverandørers bankkonti.
nl_nl: Bankverrekeningsstandaards instellen die worden gebruikt voor bankrekeningen van leveranciers.
sv_se: Ställ in de bankclearingstandarder som ska användas för leverantörens bankkonton.

# Page 1294546084 - Control 1143591 - Property 2879900210
source: Setup Bank Clearing Standards
de_ch: Setup von Bank-Clearing-Standard
es_es: Configurar Estándares de compensación bancaria
fr_ch: Configurer des standards compensation bancaire
nb_no: Oppsett for bankklareringsstandarder
nl_nl: Instellingen van verrekeningsstandaards bank
sv_se: Ställ in bankclearingstandarder

# Page 1294546084 - Control 2227844388 - Property 1295455071
source: Setup Data Exchange Definitions to current version of your system for AMC Banking.
de_ch: Datenaustauschdefinitionen für AMC Banking auf aktuelle Version Ihres Systems einrichten.
es_es: Configurar definiciones de intercambio de datos a la versión actual del sistema para AMC Banking.
fr_ch: Configurez les définitions d'échange de données avec la version actuelle de votre système pour AMC Banking.
nb_no: Konfigurer datautvekslingsdefinisjoner til gjeldende versjon av systemet for AMC Banking.
nl_nl: Definities van gegevensuitwisseling instellen op de huidige versie van uw systeem voor AMC Banking.
sv_se: Ställ in datautbytesdefinitioner till den aktuella versionen av systemet för AMC Banking.

# Page 1294546084 - Control 2227844388 - Property 2879900210
source: Setup Data Exchange Definitions
de_ch: Setup von Datenaustauschdefinitionen
es_es: Configurar definiciones de intercambio de datos
fr_ch: Paraméter les définitions d'échange de données
nb_no: Konfigurer datautvekslingsdefinisjoner
nl_nl: Instellingen van definities van gegevensuitwisseling
sv_se: Ställ in datautbytesdefinitioner

# Page 1294546084 - Control 1107564148 - Property 1968111052
source: Setup basic paymentmethods for AMC Banking to current version of your system.
de_ch: Standard-Zahlungsmethoden für AMC Banking auf aktuelle Version Ihres Systems einrichten.
es_es: Configurar métodos de pago básicos para AMC Banking a la versión actual del sistema.
fr_ch: Configurez les modes de règlement de base d'AMC Banking avec la version actuelle de votre système.
nb_no: Konfigurer grunnleggende betalingsmåter for AMC Banking til gjeldende versjon av systemet.
nl_nl: Basisbetalingsmethoden voor AMC Banking instellen op de huidige versie van uw systeem.
sv_se: Ställ in grundläggande betalningssätt för AMC Banking till systemets aktuella version.

# Page 1294546084 - Control 2583683381 - Property 1295455071
source: Setup basic paymentmethods for AMC Banking to current version of your system.
de_ch: Standard-Zahlungsmethoden für AMC Banking auf aktuelle Version Ihres Systems einrichten.
es_es: Configurar métodos de pago básicos para AMC Banking a la versión actual del sistema.
fr_ch: Configurez les modes de règlement de base d'AMC Banking avec la version actuelle de votre système.
nb_no: Konfigurer grunnleggende betalingsmåter for AMC Banking til gjeldende versjon av systemet.
nl_nl: Basisbetalingsmethoden voor AMC Banking instellen op de huidige versie van uw systeem.
sv_se: Ställ in grundläggande betalningssätt för AMC Banking till systemets aktuella version.

# Page 1294546084 - Control 2583683381 - Property 2879900210
source: Setup basic paymentmethods
de_ch: Einrichtung von Standardzahlungsformen
es_es: Configurar métodos de pago básicos
fr_ch: Paramètres de modes de règlement standard
nb_no: Konfigurer grunnleggende betalingsmåter
nl_nl: Basisbetalingsmethoden instellen
sv_se: Ställ in grundläggande betalningssätt

# Page 1294546084 - Control 1924348262 - Property 1295455071
source: Change the Service, Support and Sign-up URLs to their default values.
de_ch: Ändern Sie die Dienst-, Support- und Anmelde-URLs in ihre Standardwerte.
es_es: Permite cambiar las direcciones URL de registro, soporte y servicio a sus valores predeterminados.
fr_ch: Modifiez les URL de service, d'assistance et d'inscription avec leurs valeurs par défaut.
nb_no: Endre verdiene for Tjeneste, Støtte og URL-adresser for registrering til standardverdiene.
nl_nl: De service, de ondersteuning en de inschrijvings-URL's wijzigen in de standaardwaarden.
sv_se: Ändra webbadresserna för tjänst, support och registrering till standardvärdena.

# Page 1294546084 - Control 1924348262 - Property 2879900210
source: Set URLs to Default
de_ch: URLs auf Standard setzen
es_es: Establecer direcciones URL en el valor predeterminado
fr_ch: Définir les URL par défaut
nb_no: Angi URL-adresser som standard
nl_nl: Standaard-URL's herstellen
sv_se: Återställ URL-adresser till standardvärden

# Page 1294546084 - Control 2503791606 - Property 1295455071
source: Change the Service, Support and Sign-up URLs to their default values.
de_ch: Ändern Sie die Dienst-, Support- und Anmelde-URLs in ihre Standardwerte.
es_es: Permite cambiar las direcciones URL de registro, soporte y servicio a sus valores predeterminados.
fr_ch: Modifiez les URL de service, d'assistance et d'inscription avec leurs valeurs par défaut.
nb_no: Endre verdiene for Tjeneste, Støtte og URL-adresser for registrering til standardverdiene.
nl_nl: De service, de ondersteuning en de inschrijvings-URL's wijzigen in de standaardwaarden.
sv_se: Ändra webbadresserna för tjänst, support och registrering till standardvärdena.

# Page 1294546084 - Control 1330476309 - Property 2879900210
source: Setup own Bank accounts
de_ch: Setup von eigenen Bankkonten
es_es: Configurar bancos propios
fr_ch: Configurer vos propres comptes bancaires
nb_no: Konfigurer egne bankkonti
nl_nl: Eigen bankrekeningen instellen
sv_se: Ställ in egna bankkonton

# Page 1294546084 - Control 4196696430 - Property 2879900210
source: Update Bank Name List
de_ch: Banknamenübersicht aktualisieren
es_es: Actualizar lista nombres banco
fr_ch: Mettre à jour la liste Noms de banques
nb_no: Oppdater banknavnliste
nl_nl: Banknaamlijst bijwerken
sv_se: Uppdatera lista med banknamn

# Page 1294546084 - Control 3984635372 - Property 1295455071
source: Only select a countrycode, if you want to filter the banklist for the selected countrycode. Otherwise leave empty
de_ch: Wählen Sie nur dann einen Ländercode aus, wenn Sie die Bankenliste für den ausgewählten Ländercode filtern möchten. Andernfalls leer lassen
es_es: Seleccione un código de país solo si desea filtrar la lista bancaria del código de país seleccionado. De lo contrario, déjelo en blanco
fr_ch: Sélectionner uniquement un Code pays si vous souhaitez filtrer la liste des banques pour le Code pays sélectionné. Sinon, laisser vide
nb_no: Velg bare en landskode hvis du vil filtrere banklisten for den valgte landskoden. Hvis ikke lar du feltet stå tomt
nl_nl: Selecteer alleen een landcode als u de bankenlijst wilt filteren op de geselecteerde landcode. Laat de code anders leeg.
sv_se: Välj endast en landskod om du vill filtrera banklistan efter den valda landskoden. Annars anger du ingenting.

# Page 1294546084 - Control 3984635372 - Property 2879900210
source: Countrycode
de_ch: Ländercode
es_es: Código de país
fr_ch: Code pays
nb_no: Landskode
nl_nl: Landcode
sv_se: Landskod
