Repository: rstefanetti/MSDyn365BC.Code.History
Catalog: AMCBanking365Fundamentals/Source/AMC Banking 365 Fundamentals/Translations/AMC Banking 365 Fundamentals.*.xlf
Languages: de_ch, es_es, fr_ch, nb_no, nl_nl, sv_se

# Table 3203079048 - Property 2879900210
source: AMC Banking Banks
de_ch: AMC Banking - Banken
es_es: Bancos de AMC Banking
fr_ch: Banques AMC Banking
nb_no: AMC Banking-banker
nl_nl: AMC Banking-banken
sv_se: AMC Banking-banker

# Table 3203079048 - Field 1732083938 - Property 2879900210
source: Bank
es_es: Banco
fr_ch: Banque

# Table 3203079048 - Field 2685439803 - Property 2879900210
source: Bank Name
es_es: Nombre banco
fr_ch: Nom de la banque
nb_no: Banknavn
nl_nl: Banknaam
sv_se: Banknamn

# Table 3203079048 - Field 284764054 - Property 2879900210
source: Country/Region Code
de_ch: Länder-/Regionscode
es_es: Código país/región
fr_ch: Code pays/région
nb_no: Lands-/områdekode
nl_nl: Land/regio-code
sv_se: Lands-/regionkod

# Table 3203079048 - Field 171145402 - Property 2879900210
source: Index
es_es: Índice
nb_no: Indeks
nl_nl: Indexeren

# Table 3203079048 - Field 2501792105 - Property 2879900210
source: Last Update Date
de_ch: Datum der letzten Aktualisierung
es_es: Fecha últ. actualiz.
fr_ch: Date dernière mise à jour
nb_no: Siste oppdateringsdato
nl_nl: Laatst bijgewerkt op
sv_se: Senaste uppdateringsdatum

# Table 3875559386 - Property 2879900210
source: AMC Banking Payment types
de_ch: AMC Banking - Zahlungsarten
es_es: Tipos de pago de AMC Banking
fr_ch: AMC Banking - Types de règlements
nb_no: Betalingstyper for AMC Banking
nl_nl: AMC Banking-betalingstypen
sv_se: Betalningstyper för AMC Banking

# Table 3875559386 - Field 3004954119 - Property 2879900210
source: Code
es_es: Código
nb_no: Kode
sv_se: Kod

# Table 3875559386 - Field 3461834954 - Property 2879900210
source: Description
de_ch: Beschreibung
es_es: Descripción
nb_no: Beskrivelse
nl_nl: Beschrijving
sv_se: Beskrivning

# Table 3704095706 - Property 2879900210
source: AMC Banking Setup
de_ch: AMC Banking - Einrichtung
es_es: Configuración de AMC Banking
fr_ch: Configuration d'AMC Banking
nb_no: Oppsett av AMC Banking
nl_nl: AMC Banking instellen
sv_se: Konfiguration av AMC Banking

# Table 3704095706 - Field 4006456467 - Property 2879900210
source: Namespace API Version
es_es: Versión de API del espacio de nombres
fr_ch: Version de l'API Espace de noms
nb_no: API-versjon for navneområde
nl_nl: API-versie van naamruimte
sv_se: API-version för namnrymd

# Table 3704095706 - Field 204649572 - Property 2879900210
source: Password Key
de_ch: Kennwortschlüssel
es_es: Clave de contraseña
fr_ch: Clé du mot de passe
nb_no: Passordnøkkel
nl_nl: Wachtwoordsleutel
sv_se: Lösenordsnyckel

# Table 3704095706 - Field 1663593181 - Property 2879900210
source: Primary Key
de_ch: Primärschlüssel
es_es: Clave principal
fr_ch: Clé primaire
nb_no: Primærnøkkel
nl_nl: Primaire sleutel
sv_se: Primärnyckel

# Table 3704095706 - Field 2575991450 - Property 2879900210
source: Service URL
de_ch: Dienst-URL
es_es: URL de servicio
fr_ch: URL service
nb_no: URL-adresse for tjeneste
sv_se: Tjänstens URL

# Table 3704095706 - Field 678782652 - Property 2879900210
source: Sign-up URL
de_ch: Registrierungs-URL
es_es: URL de registro
fr_ch: URL d'inscription
nb_no: URL-adresse for registrering
nl_nl: Inschrijvings-URL
sv_se: URL för registrering

# Table 3704095706 - Field 1857133763 - Property 2879900210
source: Solution
de_ch: Lösung
es_es: Solución
nb_no: Løsning
nl_nl: Oplossing
sv_se: Lösning

# Table 3704095706 - Field 1645510544 - Property 2879900210
source: Support URL
es_es: URL de soporte
fr_ch: URL du support
nb_no: URL-adresse for støtte
nl_nl: Ondersteunings-URL

# Table 3704095706 - Field 129688762 - Property 2879900210
source: User Name
de_ch: Benutzername
es_es: Nombre de usuario
fr_ch: Nom d'utilisateur
nb_no: Brukernavn
nl_nl: Gebruikersnaam
sv_se: Användarnamn

# Codeunit 3725545329 - NamedType 1689235809
source: Connect to an online bank service that can convert bank data from Business Central into the formats of your bank, to make it easier, and more accurate, to send data to your banks.
de_ch: Stellen Sie eine Verbindung mit einem Online-Bankdienst her, der Bankdaten von Business Central in die Formate Ihrer Bank konvertieren kann, um das Senden von Daten an Ihre Banken zu vereinfachen und zu präzisieren.
es_es: Conéctese a un servicio bancario en línea que pueda convertir datos bancarios de Business Central a los formatos de su banco para que resulte más sencillo y preciso enviar datos a sus bancos.
fr_ch: Connectez-vous à un service bancaire en ligne capable de convertir les données bancaires de Business Central dans les formats de votre banque, afin de faciliter l’envoi de données à vos banques et pour une plus grande exactitude des informations.
nb_no: Koble til en elektronisk banktjeneste som kan konvertere bankdata fra Business Central til formatene for banken, for å gjøre det enklere og mer nøyaktig å sende data til banker.
nl_nl: Verbinding maken met een online bankservice die bankgegevens van Business Central naar de indelingen van uw bank kan converteren, zodat u gemakkelijker en accurater gegevens naar uw banken kunt sturen.
sv_se: Anslut till en banktjänst online som kan konvertera bankdata från Business Central till bankens format. Då blir det enklare och mer exakt att skicka data till dina banker.

# Codeunit 3725545329 - NamedType 4278671633
source: The AMC Banking 365 Fundamentals extension needs some information.
de_ch: Die AMC Banking 365 Fundamentals-Erweiterung benötigt einige Informationen.
es_es: La extensión AMC Banking 365 Fundamentals necesita cierta información.
fr_ch: L'extension AMC Banking 365 Fundamentals nécessite certaines informations.
nb_no: AMC Banking 365 Fundamentals-utvidelsen trenger litt informasjon.
nl_nl: De extensie AMC Banking 365 Fundamentals vereist enige informatie.
sv_se: Du måste ange en del information för tillägget AMC Banking 365 Fundamentals.

# Codeunit 3725545329 - NamedType 1973957526
source: Do you want to open the AMC Banking Setup page to run the Assisted Setup action?
de_ch: Möchten Sie die Seite „AMC Banking - Einrichtung“ öffnen, um die Aktion „Unterstützte Einrichtung“ auszuführen?
es_es: ¿Desea abrir la página de configuración de AMC Banking para ejecutar la acción Configuración asistida?
fr_ch: Souhaitez-vous ouvrir la page Configuration AMC Banking pour exécuter l'action Configuration assistée ?
nb_no: Vil du åpne siden for oppsett av AMC Banking for å kjøre handlingen Assistert oppsett?
nl_nl: Wilt u de pagina AMC Banking instellen openen om de actie Begeleide instelling uit te voeren?
sv_se: Vill du öppna sidan konfiguration av AMC Banking och köra åtgärden assisterad konfiguration?

# Codeunit 3725545329 - NamedType 1420859235
source: Set up AMC Banking 365 Fundamentals extension
de_ch: AMC Banking 365 Fundamentals-Erweiterung einrichten
es_es: Configurar la extensión AMC Banking 365 Fundamentals
fr_ch: Configurer l'extension AMC Banking 365 Fundamentals
nb_no: Konfigurer AMC Banking 365 Fundamentals-utvidelse
nl_nl: Extensie AMC Banking 365 Fundamentals instellen
sv_se: Konfigurera tillägget AMC Banking 365 Fundamentals

# Codeunit 3725545329 - NamedType 2589768243
source: Do you want to open the AMC Banking 365 Fundamentals extension setup page?
de_ch: Möchten Sie die Seite „AMC Banking 365 Fundamentals-Erweiterung einrichten“ öffnen?
es_es: ¿Desea abrir la página de configuración de la extensión AMC Banking 365 Fundamentals?
fr_ch: Souhaitez-vous ouvrir la page de configuration de l'extension AMC Banking 365 Fundamentals ?
nb_no: Vil du åpne siden for oppsett av AMC Banking 365 Fundamentals-utvidelsen?
nl_nl: Wilt u de instellingspagina van de extensie AMC Banking 365 Fundamentals openen?
sv_se: Vill du öppna konfigurationssidan för tillägget AMC Banking 365 Fundamentals?

# Codeunit 3725545329 - NamedType 2084177634
source: Show a notification informing the user that AMC Banking is working in Demo solution.
de_ch: Zeigt dem Benutzer eine Benachrichtigung an, dass AMC Banking in der Demolösung arbeitet.
es_es: Muestra una notificación donde se informa al usuario de que AMC Banking funciona en la solución de demostración.
fr_ch: Affichez une notification informant l'utilisateur qu'AMC Banking œuvre à une solution de démonstration.
nb_no: Vis et varsel som informerer brukeren om at AMC Banking jobber i demonstrasjonsløsning.
nl_nl: Een bericht weergeven dat de gebruiker informeert dat AMC Banking in de demo-oplossing werkt.
sv_se: Visa ett meddelande som informerar användaren om att AMC Banking körs i en demolösning.

# Codeunit 3725545329 - NamedType 2828970756
source: Notify user of AMC Banking Demo solution.
de_ch: Benachrichtigen Sie den Benutzer über AMC Banking Demolösung.
es_es: Notifica al usuario de la solución de demostración de AMC Banking.
fr_ch: Avertissez l'utilisateur de la solution de démonstration d'AMC Banking.
nb_no: Varsle bruker om AMC Banking-demonstrasjonsløsning.
nl_nl: Gebruiker informeren over AMC Banking demo-oplossing.
sv_se: Meddela användaren om AMC Banking demolösning.

# Codeunit 3725545329 - NamedType 3073354073
source: The AMC Banking 365 Fundamentals extension is in Demo mode.
de_ch: Die AMC Banking 365 Fundamentals-Erweiterung befindet sich im Demomodus.
es_es: La extensión AMC Banking 365 Fundamentals se encuentra en el modo de demostración.
fr_ch: L'extension AMC Banking 365 Fundamentals est en mode de démonstration.
nb_no: AMC Banking 365 Fundamentals-utvidelsen er i demonstrasjonsmodus.
nl_nl: De extensie AMC Banking 365 Fundamentals werkt in de demomodus.
sv_se: Tillägget AMC Banking 365 Fundamentals är i demonstrationsläge.

# Codeunit 3725545329 - NamedType 1829946207
source: Don't show this again.
de_ch: Dies nicht mehr anzeigen.
es_es: No volver a mostrar esto.
fr_ch: Ne plus afficher ceci.
nb_no: Ikke vis dette igjen.
nl_nl: Dit niet opnieuw weergeven.
sv_se: Visa inte detta igen.

# Codeunit 3725545329 - NamedType 82900180
source: The Web Service Setup User Name (%1) does not match the License number (%2) or the (%3)
de_ch: Der Benutzername des Webdienst-Setups (%1) stimmt nicht mit der Lizenznummer (%2) oder dem (%3) überein
es_es: El nombre de usuario de la configuración del servicio web (%1) no coincide con el número de licencia (%2) o (%3)
fr_ch: Le nom d'utilisateur de l'installation du service web (%1) ne correspond pas au numéro de licence (%2) ou au (%3)
nb_no: Brukernavnet (%1) for Webtjenesteoppsett samsvarer ikke med lisensnummeret (%2) eller (%3)
nl_nl: Gebruikersnaam van webservice-instelling (%1) komt niet overeen met licentienummer (%2) of (%3)
sv_se: Användarnamnet (%1) för konfiguration av webbtjänsten matchar inte licensnumret (%2) eller (%3)

# Codeunit 3725545329 - NamedType 1098773093
source: The web service returned an error message:\
de_ch: Der Webdienst hat eine Fehlermeldung zurückgegeben:\
es_es: El servicio web devolvió un mensaje de error:\
fr_ch: Le service web a renvoyé un message d'erreur :\
nb_no: Nettjenesten returnerte en feilmelding:\
nl_nl: De webservice heeft een foutbericht geretourneerd:\
sv_se: Webbtjänsten returnerade ett felmeddelande:\

# Codeunit 3725545329 - NamedType 319023829
source: 1. Please register the User Name (%1) using the Sign-up URL %2
de_ch: 1. registrieren Sie den Benutzernamen (%1) mithilfe der Anmelde-URL %2
es_es: 1. Registre el nombre de usuario (%1) mediante la URL de registro %2
fr_ch: 1. Enregistrez le nom d'utilisateur (%1) à l'aide de l'URL d'inscription %2
nb_no: 1. Registrer brukernavnet (%1) ved hjelp av URL-adressen for registrering %2
nl_nl: 1. Registreer de gebruikersnaam (%1) met behulp van de aanmeldings-URL %2
sv_se: 1. Registrera användarnamnet (%1) med URL:en för registrering %2

# Codeunit 3725545329 - NamedType 3074365349
source: 2. Delete the Web Service setup record using the Trash can symbol and reopen the page to use (%1)
de_ch: 2. löschen Sie den Webdienst-Setupdatensatz mit dem Mülleimer-Symbol, und öffnen Sie die zu verwendende Seite (%1) erneut
es_es: 2. Elimine el registro de configuración del servicio web con el símbolo de la Papelera y vuelva a abrir la página para usar (%1)
fr_ch: 2. Supprimez l'enregistrement du paramétrage des services web à l'aide du symbole de corbeille et rouvrez la page à utiliser (%1)
nb_no: 2. Slett posten Webtjenesteoppsett ved hjelp av papirkurvsymbolet, og åpne siden du vil bruke, på nytt (%1)
nl_nl: 2. Verwijder de record van de webservice-instelling met behulp van het prullenmandsymbool en open de pagina die moet worden gebruikt (%1)
sv_se: 2. Ta bort posten för webbtjänstkonfigurationen med hjälp av papperskorgen och öppna sidan på nytt om du vill använda (%1)

# Codeunit 3725545329 - NamedType 1828158795
source: You have two option to change this:
de_ch: Sie haben zwei Optionen, dies zu ändern:
es_es: Tiene dos opciones para cambiar esto:
fr_ch: Deux options sont disponibles :
nb_no: Du har to alternativer for å endre dette:
nl_nl: U kunt dit op twee manieren wijzigen:
sv_se: Det finns två sätt att ändra detta:

# Codeunit 2319047537 - NamedType 2415257204
source: Please wait while the operation is being completed.
de_ch: Warten Sie, bis der Vorgang abgeschlossen ist.
es_es: Espere mientras se completa la operación.
fr_ch: Veuillez patienter lors de l'exécution de l'opération.
nb_no: Vent mens operasjonen fullføres.
nl_nl: Een ogenblik geduld. De bewerking wordt voltooid.
sv_se: Vänta medan operationen avslutas.

# Codeunit 3646414981 - NamedType 2474376791
source: For more information, go to %1.
de_ch: Weitere Informationen finden Sie unter %1.
es_es: Para obtener más información, vaya a %1.
fr_ch: Pour plus d'informations, consultez %1.
nb_no: Hvis du vil ha mer informasjon, kan du gå til %1.
nl_nl: Ga voor meer informatie naar %1.
sv_se: Mer information finns på %1.

# Codeunit 3646414981 - NamedType 531377784
source: The AMC Banking has returned the following error message:
de_ch: Das AMC Banking hat folgende Fehlermeldung zurückgegeben:
es_es: AMC Banking ha devuelto el mensaje de error siguiente:
fr_ch: AMC Banking a renvoyé le message d'erreur suivant :
nb_no: AMC Banking har returnert følgende feilmelding:
nl_nl: AMC Banking heeft het volgende foutbericht geretourneerd:
sv_se: AMC Banking har returnerat följande felmeddelande:

# Codeunit 3646414981 - NamedType 3314864117
source: The file has not been saved.
de_ch: Die Datei wurde nicht gespeichert.
es_es: No se ha guardado el archivo.
fr_ch: Le fichier n'a pas été enregistré.
nb_no: Filen er ikke lagret.
nl_nl: Het bestand is niet opgeslagen.
sv_se: Filen har inte sparats.

# Codeunit 3646414981 - NamedType 4134082808
source: The AMC Banking has found one or more errors.\\For each line to be exported, resolve the errors that are displayed in the FactBox.\\Choose an error to see more information.
de_ch: Das AMC Banking hat mindestens einen Fehler gefunden.\\Beheben Sie für jede zu exportierende Zeile die Fehler, die in der Infobox angezeigt werden.\\Wählen Sie einen Fehler, um weitere Informationen anzuzeigen.
es_es: AMC Banking ha encontrado uno o más errores.\\Para cada línea que se exportará, resuelva los errores que aparecen en el cuadro informativo.\\Elija un error para ver más información.
fr_ch: AMC Banking a rencontré une ou plusieurs erreurs.\\Pour chaque ligne à exporter, corrigez les erreurs affichées dans le récapitulatif.\\Pour plus d'informations sur une erreur, sélectionnez-la.
nb_no: AMC Banking har funnet én eller flere feil.\\Rett opp feilene som vises i faktaboksen, for hver linje som skal eksporteres.\\Velg en feil hvis du vil se mer informasjon.
nl_nl: AMC Banking heeft een of meer fouten gedetecteerd.\\Corrigeer de fouten die worden weergegeven in het feitenblok voor elke regel die moet worden geëxporteerd.\\Kies een fout om meer informatie te zien.
sv_se: AMC Banking har hittat ett eller flera fel.\\Åtgärda felen som visas i faktaboxrutan för varje rad som ska exporteras.\\Välj ett fel för att visa mer information.

# Codeunit 3646414981 - NamedType 1219964534
source: There is an incorrect file conversion error element in the response. Reference: %1, error text: %2.
de_ch: Die Antwort enthält ein falsches Dateikonvertierungsfehler-Element. Referenz: %1, Fehlertext: %2.
es_es: Hay un elemento de error de conversión de archivo incorrecto en la respuesta. Referencia: %1, texto del error: %2.
fr_ch: La réponse contient un élément d'erreur de conversion de fichier incorrect. Référence : %1, texte de l'erreur : %2.
nb_no: Det finnes et uriktig feilelement for filkonvertering i svaret. Referanse: %1, feiltekst: %2.
nl_nl: De respons bevat een verkeerd bestandsconversiefoutelement. Referentie: %1, fouttekst: %2.
sv_se: Svaret innehåller ett felaktigt felelement för filkonvertering. Referens: %1, feltext: %2.

# Codeunit 3646414981 - NamedType 1810949511
source: The request body is not set.
de_ch: Der Anfragetext ist nicht festgelegt.
es_es: El cuerpo de la solicitud no está establecido.
fr_ch: Le corps de la demande n'est pas défini.
nb_no: Forespørselsteksten er ikke angitt.
nl_nl: Het hoofdgedeelte van de aanvraag is niet ingesteld.
sv_se: Begärandetexten har inte ställts in.

# Codeunit 3646414981 - NamedType 842108793
source: There is nothing to export.
de_ch: Es gibt nichts zu exportieren.
es_es: No hay nada que exportar.
fr_ch: Il n'y a rien à exporter.
nb_no: Det finnes ingenting å eksportere.
nl_nl: Er is niets te exporteren.
sv_se: Det finns inget att exportera.

# Codeunit 3646414981 - NamedType 3826889551
source: The AMC Banking has not returned any payment data.\\For more information, go to %1.
de_ch: Das AMC Banking hat keine Zahlungsdaten zurückgegeben.\\Weitere Informationen finden Sie unter %1.
es_es: AMC Banking no ha devuelto ningún tipo de datos de pago.\\Para obtener más información, vaya a %1.
fr_ch: AMC Banking n'a renvoyé aucune donnée de règlement.\\Pour plus d'informations, accédez à %1.
nb_no: AMC Banking har ikke returnert noen betalingsdata.\Hvis du vil ha mer informasjon, kan du gå til %1.
nl_nl: AMC Banking heeft geen betalingsgegevens geretourneerd.\\Ga voor meer informatie naar %1.
sv_se: AMC Banking har inte returnerat några betalningsdata.\\Mer information finns på %1.

# Codeunit 2413088747 - NamedType 2779639592
source: Processing line no. #1######.
de_ch: Zeilennummer #1###### wird verarbeitet.
es_es: Procesando la línea n.º #1######.
fr_ch: Traitement de la ligne n° #1######.
nb_no: Behandler linje nr. #1######.
nl_nl: Regelnummer #1###### verwerken.
sv_se: Behandlar rad nr #1######.

# Codeunit 1051898237 - NamedType 2779639592
source: Pre-processing line no. #1######.
de_ch: Zeilennummer #1###### wird vorab verarbeitet.
es_es: Preprocesando la línea n.º #1######.
fr_ch: Pré-traitement ligne n° #1######.
nb_no: Forhåndsbehandler linje nr. #1######.
nl_nl: Regelnr. #1###### voorverwerken.
sv_se: Förbehandlingsrad nr #1######.

# Codeunit 3605141263 - NamedType 4134082808
source: The file export has one or more errors.\\For each line to be exported, resolve the errors displayed to the right and then try to export again.
de_ch: Der Dateiexport weist mindestens einen Fehler auf.\\Beheben Sie für jede zu exportierende Zeile die Fehler, die rechts angezeigt werden, und versuchen Sie erneut, einen Export durchzuführen.
es_es: La exportación de archivo tiene uno o más errores.\\Para cada línea que se debe exportar, resuelva todos los errores que se muestren a la derecha y después intente la exportación de nuevo.
fr_ch: L'exportation de fichier comporte une ou plusieurs erreurs.\\Pour chaque ligne à exporter, corrigez les erreurs affichées à droite, puis réessayez d'effectuer l'exportation.
nb_no: Fileksporten har én eller flere feil.\\Løs alle feil som vises til høyre, for hver linje som skal eksporteres, og prøv deretter å eksportere på nytt.
nl_nl: De bestandsexport bevat een of meer fouten.\\Corrigeer voor elke regel die moet worden geëxporteerd, de fouten die rechts worden weergegeven en probeer dan opnieuw te exporteren.
sv_se: Det finns ett eller flera fel i filexporten.\\Åtgärda felen som visas till höger för varje rad som ska exporteras, och försök sedan att exportera på nytt.

# Codeunit 3927356675 - NamedType 2474376791
source: For more information, go to %1.
de_ch: Weitere Informationen finden Sie unter %1.
es_es: Para obtener más información, vaya a %1.
fr_ch: Pour plus d'informations, consultez %1.
nb_no: Hvis du vil ha mer informasjon, kan du gå til %1.
nl_nl: Ga voor meer informatie naar %1.
sv_se: Mer information finns på %1.

# Codeunit 3927356675 - NamedType 4096535761
source: The AMC Banking has returned the following error message:
de_ch: Das AMC Banking hat folgende Fehlermeldung zurückgegeben:
es_es: AMC Banking ha devuelto el mensaje de error siguiente:
fr_ch: AMC Banking a renvoyé le message d'erreur suivant :
nb_no: AMC Banking har returnert følgende feilmelding:
nl_nl: AMC Banking heeft het volgende foutbericht geretourneerd:
sv_se: AMC Banking har returnerat följande felmeddelande:

# Codeunit 52548103 - NamedType 2474376791
source: For more information, go to %1.
de_ch: Weitere Informationen finden Sie unter %1.
es_es: Para obtener más información, vaya a %1.
fr_ch: Pour plus d'informations, consultez %1.
nb_no: Hvis du vil ha mer informasjon, kan du gå til %1.
nl_nl: Ga voor meer informatie naar %1.
sv_se: Mer information finns på %1.

# Codeunit 52548103 - NamedType 531377784
source: The AMC Banking has returned the following error message:
de_ch: Das AMC Banking hat folgende Fehlermeldung zurückgegeben:
es_es: AMC Banking ha devuelto el mensaje de error siguiente:
fr_ch: AMC Banking a renvoyé le message d'erreur suivant :
nb_no: AMC Banking har returnert følgende feilmelding:
nl_nl: AMC Banking heeft het volgende foutbericht geretourneerd:
sv_se: AMC Banking har returnerat följande felmeddelande:

# Codeunit 52548103 - NamedType 3014721114
source: All Files(*.*)|*.*|XML Files(*.xml)|*.xml|Text Files(*.txt;*.csv;*.asc)|*.txt;*.csv;*.asc
de_ch: Alle Dateien(*.*)|*.*|XML-Dateien(*.xml)|*.xml|Text-Dateien(*.txt;*.csv;*.asc)|*.txt;*.csv;*.asc
es_es: Todos los archivos(*.*)|*.*|Archivos XML(*.xml)|*.xml|Archivos de texto(*.txt;*.csv;*.asc)|*.txt;*.csv;*.asc
fr_ch: Tous les fichiers(*.*)|*.*|Fichiers XML(*.xml)|*.xml|Fichiers texte(*.txt;*.csv;*.asc)|*.txt;*.csv;*.asc
nb_no: Alle filer (*.*)|*.*|XML-filer (*.xml)|*.xml|Tekstfiler (*.txt;*.csv;*.asc)|*.txt;*.csv;*.asc
nl_nl: Alle bestanden(*.*)|*.*|XML-bestanden(*.xml)|*.xml|Tekstbestanden(*.txt;*.csv;*.asc)|*.txt;*.csv;*.asc
sv_se: Alla filer(*.*)|*.*|XML-filer(*.xml)|*.xml|Textfiler(*.txt;*.csv;*.asc)|*.txt;*.csv;*.asc

# Codeunit 52548103 - NamedType 1051517620
source: The AMC Banking has not returned any statement transactions.\\For more information, go to %1.
de_ch: Das AMC Banking hat keine Auszugstransaktionen zurückgegeben.\\Weitere Informationen finden Sie unter %1.
es_es: AMC Banking no ha devuelto ninguna transacción de extracto de cuenta.\\Para obtener más información, vaya %1.
fr_ch: AMC Banking n'a renvoyé aucune transaction de relevé.\\Pour plus d'informations, accédez à %1.
nb_no: AMC Banking har ikke returnert noen utdragstransaksjoner.\\Hvis du vil ha mer informasjon, kan du gå til %1.
nl_nl: AMC Banking heeft geen afschrifttransacties geretourneerd.\\Ga voor meer informatie naar %1.
sv_se: AMC Banking har inte returnerat några utdragstransaktioner.\\Mer information finns på %1.

# Codeunit 52548103 - NamedType 2711926903
source: Select a file to import.
de_ch: Wählen Sie eine zu importierende Datei aus.
es_es: Seleccione un archivo para importar.
fr_ch: Choisissez un fichier à importer.
nb_no: Velg en fil for import.
nl_nl: Selecteer een bestand om te importeren.
sv_se: Välj en fil att importera.
