Repository: rstefanetti/MSDyn365BC.Code.History
Catalog: AMCBanking365Fundamentals/Source/AMC Banking 365 Fundamentals/Translations/AMC Banking 365 Fundamentals.*.xlf
Languages: de_ch, es_es, fr_ch, nb_no, nl_nl, sv_se

# Page 3704095706 - Control 2575460289 - Property 1295455071
source: Specifies your company's password to the service that converts bank data to the format required by your bank. The password that you enter in the Password field must be the same as on the service provider's sign-on page.
de_ch: Gibt das Kennwort Ihres Unternehmens für den Dienst an, der Bankdaten in das von Ihrer Bank angeforderte Format konvertiert. Das Kennwort, das Sie im Feld „Kennwort“ eingeben, muss dasselbe sein wie auf der Anmeldeseite des Dienstanbieters.
es_es: Especifica la contraseña que usa la empresa para obtener acceso al servicio de conversión de datos bancarios al formato que admite el banco. La contraseña que escriba en el campo Contraseña debe ser la misma que usa en la página de inicio de sesión del proveedor del servicio.
fr_ch: Indique le mot de passe de votre société au service qui convertit les données bancaires au format requis par votre banque. Le mot de passe que vous saisissez dans le champ Mot de passe doit être identique à celui que vous saisissez sur la page de connexion au site Internet du fournisseur de services.
nb_no: Angir selskapets passord til tjenesten som konverterer bankdata til formatet som kreves av banken. Passordet du oppgir i feltet Passord, må være det samme som på tjenesteleverandørens påloggingsside.
nl_nl: Hiermee wordt het wachtwoord opgegeven voor de service die bankgegevens naar de door uw bank vereiste indeling converteert. Het wachtwoord dat u invoert in het veld Wachtwoord, moet hetzelfde zijn als op de aanmeldingspagina van de serviceprovider.
sv_se: Anger företagets lösenord till tjänsten som konverterar bankdata till det format som banken kräver. Lösenordet som du anger i fältet Lösenord måste vara detsamma som på tjänstleverantörens registreringssida.

# Page 3704095706 - Control 2575460289 - Property 2879900210
source: Password
de_ch: Kennwort
es_es: Contraseña
fr_ch: Mot de passe
nb_no: Passord
nl_nl: Wachtwoord
sv_se: Lösenord

# Page 3704095706 - Control 129688762 - Property 1295455071
source: Specifies the user name that represents your company's sign-up for the service that converts bank data to the format required by your bank when you export payment bank files and import bank statement files.
de_ch: Gibt den Benutzernamen für die Anmeldung Ihres Unternehmens für den Dienst an, der Bankdaten in das von Ihrer Bank angeforderte Format konvertiert, wenn Sie Zahlungsbankdateien exportieren und Bankauszugsdateien importieren.
es_es: Especifica el nombre de usuario que se usa para registrar a la empresa en el servicio que convierte los datos bancarios al formato que admite el banco, cuando se exportan archivos bancarios de pagos y se importan archivos de extracto bancario.
fr_ch: Spécifie le nom d'utilisateur qui représente l'inscription de votre entreprise au service de conversion des données bancaires au format requis par votre banque lorsque vous exportez des fichiers de la banque de paiement et lorsque vous importez des fichiers de relevé bancaire.
nb_no: Angir brukernavnet som representerer selskapets registrering for tjenesten som konverterer bankdata til formatet som kreves av banken når du eksporterer betalingsbankfiler og importerer filer for bankkontoutdrag.
nl_nl: Hiermee wordt de gebruikersnaam opgegeven die de aanmelding van uw bedrijf vertegenwoordigt voor de service die bankgegevens naar de door uw bank vereiste indeling converteert wanneer u betalingsbankbestanden exporteert en bankafschriftbestanden importeert.
sv_se: Anger användarnamnet för företagets registrering av tjänsten som konverterar bankdata till det format som banken kräver när du exporterar betalningsbankfiler och importerar bankutdragsfiler.

# Page 3704095706 - Control 2187938695 - Property 2879900210
source: Service
es_es: Servicio

# Page 3704095706 - Control 4006456467 - Property 1295455071
source: Specifies the default namespace for the AMC Banking.
de_ch: Gibt den Standard-Namespace für AMC Banking an.
es_es: Especifica el espacio de nombres predeterminado para AMC Banking.
fr_ch: Spécifie l'espace de noms par défaut pour AMC Banking.
nb_no: Angir standard navneområde for AMC Banking.
nl_nl: Hiermee wordt de standaardnaamruimte voor AMC Banking opgegeven.
sv_se: Anger standardnamnrymden för AMC Banking.

# Page 3704095706 - Control 2575991450 - Property 1295455071
source: Specifies the address of the service that converts bank data to the format required by your bank when you export payment bank files and import bank statement files. The service specified in the Service URL field is called when users export or import bank files.
de_ch: Gibt die Adresse des Diensts an, der Bankdaten in das von Ihrer Bank angeforderte Format konvertiert, wenn Sie Zahlungsbankdateien exportieren und Bankauszugsdateien importieren. Der im Feld „Dienste-URL“ angegebene Dienst wird aufgerufen, wenn Benutzer Bankdateien exportieren oder importieren.
es_es: Especifica la dirección del servicio que convierte los datos bancarios al formato que admite el banco, cuando se exportan archivos bancarios de pagos y se importan archivos de extracto bancario. El servicio especificado en el campo URL de servicio, se usa cuando los usuarios exportan o importan archivos bancarios.
fr_ch: Spécifie l'adresse du service qui convertit les données bancaires au format requis par votre banque lorsque vous exportez des fichiers de la banque de paiement et importez des fichiers de relevé bancaire. Le service spécifié dans le champ URL service est appelé lorsque les utilisateurs exportent ou importent des fichiers bancaires.
nb_no: Angir adressen for tjenesten som konverterer bankdata til formatet som kreves av banken når du eksporterer betalingsbankfiler og importerer filer for bankkontoutdrag. Tjenesten som er angitt i feltet URL-adresse for tjeneste, kalles når brukere eksporterer eller importerer bankfiler.
nl_nl: Hiermee wordt het adres opgegeven van de service die bankgegevens naar de door uw bank vereiste indeling converteert wanneer u betalingsbankbestanden exporteert en bankafschriftbestanden importeert. De service die is opgegeven in het veld Service-URL, wordt aangeroepen wanneer gebruikers bankbestanden exporteren of importeren.
sv_se: Anger adressen till tjänsten som konverterar bankdata till det format som banken kräver när du exporterar betalningsbankfiler och importerar bankutdragsfiler. Tjänsten som anges i fältet för tjänstens webbadress anropas när användarna exporterar eller importerar bankfiler.

# Page 3704095706 - Action 3044174282 - Property 1295455071
source: Calls the sign-up page for the service that converts bank data to the format required by your bank when you export payment bank files and import bank statement files. This is the web page where you enter your company's user name and password to sign up for the service.
de_ch: Ruft die Anmeldeseite für den Dienst auf, der Bankdaten in das von Ihrer Bank angeforderte Format konvertiert, wenn Sie Zahlungsbankdateien exportieren und Bankauszugsdateien importieren. Dies ist die Webseite, auf der Sie zur Anmeldung für den Dienst den Benutzernamen und das Kennwort Ihres Unternehmens eingeben.
es_es: Llama a la página de registro del servicio que convierte los datos bancarios al formato que admite el banco, cuando se exportan archivos bancarios de pagos y se importan archivos de extracto de cuenta. Para registrarse en el servicio, debe introducir en esta página web el nombre de usuario y la contraseña de la empresa.
fr_ch: Appelle la page de connexion pour le service qui convertit les données bancaires au format requis par votre banque lorsque vous exportez des fichiers de la banque de paiement et importez des fichiers de relevé bancaire. Il s'agit de la page Internet sur laquelle vous saisissez le nom d'utilisateur de votre société ainsi que le mot de passe associé pour vous connecter au service.
nb_no: Kaller registreringssiden for tjenesten som konverterer bankdata til formatet som kreves av banken når du eksporterer betalingsbankfiler og importerer filer for bankkontoutdrag. Dette er nettsiden der du oppgir selskapets brukernavn og passord for å registrere deg for tjenesten.
nl_nl: Hiermee wordt de aanmeldingspagina aangeroepen voor de service die bankgegevens naar de door uw bank vereiste indeling converteert wanneer u betalingsbankbestanden exporteert en bankafschriftbestanden importeert. Dit is de webpagina waar u de gebruikersnaam en het wachtwoord van uw bedrijf invoert om u aan te melden voor de service.
sv_se: Anropar registreringssidan för tjänsten som konverterar bankdata till det format som banken kräver när du exporterar betalningsbankfiler och importerar kontoutdragsfiler. Det är på den här webbsidan som du anger företagets användarnamn och lösenord för att registrera dig för tjänsten.

# Page 3704095706 - Action 3044174282 - Property 2879900210
source: Sign-up here
de_ch: Hier registrieren
es_es: Registrarse aquí
fr_ch: S'inscrire ici
nb_no: Registrer deg her
nl_nl: Hier aanmelden
sv_se: Registrera dig här

# Page 3704095706 - Action 2678035379 - Property 1295455071
source: View AMC Banking 365 service activities.
de_ch: Serviceaktivitäten von AMC Banking 365 anzeigen
es_es: Permite ver las actividades de servicio de AMC Banking 365.
fr_ch: Affichez les activités du service AMC Banking 365.
nb_no: Vis AMC Banking 365-tjenesteaktiviteter.
nl_nl: Serviceactiviteiten van AMC Banking 365 weergeven.
sv_se: Visa aktiviteter för tjänsten AMC Banking 365.

# Page 3704095706 - Action 2678035379 - Property 2879900210
source: Activity Log
de_ch: Aktivitätsprotokoll
es_es: Registro de actividad
fr_ch: Journal des activités
nb_no: Aktivitetslogg
nl_nl: Activiteitenlogbestand
sv_se: Aktivitetslogg

# Page 3704095706 - Action 1090569832 - Property 1295455071
source: View or update the list of banks in your country/region that you can use to import or export bank account data using the AMC Banking.
de_ch: Aktualisieren Sie die Liste der Banken in Ihrem Land/Region, die Sie zum Importieren oder Exportieren von Bankkontodaten mit dem AMC Banking verwenden können, oder zeigen Sie sie an.
es_es: Permite ver o actualizar la lista de bancos de su país/región que pueden usarse para importar o exportar datos de cuentas bancarias mediante AMC Banking.
fr_ch: Affichez ou mettez à jour la liste des banques de votre pays/région que vous pouvez utiliser pour importer ou exporter les données de compte bancaire à l'aide d'AMC Banking.
nb_no: Vis eller oppdater listen over banker i landet/området som du kan bruke til å importere eller eksportere bankkontodata ved hjelp av AMC Banking.
nl_nl: De lijst weergeven of bijwerken met banken in uw land/regio die u kunt gebruiken om bankrekeninggegevens te importeren of te exporteren met AMC Banking.
sv_se: Visa eller uppdatera listan med banker i ditt land eller din region som du kan använda för att importera eller exportera bankkontodata via AMC Banking.

# Page 3704095706 - Action 1090569832 - Property 2879900210
source: Bank Name List
de_ch: Banknamenübersicht
es_es: Lista nombres banco
fr_ch: Liste des noms de banques
nb_no: Banknavnliste
nl_nl: Banknaamlijst
sv_se: Lista med banknamn

# Page 3704095706 - Action 841712208 - Property 1295455071
source: Enable or disable data encryption. Data encryption helps make sure that unauthorized users cannot read business data.
de_ch: Aktivieren oder deaktivieren Sie die Datenverschlüsselung. Mit der Datenverschlüsselung wird sichergestellt, dass nicht autorisierte Benutzer keine Geschäftsdaten lesen können.
es_es: Permite habilitar o deshabilitar el cifrado de datos. Esto le permitirá asegurarse de que los usuarios no autorizados no puedan leer los datos de la empresa.
fr_ch: Activez ou désactivez le chiffrement des données. Le chiffrement des données garantit que les utilisateurs non autorisés ne peuvent pas avoir accès aux données professionnelles.
nb_no: Aktiver eller deaktiver datakryptering. Datakryptering sørger for at uautoriserte brukere ikke kan lese forretningsdata.
nl_nl: Gegevensversleuteling inschakelen of uitschakelen. Gegevensversleuteling helpt ervoor te zorgen dat ongeautoriseerde gebruikers bedrijfsgegevens niet kunnen lezen.
sv_se: Aktivera eller inaktivera datakryptering. Om du använder datakryptering kan obehöriga användare inte läsa företagets information.

# Page 3704095706 - Action 841712208 - Property 2879900210
source: Encryption Management
de_ch: Verschlüsselungsverwaltung
es_es: Administración del cifrado
fr_ch: Gestion du chiffrement
nb_no: Krypteringsadministrasjon
nl_nl: Versleutelingsbeheer
sv_se: Krypteringshantering

# Page 3704095706 - Action 2444778289 - Property 1295455071
source: Calls the web site where the provider of the AMC Banking publishes status and support information about the service.
de_ch: Ruft die Website auf, auf der der AMC Banking-Anbieter die Status- und Support-Informationen zum Dienst veröffentlicht.
es_es: Llama al sitio web en el que el proveedor de AMC Banking publica información acerca del estado y el soporte técnico del servicio.
fr_ch: Appelle le site Internet sur lequel le fournisseur d'AMC Banking publie les informations de support et de statut concernant le service.
nb_no: Kaller nettstedet der leverandøren av AMC Banking publiserer status- og støtteinformasjon om tjenesten.
nl_nl: Hiermee wordt de website aangeroepen waar de provider van AMC Banking status- en ondersteuningsinformatie over de service publiceert.
sv_se: Anropar webbplatsen där leverantören av AMC Banking publicerar status- och supportinformation om tjänsten.

# Page 3704095706 - Action 2444778289 - Property 2879900210
source: Get support
de_ch: Support erhalten
es_es: Obtener soporte técnico
fr_ch: Obtenir du support
nb_no: Få støtte
nl_nl: Ondersteuning opvragen
sv_se: Få support

# Page 3704095706 - Action 4124192386 - Property 1295455071
source: Runs Service setup wizard
de_ch: Führt den Service-Einrichtungsassistenten aus
es_es: Ejecuta el asistente para la instalación del servicio
fr_ch: Exécute l'Assistant Paramètres services
nb_no: Kjører veiviseren for serviceoppsett
nl_nl: Hiermee wordt de wizard Service-instelling uitgevoerd
sv_se: Kör guiden för tjänstkonfiguration

# Page 3704095706 - Action 4124192386 - Property 2879900210
source: Assisted Setup
de_ch: Unterstützte Einrichtung
es_es: Configuración asistida
fr_ch: Configuration assistée
nb_no: Assistert oppsett
nl_nl: Begeleide instelling
sv_se: Assisterad konfiguration

# XmlPort 417263901 - Property 2879900210
source: AMC Banking Export CreditTransfer
es_es: CreditTransfer exportación AMC Banking
fr_ch: AMC Banking Service : Exportation virement
nb_no: Eksporter kredittoverføring for AMC Banking Service
nl_nl: Krediettransfer AMC Banking-export
sv_se: AMC Banking Service - exportera kreditöverföring

# PageExtension 1620763456 - Control 1281447598 - Property 1295455071
source: Specifies your bank's data format as required by the AMC Banking when you import and export bank files.
de_ch: Gibt das Datenformat Ihrer Bank an, das vom AMC Banking benötigt wird, wenn Sie Bankdateien importieren und exportieren.
es_es: Especifica el formato de datos del banco según lo requiera AMC Banking al importar y exportar archivos bancarios.
fr_ch: Spécifie le format des données de votre banque requis par AMC Banking lorsque vous importez et exportez les fichiers bancaires.
nb_no: Angir bankens dataformat som kreves av AMC Banking når du importerer og eksporterer bankfiler.
nl_nl: Hiermee wordt de gegevensindeling van uw bank opgegeven zoals vereist door AMC Banking wanneer u bankbestanden importeert en exporteert.
sv_se: Anger bankens dataformat som krävs av AMC Banking när du importerar och exporterar bankfiler.

# PageExtension 3493802159 - Control 2640682147 - Property 1295455071
source: XTL Journal associated with the Credit Transfer Register
de_ch: Dem Überweisungsjournal zugeordnetes XTL Erf.-Journal
es_es: Diario XTL asociado al registro de transferencia de crédito
fr_ch: Feuille XTL associée au registre virement
nb_no: XTL-kladd knyttet til kredittoverføringsregisteret
nl_nl: XTL-dagboek dat is gekoppeld aan het krediettransferregister
sv_se: XTL-journal som är associerad till kreditöverföringsregistret

# PageExtension 387856334 - Control 265409144 - Property 1295455071
source: Specifies the payment type that the AMC Banking 365 Fundamentals extension requires when you export payments that have the selected payment method.
de_ch: Gibt die Zahlungsart an, die die AMC Banking 365 Fundamentals-Erweiterung benötigt, wenn Sie Zahlungen exportieren, die die ausgewählte Zahlungsform aufweisen.
es_es: Especifica el tipo de pago que requiere la extensión AMC Banking 365 Fundamentals al exportar pagos que tienen la forma de pago seleccionada.
fr_ch: Spécifie le type de règlement requis par l'extension AMC Banking 365 Fundamentals lorsque vous exportez des règlements avec le mode de règlement sélectionné.
nb_no: Angir betalingstypen som AMC Banking 365 Fundamentals-utvidelsen krever når du eksporterer betalinger som har den valgte betalingsmåten.
nl_nl: Hiermee wordt het betalingssoort opgegeven dat de extensie AMC Banking 365 Fundamentals vereist wanneer u betalingen exporteert met de geselecteerde betalingsmethode.
sv_se: Anger betalningstypen som måste användas för tillägget AMC Banking 365 Fundamentals när du exporterar betalningar med det valda betalningssättet.

# TableExtension 777852729 - Field 1078695595 - Property 2879900210
source: Status
es_es: Estado
fr_ch: Statut

# TableExtension 329099011 - Field 3981858850 - Property 2879900210
source: Bank Name
es_es: Nombre banco
fr_ch: Nom de la banque
nb_no: Banknavn
nl_nl: Banknaam
sv_se: Banknamn

# TableExtension 3196096046 - Field 4135611573 - Property 2879900210
source: Data Exch. Entry No.
de_ch: Datenaustausch-Postennr.
es_es: N.º mov. intercambio de datos
fr_ch: N° écriture échange données
nb_no: Løpenr. for datautveksling
nl_nl: Nr. van gegevensuitwisselingspost
sv_se: Trans.nr på dataintegration

# TableExtension 3196096046 - Field 2906221467 - Property 2879900210
source: Pmt. Disc. Possible
de_ch: Skonto möglich
es_es: Dto. P.P realizable
fr_ch: Escompte possible
nb_no: Mulig kont.rab.
nl_nl: Contantkorting
sv_se: Kassarabatt möjlig

# TableExtension 2889429356 - Field 14686028 - Property 2879900210
source: XTL Journal
de_ch: XTL Erf.-Journal
es_es: Diario XTL
fr_ch: Feuille XTL
nb_no: XTL-kladd
nl_nl: XTL-dagboek

# TableExtension 2889429356 - Field 4135611573 - Property 2879900210
source: Data Exch. Entry No.
de_ch: Datenaustausch-Postennr.
es_es: N.º mov. intercambio de datos
fr_ch: N° écriture échange données
nb_no: Løpenr. for datautveksling
nl_nl: Nr. van gegevensuitwisselingspost
sv_se: Transaktionsnummer för dataintegration

# TableExtension 1672724984 - Field 3875559386 - Property 2879900210
source: Bank Pmt. Type
de_ch: Bankzahlungstyp
es_es: Tipo de pagos bancarios
fr_ch: Type règl. bancaire
nb_no: Betalingstype for bank
nl_nl: Betalingssoort bank
sv_se: Bet.typ för bank

# Enum 2195179419 - EnumValue 3826689261 - Property 2879900210
source: Failed
de_ch: Fehler
es_es: Error
fr_ch: Échec
nb_no: Mislyktes
nl_nl: Mislukt
sv_se: Misslyckades

# Enum 2195179419 - EnumValue 3878926381 - Property 2879900210
source: Success
de_ch: Erfolg
es_es: Correcto
fr_ch: Réussite
nb_no: Vellykket
nl_nl: Geslaagd
sv_se: Lyckades

# Enum 2195179419 - EnumValue 3955473374 - Property 2879900210
source: Warning
de_ch: Warnung
es_es: Advertencia
fr_ch: Avertissement
nb_no: Advarsel
nl_nl: Waarschuwing
sv_se: Varning

# Page 1294546084 - Control 2293885176 - Property 2879900210
source: Applicationversion
de_ch: Anwendungsversion
fr_ch: Version de l'application
nb_no: Programversjon
nl_nl: Toepassingsversie
sv_se: Programversion

# Page 1294546084 - Control 3735344025 - Property 2879900210
source: Buildnumber
de_ch: Buildnummer
fr_ch: Numéro de build
nb_no: Build-nummer
nl_nl: Buildnummer
sv_se: Versionsnummer
