Repository: rstefanetti/MSDyn365BC.Code.History
Catalog: SendToEmailPrinter/Source/Send To Email Printer/Translations/Send To Email Printer.*.xlf
Languages: da_dk, es_es, fi_fi, fr_ca

# Table 3508446305 - Property 2879900210
source: Email Printer Settings
da_dk: Indstillinger for mailprinter
es_es: Configuración de la impresora de correo electrónico
fi_fi: Sähköpostitulostimen asetukset
fr_ca: Paramètres de l’imprimante par courriel

# Table 3508446305 - Field 3461834954 - Property 2879900210
source: Printer Description
da_dk: Printerbeskrivelse
es_es: Descripción de la impresora
fi_fi: Tulostimen kuvaus
fr_ca: Description de l'imprimante

# Table 3508446305 - Field 90141998 - Property 2879900210
source: Printer Email Address
da_dk: Mailadresse for printer
es_es: Dirección de correo electrónico de la impresora
fi_fi: Tulostimen sähköpostiosoite
fr_ca: Adresse de courriel de l'imprimante

# Table 3508446305 - Field 264318664 - Property 2879900210
source: Email Body
da_dk: Brødtekst i mail
es_es: Cuerpo del correo electrónico
fi_fi: Sähköpostin perusteksti
fr_ca: Corps du message

# Table 3508446305 - Field 172738764 - Property 2879900210
source: Email Subject
da_dk: Emne for mail
es_es: Asunto del correo electrónico
fi_fi: Sähköpostin aihe
fr_ca: Objet du courriel

# Table 3508446305 - Field 3641927271 - Property 2879900210
source: Printer ID
es_es: Id. de impresora
fi_fi: Tulostimen tunnus
fr_ca: Code imprimante

# Table 3508446305 - Field 2259985461 - Property 2879900210
source: Landscape
da_dk: Liggende
es_es: Horizontal
fi_fi: Vaakasuunta
fr_ca: Paysage

# Table 3508446305 - Field 4189842715 - Property 2879900210
source: Printer Paper Height
da_dk: Printerens papirhøjde
es_es: Alto de papel de la impresora
fi_fi: Tulostimen paperin korkeus
fr_ca: Hauteur du papier de l'imprimante

# Table 3508446305 - Field 975863445 - Property 2879900210
source: Paper Size
da_dk: Papirstørrelse
es_es: Tamaño de papel
fi_fi: Paperikoko
fr_ca: Format du papier

# Table 3508446305 - Field 2022138324 - Property 2879900210
source: Printer Paper Units
da_dk: Papirenheder for printer
es_es: Unidades de papel de la impresora
fi_fi: Tulostimen paperiyksiköt
fr_ca: Unités de papier de l'imprimante

# Table 3508446305 - Field 2319021892 - Property 2879900210
source: Printer Paper Width
da_dk: Printerens papirbredde
es_es: Ancho de papel de la impresora
fi_fi: Tulostimen paperin leveys
fr_ca: Largeur du papier sur l'imprimante

# Codeunit 2195109935 - NamedType 1480471845
source: An email from address was not found.
da_dk: Der blev ikke fundet en fra-mailadresse.
es_es: No se encontró una dirección de correo electrónico de origen.
fi_fi: Sähköpostin lähettäjäosoitetta ei löytynyt.
fr_ca: L'adresse de courriel de l'expéditeur est introuvable.

# Codeunit 2195109935 - NamedType 3036052668
source: Email is not set up for the action you are trying to take. Ask your administrator to either add the %1 scenario to your email account, or to specify a default account for email scenarios.
da_dk: Mail er ikke konfigureret for den handling, du forsøger at udføre. Bed administratoren om at føje scenariet %1 til din mailkonto eller at angive en standardkonto til mailscenarier.
es_es: El correo electrónico no está configurado para la acción que intenta realizar. Solicite al administrador que agregue el escenario %1 a su cuenta de correo electrónico o que especifique una cuenta predeterminada para escenarios de correo electrónico.
fi_fi: Sähköpostia ei ole määritetty toiminnolle, jota yrität tehdä. Pyydä järjestelmänvalvojaa joko lisäämään skenaario %1 sähköpostitilillesi tai määrittämään oletustili sähköpostiskenaarioita varten.
fr_ca: L’adresse de messagerie n’est pas configurée pour l’action que vous tentez d’effectuer. Demandez à votre administrateur d’ajouter le scénario %1 à votre compte de messagerie ou de spécifier un compte par défaut pour les scénarios de messagerie.

# Codeunit 2195109935 - NamedType 4055433663
source: The email address of %1 printer is not configured. Please add the printer's email address.
da_dk: Mailadressen til printeren %1 er ikke konfigureret. Tilføj printerens mailadresse.
es_es: La dirección de correo electrónico de la impresora %1 no está configurada. Agregue la dirección de correo electrónico de la impresora.
fi_fi: Tulostimen %1 sähköpostiosoitetta ei ole määritetty. Lisää tulostimen sähköpostiosoite.
fr_ca: L'adresse de courriel de l'imprimante %1 n'est pas configurée. Ajoutez l'adresse de courriel de l'imprimante.

# Codeunit 2195109935 - NamedType 1404742739
source: The email couldn't be sent. %1
da_dk: Mailen kunne ikke sendes. %1
es_es: No se pudo enviar el correo electrónico. %1
fi_fi: Sähköpostia ei voitu lähettää. %1
fr_ca: Le courriel n’a pas pu être envoyé. %1

# Codeunit 2195109935 - NamedType 1133563836
source: To send print job to the %1 printer, you must set up SMTP.
da_dk: Hvis du vil sende udskriftsjobbet til printeren %1, skal du konfigurere SMTP.
es_es: Para enviar el trabajo de impresión a la impresora %1, debe configurar SMTP.
fi_fi: Jotta voit lähettää tulostustyön tulostimeen %1, sinun on määritettävä SMTP.
fr_ca: Pour envoyer le travail d'impression à l'imprimante %1, vous devez configurer SMTP.

# Codeunit 1148211046 - NamedType 2244223965
source: The email address is not valid. Do you want to exit?
da_dk: Mailadressen er ugyldig. Vil du afslutte?
es_es: La dirección de correo electrónico no es válida. ¿Desea salir?
fi_fi: Sähköpostiosoite ei kelpaa. Haluatko poistua?
fr_ca: L'adresse de courriel n'est pas valide. Souhaitez-vous quitter?

# Codeunit 1148211046 - NamedType 137853743
source: Sends print jobs to the printer's email address
da_dk: Sender udskriftsjob til printerens mailadresse
es_es: Envía los trabajos de impresión a la dirección de correo electrónico de la impresora
fi_fi: Lähettää tulostustyöt tulostimen sähköpostiosoitteeseen
fr_ca: Envoie les travaux d'impression à l'adresse de courriel de l'imprimante

# Codeunit 1148211046 - NamedType 3264744853
source: Printed Copy
da_dk: Udskrevet kopi
es_es: Copia impresa
fi_fi: Tulostettu kopio
fr_ca: Copie imprimée

# Codeunit 1148211046 - NamedType 4159406584
source: The value in the Paper Height field must be greater than 0.
da_dk: Værdien i feltet Papirhøjde skal være større end 0.
es_es: El valor del campo Alto de papel debe ser mayor que 0.
fi_fi: Paperin korkeus -kentän arvon on oltava suurempi kuin 0.
fr_ca: La valeur du champ Hauteur du papier doit être supérieure à 0.

# Codeunit 1148211046 - NamedType 3319436045
source: You cannot delete printer %1. It is used on the Printer Selections page.
da_dk: Du kan ikke slette printeren %1. Den bruges på siden Printervalg.
es_es: No se puede eliminar la impresora %1. Se usa en la página Selecciones de impresoras.
fi_fi: Tulostinta %1 ei voi poistaa. Sitä käytetään Tulostimen valinnat -sivulla.
fr_ca: Vous ne pouvez pas supprimer l'imprimante %1. Elle est utilisée sur la page Sélections d'imprimantes.

# Codeunit 1148211046 - NamedType 1051200959
source: The value in the Paper Width field must be greater than 0.
da_dk: Værdien i feltet Papirbredde skal være større end 0.
es_es: El valor del campo Ancho de papel debe ser mayor que 0.
fi_fi: Paperin leveys -kentän arvon on oltava suurempi kuin 0.
fr_ca: La valeur du champ Largeur du papier doit être supérieure à 0.

# Page 3508446305 - Property 2879900210
source: Email Printer Settings
da_dk: Indstillinger for mailprinter
es_es: Configuración de la impresora de correo electrónico
fi_fi: Sähköpostitulostimen asetukset
fr_ca: Paramètres de l’imprimante par courriel

# Page 3508446305 - NamedType 2891017306
source: For this printer to work, a user with respective permissions needs to set up an email account in Business Central.
da_dk: Hvis denne printer skal fungere, skal en bruger med de respektive rettigheder konfigurere en mailkonto i Business Central.
es_es: Para que esta impresora funcione, un usuario con los permisos respectivos debe configurar una cuenta de correo electrónico en Business Central.
fi_fi: Jotta tämä tulostin toimii, käyttäjän, jolla on asianmukaiset käyttöoikeudet, on luotava sähköpostitili Business Centraliin.
fr_ca: Un utilisateur disposant des autorisations correspondantes doit configurer un compte de messagerie dans Business Central pour pouvoir activer cette imprimante.

# Page 3508446305 - NamedType 2619791218
source: For this printer to work, set up an email account in Business Central to use for sending print jobs to the email printers.
da_dk: Hvis denne printer skal fungere, skal du konfigurere en mailkonto i Business Central, som skal bruges til at sende udskriftsjob til mailprinterne.
es_es: Para que esta impresora funcione, configure una cuenta de correo electrónico en Business Central para utilizarla en el envío de trabajos de impresión a las impresoras de correo electrónico.
fi_fi: Jotta tämä tulostin toimii, luo sähköpostitili Business Centraliin, niin voit lähettää tulostustöitä sähköpostitulostimiin.
fr_ca: Pour activer cette imprimante, configurez un compte de messagerie dans Business Central afin de pouvoir envoyer des travaux d’impression aux imprimantes de courriers électroniques.

# Page 3508446305 - NamedType 284576615
source: Learn more
da_dk: Få mere at vide
es_es: Más información
fi_fi: Lisätietoja
fr_ca: En savoir plus

# Page 3508446305 - NamedType 3399143437
source: Print jobs will be sent to the specified email address. Please take privacy precautions.
da_dk: Udskriftsjob vil blive sendt til den angivne mailadresse. Tag forholdsregler for beskyttelse af personlige oplysninger.
es_es: Los trabajos de impresión se enviarán a la dirección de correo electrónico especificada. Adopte precauciones de privacidad.
fi_fi: Tulostustyöt lähetetään määritettyyn sähköpostiosoitteeseen. Tee tarvittavat tietosuojaan liittyvät varotoimet.
fr_ca: Les tâches d'impression seront envoyées à l'adresse de courriel spécifiée. Prenez des précautions concernant la confidentialité.

# Page 3508446305 - NamedType 2257926908
source: Set up email account
da_dk: Konfigurer mailkonto
es_es: Configurar cuenta de correo electrónico
fi_fi: Määritä sähköpostitili
fr_ca: Configurer un compte de messagerie

# Page 3508446305 - NamedType 1555763889
source: Set up SMTP
da_dk: Konfigurer SMTP
es_es: Configurar SMTP
fi_fi: Määritä SMTP
fr_ca: Configurer SMTP

# Page 3508446305 - NamedType 3212133970
source: This printer requires SMTP mail setup to print the jobs.
da_dk: Denne printer kræver konfiguration af SMTP-mail for at udskrive jobbene.
es_es: Esta impresora requiere configuración de correo SMTP para imprimir los trabajos.
fi_fi: Tämä tulostin edellyttää SMTP-sähköpostiasetuksia, jotta töitä voidaan tulostaa.
fr_ca: Cette imprimante nécessite la configuration de la messagerie SMTP pour imprimer les travaux.

# Page 3508446305 - Control 3154152211 - Property 1295455071
source: Specifies the height of the paper.
da_dk: Angiver papirets højde.
es_es: Especifica el alto del papel.
fi_fi: Määrittää paperin korkeuden.
fr_ca: Spécifie la hauteur du papier.

# Page 3508446305 - Control 2457731676 - Property 1295455071
source: Specifies the unit of measurement for the width and height of the paper.
da_dk: Angiver måleenheden for bredden og højden på papiret.
es_es: Especifica la unidad de medida para el ancho y el alto del papel.
fi_fi: Määrittää paperin leveyden ja korkeuden mittayksikön.
fr_ca: Spécifie l'unité de mesure pour la largeur et la hauteur du papier.

# Page 3508446305 - Control 2457731676 - Property 2879900210
source: Paper Units
da_dk: Papirenheder
es_es: Unidades de papel
fi_fi: Paperiyksiköt
fr_ca: Unités de papier

# Page 3508446305 - Control 119355084 - Property 1295455071
source: Specifies the width of the paper.
da_dk: Angiver papirbredden.
es_es: Especifica el ancho del papel.
fi_fi: Määrittää paperin leveyden.
fr_ca: Spécifie la largeur du papier.

# Page 3508446305 - Control 3461834954 - Property 1295455071
source: Specifies the description of the printer.
da_dk: Angiver beskrivelsen af printeren.
es_es: Especifica la descripción de la impresora.
fi_fi: Määrittää tulostimen kuvauksen.
fr_ca: Spécifie la description de l'imprimante.

# Page 3508446305 - Control 3461834954 - Property 2879900210
source: Description
da_dk: Beskrivelse
es_es: Descripción
fi_fi: Kuvaus

# Page 3508446305 - Control 2814033574 - Property 1295455071
source: Specifies the email address of the printer.
da_dk: Angiver mailadressen for debitoren.
es_es: Especifica la dirección de correo electrónico de la impresora.
fi_fi: Määrittää tulostimen sähköpostiosoitteen.
fr_ca: Spécifie l'adresse de courriel de l'imprimante.

# Page 3508446305 - Control 586428704 - Property 1295455071
source: Specifies the body of the sent email. Some printers may print the body of the email along with the attachment(s).
da_dk: Angiver brødteksten i den sendte mail. Nogle printere udskriver muligvis brødteksten i mailen sammen med den eller de vedhæftede filer.
es_es: Especifica el cuerpo del mensaje enviado. Es posible que algunas impresoras impriman el cuerpo del correo electrónico junto con los datos adjuntos.
fi_fi: Määrittää lähetetyn sähköpostin perustekstin. Jotkin tulostimet voivat tulostaa sähköpostin perustekstin liitteiden ohella.
fr_ca: Spécifie le corps du courriel envoyé. Certaines imprimantes peuvent imprimer le corps du courriel avec la ou les pièces jointes.

# Page 3508446305 - Control 586428704 - Property 2879900210
source: Email Body (Optional)
da_dk: Brødtekst i mail (valgfri)
es_es: Cuerpo del correo electrónico (opcional)
fi_fi: Sähköpostin perusteksti (valinnainen)
fr_ca: Corps du message (facultatif)

# Page 3508446305 - Control 967933656 - Property 1295455071
source: Specifies the requirement for the printer.
da_dk: Angiver kravene til printeren.
es_es: Especifica el requisito de la impresora.
fi_fi: Määrittää tulostimen vaatimukset.
fr_ca: Spécifie la configuration requise pour l’imprimante.

# Page 3508446305 - Control 967933656 - Property 2879900210
source: For this printer to work, set up an email account in Business Central to use for sending print jobs to the email printers.
da_dk: Hvis denne printer skal fungere, skal du konfigurere en mailkonto i Business Central, som skal bruges til at sende udskriftsjob til mailprinterne.
es_es: Para que esta impresora funcione, configure una cuenta de correo electrónico en Business Central para utilizarla en el envío de trabajos de impresión a las impresoras de correo electrónico.
fi_fi: Jotta tämä tulostin toimii, luo sähköpostitili Business Centraliin, niin voit lähettää tulostustöitä sähköpostitulostimiin.
fr_ca: Pour activer cette imprimante, configurez un compte de messagerie dans Business Central afin de pouvoir envoyer des travaux d’impression aux imprimantes de courriers électroniques.

# Page 3508446305 - Control 2984523798 - Property 1295455071
source: Open Email Accounts page.
da_dk: Åbn siden Mailkonto.
es_es: Abre la página Cuentas de correo electrónico.
fi_fi: Avaa Sähköpostitilit-sivu.
fr_ca: Ouvrez la page Comptes de messagerie.

# Page 3508446305 - Control 2984523798 - Property 2879900210
source: Set up email account
da_dk: Konfigurer mailkonto
es_es: Configurar la cuenta de correo electrónico
fi_fi: Määritä sähköpostitili
fr_ca: Configurer un compte de messagerie

# Page 3508446305 - Control 2639240192 - Property 1295455071
source: Specifies the requirement for the printer.
da_dk: Angiver kravene til printeren.
es_es: Especifica el requisito de la impresora.
fi_fi: Määrittää tulostimen vaatimukset.
fr_ca: Spécifie la configuration requise pour l’imprimante.

# Page 3508446305 - Control 2639240192 - Property 2879900210
source: For this printer to work, a user with respective permissions needs to set up an email account in Business Central.
da_dk: Hvis denne printer skal fungere, skal en bruger med de respektive rettigheder konfigurere en mailkonto i Business Central.
es_es: Para que esta impresora funcione, un usuario con los permisos respectivos debe configurar una cuenta de correo electrónico en Business Central.
fi_fi: Jotta tämä tulostin toimii, käyttäjän, jolla on asianmukaiset käyttöoikeudet, on luotava sähköpostitili Business Centraliin.
fr_ca: Un utilisateur disposant des autorisations correspondantes doit configurer un compte de messagerie dans Business Central pour pouvoir activer cette imprimante.

# Page 3508446305 - Control 3292692308 - Property 1295455071
source: Specifies the subject of the sent email.
da_dk: Angiver den sendte mails emne.
es_es: Especifica el asunto del mensaje de correo electrónico enviado.
fi_fi: Määrittää sähköpostin aiheen.
fr_ca: Spécifie l’objet du courriel envoyé.

# Page 3508446305 - Control 3641927271 - Property 1295455071
source: Specifies the ID of the printer.
da_dk: Angiver id'et for printeren.
es_es: Especifica el id. de la impresora.
fi_fi: Määrittää tulostimen tunnuksen.
fr_ca: Spécifie le code de l'imprimante.

# Page 3508446305 - Control 3641927271 - Property 2879900210
source: Printer ID
es_es: Id. de impresora
fi_fi: Tulostimen tunnus
fr_ca: Code imprimante

# Page 3508446305 - Control 2259985461 - Property 1295455071
source: Specifies whether the paper is in Landscape orientation.
da_dk: Angiver, om papiret er i liggende papirretning.
es_es: Especifica si el papel se encuentra en la orientación horizontal.
fi_fi: Määrittää, onko paperi vaakasuunnassa.
fr_ca: Spécifie si l'orientation du papier est définie sur Paysage.

# Page 3508446305 - Control 3991567098 - Property 1295455071
source: Specifies the printer's selected paper size.
da_dk: Angiver printerens valgte papirstørrelse.
es_es: Especifica el tamaño de papel seleccionado de la impresora.
fi_fi: Määrittää tulostimen valitun paperikoon.
fr_ca: Spécifie le format de papier sélectionné pour l'imprimante.

# Page 3508446305 - Control 3991567098 - Property 2879900210
source: Paper Size
da_dk: Papirstørrelse
es_es: Tamaño de papel
fi_fi: Paperikoko
fr_ca: Format du papier

# Page 3508446305 - Control 184311439 - Property 1295455071
source: Open SMTP mail setup page.
da_dk: Åbn konfigurationssiden for SMTP-mail.
es_es: Abre la página de configuración de correo SMTP.
fi_fi: Avaa SMTP-sähköpostiasetusten sivu.
fr_ca: Ouvrez la page de configuration de la messagerie SMTP.

# Page 3508446305 - Control 184311439 - Property 2879900210
source: Set up SMTP
da_dk: Konfigurer SMTP
es_es: Configurar SMTP
fi_fi: Määritä SMTP
fr_ca: Configurer SMTP

# Page 3508446305 - Control 2665397048 - Property 1295455071
source: Specifies the requirement for the printer.
da_dk: Angiver kravene til printeren.
es_es: Especifica el requisito de la impresora.
fi_fi: Määrittää tulostimen vaatimukset.
fr_ca: Spécifie la configuration requise pour l’imprimante.

# Page 3508446305 - Control 2665397048 - Property 2879900210
source: This printer requires SMTP mail setup to print the jobs.
da_dk: Denne printer kræver konfiguration af SMTP-mail for at udskrive jobbene.
es_es: Esta impresora requiere configuración de correo SMTP para imprimir los trabajos.
fi_fi: Tämä tulostin edellyttää SMTP-sähköpostiasetuksia, jotta töitä voidaan tulostaa.
fr_ca: Cette imprimante nécessite la configuration de la messagerie SMTP pour imprimer les travaux.

# Page 3508446305 - Action 709640958 - Property 1295455071
source: Opens new email printer card page.
da_dk: Åbner en ny printerkortside til mail.
es_es: Abre la página de la ficha de nueva impresora de correo electrónico.
fi_fi: Avaa uuden sähköpostitulostimen korttisivun.
fr_ca: Ouvre une page fiche Nouvelle imprimante par courriel.

# Page 3508446305 - Action 709640958 - Property 2879900210
source: Add another email printer
da_dk: Tilføj en anden mailprinter.
es_es: Agregar otra impresora de correo electrónico
fi_fi: Lisää toinen sähköpostitulostin
fr_ca: Ajouter une autre imprimante par courriel

# PageExtension 2148701171 - Property 2019332006
source: New, Process, Report, Manage, Email Print, Universal Print
da_dk: Ny, Behandl, Rapportér, Administrer, Mailudskrift, Universaludskrivning
es_es: Nuevo, Procesar, Informe, Administrar, Impresión por correo electrónico, Impresión universal
fi_fi: Uusi, Käsittely, Raportti, Hallinta, Sähköpostitulostus, Yleistulostus
fr_ca: Nouveau, Processus, Rapport, Gérer, Impression par courriel, Impression universelle

# PageExtension 2148701171 - Property 3863440606
source: email printers,emailprint
da_dk: mailprintere,mailprint
es_es: impresoras de correo electrónico,imprimir correo electrónico
fi_fi: sähköpostitulostimet,sähköpostitulostus
fr_ca: imprimantes par courriel,impression par courriel

# PageExtension 2148701171 - Action 709640958 - Property 1295455071
source: Create a new email printer.
da_dk: Opret en ny mailprinter.
es_es: Crear una nueva impresora de correo electrónico.
fi_fi: Luo uusi sähköpostitulostin.
fr_ca: Créez une imprimante par courriel.

# PageExtension 2148701171 - Action 709640958 - Property 2879900210
source: Add an email printer
da_dk: Tilføj en mailprinter.
es_es: Agregar una impresora de correo electrónico
fi_fi: Lisää sähköpostitulostin
fr_ca: Ajouter une imprimante par courriel

# Enum 1169259286 - EnumValue 2441939078 - Property 2879900210
source: Inches (in)
da_dk: Tommer (in)
es_es: Pulgadas (in)
fi_fi: Tuumaa (in)
fr_ca: Pouces (po)

# Enum 1169259286 - EnumValue 2986160639 - Property 2879900210
source: Millimeters (mm)
da_dk: Millimeter (mm)
es_es: Milímetros (mm)
fi_fi: Millimetriä (mm)
fr_ca: Millimètres (mm)

# EnumExtension 453304344 - EnumValue 1622442990 - Property 2879900210
source: Email Printer
da_dk: Mailprinter
es_es: Impresora de correo electrónico
fi_fi: Sähköpostitulostin
fr_ca: Imprimante par courriel
